Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/knetworkmanager.po
Languages: ia, lt, mr, nds, sr@ijekavian, sr@ijekavianlatin

# @title:tab information about ip address, nameserveres, etc
source: IPv4
sr@ijekavian: ИПв4

# @label:textbox ip addresses of network interface
source: IP Addresses:
ia: Adresses IP
lt: IP adresai:
mr: IP पत्ते :
nds: IP-Adressen:
sr@ijekavian: ИП адресе:
sr@ijekavianlatin: IP adrese:

# @label:textbox netmasks of network interface
source: Netmasks:
ia: Mascaras de rete:
lt: Tinklo kaukės:
mr: नेटमास्क्स :
nds: Nettmasken:
sr@ijekavian: Мрежне маске:
sr@ijekavianlatin: Mrežne maske:

# @label:textbox gateways used by network interface
source: Gateways:
lt: Šliuzai:
mr: गेटवे :
nds: Döörreekners:
sr@ijekavian: Мрежни излази:
sr@ijekavianlatin: Mrežni izlazi:

# @label:textbox nameservers used by network interface
source: Nameservers:
ia: Servitores de nomine:
lt: Vardų stotys:
mr: नाव सर्व्हर्स :
nds: Naamservers:
sr@ijekavian: Именски сервери:
sr@ijekavianlatin: Imenski serveri:

# @label:textbox domains used by network interface
source: Search domains:
ia: Dominios de cerca:
lt: Ieškoti domenų:
mr: शोध डोमेन्स :
nds: Söökdomänen:
sr@ijekavian: Домени за претрагу:
sr@ijekavianlatin: Domeni za pretragu:

# @label:textbox bit rate of network interface
source: Bit rate:
ia: Frequentia de bit:
lt: Bitų dažnis:
mr: बिट दर :
nds: Överdreeggauheit:
sr@ijekavian: Битски проток:
sr@ijekavianlatin: Bitski protok:

# @label:textbox MAC address of network interface
source: Hardware address:
ia: Adresse Hardware
lt: Aparatinis adresas:
mr: हार्डवेअर पत्ता:
nds: Reedschap-Adress:
sr@ijekavian: Хардверска адреса:
sr@ijekavianlatin: Hardverska adresa:

# @label:textbox access point SSID
source: SSID:
sr@ijekavian: ССИД:

# @label:textbox signal strength of AP
source: Signal strength:
ia: Fortia de signal:
lt: Signalo stiprumas:
mr: संकेत सामर्थ्य :
nds: Signaalstärk:
sr@ijekavian: Јачина сигнала:
sr@ijekavianlatin: Jačina signala:

# @label:textbox Wi-Fi mode, e.g. Ad-Hoc or Managed
source: Operation mode:
ia: Modo de operation:
lt: Veikimo režimas:
mr: कार्य पद्धत:
nds: Bedriefoort:
sr@ijekavian: Режим рада:
sr@ijekavianlatin: Režim rada:

# @label:textbox MAC address of access point
source: Access point:
ia: Puncto de accesso:
lt: Priėjimo taškas:
mr: प्रवेश बिंदु :
nds: Togrieppunkt:
sr@ijekavian: Приступна тачка:
sr@ijekavianlatin: Pristupna tačka:

# @label:textbox security flags of AP
source: Security (WPA):
ia: Secutitate (WPA):
lt: Saugumas (WPA):
mr: सुरक्षा (WPA):
nds: Sekerheit (WPA):
sr@ijekavian: Безбедност (ВПА):
sr@ijekavianlatin: Bezbednost (WPA):

# @label:textbox security flags of AP
source: Security (RSN/WPA2):
ia: Secutitate (RSN/WPA2):
lt: Saugumas (RSN/WPA2):
mr: सुरक्षा (RSN/WPA2):
nds: Sekerheit (RSN/WPA2):
sr@ijekavian: Безбедност (РСН/ВПА2):
sr@ijekavianlatin: Bezbednost (RSN/WPA2):

# @label:textbox Wi-Fi frequency
source: Frequency:
ia: Frequentia
lt: Dažnis:
mr: फ्रीक्वेन्सी :
nds: Frequenz:
sr@ijekavian: Учестаност:
sr@ijekavianlatin: Učestanost:

source: Default
ia: Predefinite
lt: Numatytasis
mr: मूलभूत
nds: Standard
sr@ijekavian: Подразумевано
sr@ijekavianlatin: Podrazumevano

# @info:tooltip network connection disconnect button tooltip
source: Disconnect
ia: Disconnecte
lt: Atsijungti
mr: जुळवणी तोडा
nds: Afkoppeln
sr@ijekavian: Прекини везу
sr@ijekavianlatin: Prekini vezu

# text for popup's unknown state
source: <font size="-1">Unknown</font>
ia: <font size="-1">Incognite</font>
lt: <font size="-1">Nežinoma</font>
mr: <font size="-1">अपरिचीत</font>
nds: <font size="-1">Nich begäng</font>
sr@ijekavian: <font size="-1">непознато</font>
sr@ijekavianlatin: <font size="-1">nepoznato</font>

# text for popup's activating state
source: <font size="-1">Activating</font>
ia: <font size ="-1">Activante</font>
lt: <font size="-1">Aktyvuojama</font>
mr: <font size="-1">सक्रिय करत आहे</font>
nds: <font size="-1">An't Anmaken</font>
sr@ijekavian: <font size="-1">активира се</font>
sr@ijekavianlatin: <font size="-1">aktivira se</font>

# text for popup's activated state
source: <font size="-1">Active</font>
ia: <font size="-1">Activate</font>
lt: <font size="-1">Aktyvus</font>
mr: <font size="-1">सक्रिय</font>
nds: <font size="-1">Anmaakt</font>
sr@ijekavian: <font size="-1">активно</font>
sr@ijekavianlatin: <font size="-1">aktivno</font>

# @title:window KNotificationItem tray icon title
source: Network Management
ia: Gestion de rete
lt: Tinklo valdymas
mr: संजाळ व्यवस्थापन
nds: Nettwarkpleeg
sr@ijekavian: Управљање мрежом
sr@ijekavianlatin: Upravljanje mrežom

# @action:inmenu turns off networking
source: Enable networking
ia: Habilita rete con cablo
lt: Įjungti tinklą
mr: संजाळ कार्यान्वित करा
nds: Nettwarkfunkschonen anmaken
sr@ijekavian: Активирај умрежавање
sr@ijekavianlatin: Aktiviraj umrežavanje

# @action:inmenu turns off wireless networking
source: Enable wireless
ia: Habilita rete sin cablo
lt: Įgalinti bevielį
mr: वायरलेस कार्यान्वित करा
nds: Funknettwark anmaken
sr@ijekavian: Активирај бежичну
sr@ijekavianlatin: Aktiviraj bežičnu

# @action:inmenu Preferences action title
source: Manage Connections...
ia: Gere connexiones...
lt: Tvarkyti ryšius...
mr: जुळवण्या व्यवस्थापीत करा...
nds: Verbinnen plegen...
sr@ijekavian: Управљај везама...
sr@ijekavianlatin: Upravljaj vezama...

# @action:inmenu show dialog to connect to new or hidden network
source: Connect To &Other Network...
ia: Connecte a &altere rete...
lt: Prisijungti prie &kito tinklo...
mr: इतर संजाळांना जुळवणी करा (&O)...
nds: Na &anner Nettwark tokoppeln…
sr@ijekavian: Повежи се на &другу мрежу...
sr@ijekavianlatin: Poveži se na &drugu mrežu...

source: Network Management disabled
ia: Gestion de rete dishabilitate
lt: Tinklo valdymas išjungtas
mr: संजाळ व्यवस्थापन अकार्यान्वित
nds: Nettwarkpleeg utmaakt
sr@ijekavian: Управљање мрежом деактивирано
sr@ijekavianlatin: Upravljanje mrežom deaktivirano

# @info:tooltip NetworkManager is not running, this client cannot do anything
source: The system Network Management service is not running
ia: Le servicio de gestion de rete de systema non es executante
lt: Sistemos tinklo valdymo tarnyba išjungta
mr: प्रणाली संजाळ व्यवस्थापन सेवा चालू नाही
nds: De Systeem-Nettwarkpleegdeenst löppt nich
sr@ijekavian: Системски сервис за управљање мрежом није у погону.
sr@ijekavianlatin: Sistemski servis za upravljanje mrežom nije u pogonu.

# @action:inmenu copy ip address to clipboard
source: Copy IP Address
ia: Copia Adresse IP
lt: Kopijuoti IP adresą
mr: IP पत्त्याची प्रत करा
nds: IP-Adress koperen
sr@ijekavian: Копирај ИП адресу
sr@ijekavianlatin: Kopiraj IP adresu

# @action:inmenu interface connection properties
source: Properties
ia: Proprietates
mr: गुणधर्म
nds: Egenschappen
sr@ijekavian: Својства
sr@ijekavianlatin: Svojstva

source: KNetworkManager, the KDE 4 NetworkManager client
ia: KNetworkManager, le cliente pro gerer rete de KDE4
lt: KNetworkManager, KDE 4 tinklo valdymo klientas
mr: के संजाळ व्यवस्थापक, केडीई 4 संजाळ व्यवस्थापकाचा ग्राहक
nds: KNetworkManager. -Nettwarkpleeg för KDE 4
sr@ijekavian: К‑менаџер-мреже, клијент Менаџера мреже за КДЕ‑4
sr@ijekavianlatin: K‑menadžer-mreže, klijent Menadžera mreže za KDE4

source: KNetworkManager
mr: के संजाळ व्यवस्थापक
sr@ijekavian: К‑менаџер-мреже
sr@ijekavianlatin: K‑menadžer-mreže

source: (C) 2009 Will Stephenson
mr: (c) 2009 विल स्टीफन्सन
nds: © 2009: Will Stephenson
sr@ijekavian: © 2009, Вил Стивенсон
sr@ijekavianlatin: © 2009, Vil Stivenson

source: Will Stephenson
mr: विल स्टीफन्सन
sr@ijekavian: Вил Стивенсон
sr@ijekavianlatin: Vil Stivenson

source: Original Author, Maintainer
ia: Autor original e mantenitor
lt: Pradinis autorius, prižiūrėtojas
mr: मूळ लेखक व नियंत्रक
nds: Orginaalschriever, Pleger
sr@ijekavian: првобитни аутор, одржавалац
sr@ijekavianlatin: prvobitni autor, održavalac

source: Paul Marchouk
mr: पोल मारचौक
sr@ijekavian: Павел Марчук
sr@ijekavianlatin: Pavel Marčuk

source: User Interface Polish
ia: Polimento de interfacie de usator
lt: Lenkiška vartotojo sąsaja
mr: वापरकर्ता संवाद सुधारणा
nds: Bruker-Koppelsteed schier maken
sr@ijekavian: пеглање корисничког сучеља
sr@ijekavianlatin: peglanje korisničkog sučelja

source: Christopher Blauvelt
mr: क्रिस्तोफर ब्लाऊव्हेल्ट
sr@ijekavian: Кристофер Блаувелт
sr@ijekavianlatin: Kristofer Blauvelt

source: Original Author, Wireless Scan UI
ia: Autor original, UI de scander de rete sin cablo
lt: Pradinis autorius, bevielio tinklo skenavimo sąsaja
mr: मूळ लेखक, वायरलेस शोध संवाद
nds: Orginaalautor, Böversiet för Funknettwark-Söök
sr@ijekavian: првобитни аутор, сучеље скенирања за бежичном
sr@ijekavianlatin: prvobitni autor, sučelje skeniranja za bežičnom

source: KNetworkManager cannot start because the installation is misconfigured. System DBUS policy does not allow it to provide user settings; contact your system administrator or distribution. KNetworkManager will not start automatically in future.
ia: KNetworkManager non pote startar proque le installation es mal configurate. Politica de DBUS de systema non permitte de fornir preferentias de systema, continge tu administrator de systema o distribution. KNetworkManager non startara automaticamente in futuro.
lt: Nepavyko paleisti KNetworkManager, nes aptikta neteisinga konfigūracija. Sisteminės DBUS taisyklės neleidžia teikti naudotojo nustatymų. Susisiekite su savo sistemos administratoriumi ar distribucija. Ateityje KNetworkManager automatiškai nebepasileidinės.
nds: KNetworkManager lett sik nich starten, de Installatschoon is leeg instellt. De Systeem-DBUS-Regel lett keen Brukerinstellen to. Snack Dien Systeempleger oder den Maker vun Dien Distributschoon an. KNetworkManager warrt vun nu af nich mehr automaatsch start.
sr@ijekavian: К‑менаџер-мреже не може да се покрене јер је инсталација лоше подешена. Системска смерница д‑буса не дозвољава му пружање корисничких поставки; обратите се свом систем-администратору или дистрибуцији. К‑менаџер-мреже убудуће се неће аутоматски покретати.
sr@ijekavianlatin: K‑menadžer-mreže ne može da se pokrene jer je instalacija loše podešena. Sistemska smernica D‑Busa ne dozvoljava mu pružanje korisničkih postavki; obratite se svom sistem-administratoru ili distribuciji. K‑menadžer-mreže ubuduće se neće automatski pokretati.

source: Installation problem
ia: Problema de installation
lt: Įdiegimo klaida
mr: प्रतिष्ठापनातील समस्या
nds: Installatschoonprobleem
sr@ijekavian: Проблем са инсталацијом
sr@ijekavianlatin: Problem sa instalacijom

source: Another NetworkManager client is already running. Use KNetworkManager in future?
ia: Un altere cliente de Network manager (gestion de rete) ja es executante. Tu usara KNetworkManager in le futuro?
lt: Jau veikia kitas NetworkManager. Ar naudoti KNetworkManager ateityje?
nds: Dor löppt al en anner NetworkManager-Böversiet. Wullt Du vun nu af KNetworkManager bruken?
sr@ijekavian: Други клијент Менаџера мреже већ је у погону. Желите ли убудуће да користите К‑менаџер-мреже?
sr@ijekavianlatin: Drugi klijent Menadžera mreže već je u pogonu. Želite li ubuduće da koristite K‑menadžer-mreže?

source: Network Management already active
ia: Gestion de rete (Network manager) ja active
lt: Tinklo valdymas jau aktyvus
mr: संजाळ व्यवस्थापन अगोदरच सक्रिय आहे
nds: Nettwarkpleeg löppt al
sr@ijekavian: Управљање мрежом је већ активно
sr@ijekavianlatin: Upravljanje mrežom je već aktivno

# @action:button enable autostart
source: Start automatically
ia: Starta automaticamente
lt: Paleisti automatiškai
mr: स्वयंचलितरित्या सुरु करा
nds: Automaatsch starten
sr@ijekavian: Покрећи аутоматски
sr@ijekavianlatin: Pokreći automatski

# @action:button disable autostart
source: Do not start automatically
ia: Non start aautomaticamente
lt: Nepaleisti automatiškai
mr: स्वयंचलितरित्या सुरु करू नका
nds: Nich automaatsch starten
sr@ijekavian: Не покрећи аутоматски
sr@ijekavianlatin: Ne pokreći automatski

# @window:title connect to other wireless network
source: Select Wireless Network
ia: Selige rete sin cablos
lt: Pasirinkite bevielį tinklą
mr: वायरलेस संजाळ निवडा
nds: Funknettwark utsöken
sr@ijekavian: Избор бежичне мреже
sr@ijekavianlatin: Izbor bežične mreže

# @action:button connect to wireless network
source: Connect
ia: Connecte
lt: Prisijungti
mr: जोडा
nds: Tokoppeln
sr@ijekavian: Повежи се
sr@ijekavianlatin: Poveži se

# @item:inlist Create new ad-hoc wireless connection
source: New Ad-Hoc Network...
ia: Nove rete Ad-hoc...
lt: Naujas Ad-hoc tinklas...
mr: नवीन तात्पूरते संजाळ...
nds: Nieg "Op'n Stutz"-Nettwark…
sr@ijekavian: Нова импровизована мрежа...
sr@ijekavianlatin: Nova improvizovana mreža...

# @item:inlist Create connection to other wireless network using named device
source: Connect To Other Network With %1...
ia: Connecte a altere rete con %1 ...
lt: Jungtis prie kito tinklo su %1...
mr: इतर संजाळांना याद्वारे जुळवणी करा %1...
nds: Mit %1 na anner Nettwark tokoppeln...
sr@ijekavian: Повежи се на другу мрежу кроз %1...
sr@ijekavianlatin: Poveži se na drugu mrežu kroz %1...

# @item:inlist Signal strength replaced by description on ad-hoc
source: create Ad-Hoc
ia: crea Ad-Hoc
lt: sukurti Ad-hoc
mr: तात्पूरते निर्माण करा
nds: "Op'n Stutz"-Nettwark opstellen
sr@ijekavian: направи импровизовану
sr@ijekavianlatin: napravi improvizovanu

# @item:inlist connection status added to signal strength if we are connected
source: (connected)
ia: (Connectite)
lt: (prisijungta)
mr: (जुळलेले)
nds: (tokoppelt)
sr@ijekavian: (повезано)
sr@ijekavianlatin: (povezano)

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora
lt: Andrius Štikonas
mr: चेतन खोना
nds: Manfred Wiese, Sönke Dibbern
sr@ijekavian: Часлав Илић
sr@ijekavianlatin: Časlav Ilić

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it
lt: stikonas@gmail.com
mr: chetan@kompkin.com
nds: m.j.wiese@web.de, s_dibbern@web.de
sr@ijekavian: caslav.ilic@gmx.net
sr@ijekavianlatin: caslav.ilic@gmx.net

source: &Search:
ia: &Cerca:
lt: &Ieškoti:
mr: शोधा (&S):
nds: &Söken:
sr@ijekavian: &Тражи:
sr@ijekavianlatin: &Traži:

source: Network name
ia: Nomine de rete
lt: Tinklo pavadinimas
mr: संजाळ नाव
nds: Nettwarknaam
sr@ijekavian: име мреже
sr@ijekavianlatin: ime mreže

source: Signal
lt: Signalas
mr: संकेत
nds: Signaal
sr@ijekavian: сигнал

source: Security
ia: Securitate
lt: Saugumas
mr: सुरक्षा
nds: Sekerheit
sr@ijekavian: безбедност
sr@ijekavianlatin: bezbednost

# @info:tooltip network device name eg eth0
source: Interface
ia: Interfacie
lt: Sąsaja
mr: दुवा
nds: Koppelsteed
sr@ijekavian: Сучеље
sr@ijekavianlatin: Sučelje

# @info:tooltip interface type
source: Type
ia: Typo
lt: Tipas
mr: प्रकार
nds: Typ
sr@ijekavian: Тип
sr@ijekavianlatin: Tip

# @info:tooltip system driver name
source: Driver
lt: Tvarkyklė
mr: ड्राइव्हर
nds: Driever
sr@ijekavian: Драјвер
sr@ijekavianlatin: Drajver

# @info:tooltip network interface status
source: Status
ia: Stato
lt: Būsena
mr: स्थिती
sr@ijekavian: Стање
sr@ijekavianlatin: Stanje

# @info:tooltip The network device's maximum speed
source: Max speed
ia: Velocitate Max
lt: Maksimali sparta
mr: कमाल वेग
nds: Hööchst Gauigkeit
sr@ijekavian: Највећа брзина
sr@ijekavianlatin: Najveća brzina

# @info:tooltip this is the hardware address of a network interface
source: Hardware address
ia: Adresse Hardware
lt: Aparatinis adresas
mr: हार्डवेअर पत्ता
nds: Reedschap-Adress
sr@ijekavian: Хардверска адреса
sr@ijekavianlatin: Hardverska adresa

# @info:tooltip network connection bit rate
source: Bit rate
ia: Frequentia de bit
lt: Bitų dažnis
mr: बिट दर
nds: Bit-Tall:
sr@ijekavian: Битски проток
sr@ijekavianlatin: Bitski protok

# @info:tooltip IPv4 address
source: IP address
ia: Adresse IP
lt: IP adresas
mr: IP पत्ता
nds: IP-Adress
sr@ijekavian: ИП адреса
sr@ijekavianlatin: IP adresa

# @info:tooltip network name servers
source: Name servers
ia: Servitores de nomine
lt: Vardų serveriai
mr: नाव सर्व्हर्स
nds: Naamservers
sr@ijekavian: Именски сервери
sr@ijekavianlatin: Imenski serveri

# @info:tooltip network domains
source: Domains
ia: Dominios
lt: Domenai
mr: डोमेन्स
nds: Domänen
sr@ijekavian: Домени
sr@ijekavianlatin: Domeni

# @info:tooltip No network route data available
source: No route data available
ia: Nulle datos de route disponibile
lt: Nėra kelio duomenų
mr: कोणतीही रस्त्यासंबंधी माहिती उपलब्ध नाही
nds: Keen Nettwegdaten verföögbor
sr@ijekavian: Подаци о рутама нису доступни
sr@ijekavianlatin: Podaci o rutama nisu dostupni

# @info:tooltip network routes
source: Routes
lt: Keliai
mr: रस्ते
nds: Nettweeg
sr@ijekavian: Руте
sr@ijekavianlatin: Rute

# @info:tooltip SSID is a friendly name that identifies a 802.11 WLAN.
source: SSID
sr@ijekavian: ССИД

# @info:tooltip The signal strength of the wifi network
source: Strength
ia: Fortia
lt: Stiprumas
mr: सामर्थ्य
nds: Stärk
sr@ijekavian: Јачина
sr@ijekavianlatin: Jačina

# @info:tooltip the operation mode of wi-fi network
source: Mode
ia: Modo
lt: Režimas
mr: पद्धत
nds: Bedriefoort
sr@ijekavian: Режим
sr@ijekavianlatin: Režim

# @info:tooltip Active access point MAC address
source: Access point
ia: Puncto de accesso
lt: Priėjimo taškas
mr: प्रवेश बिंदु
nds: Togrieppunkt
sr@ijekavian: Приступна тачка
sr@ijekavianlatin: Pristupna tačka

# @info:tooltip network security level, e.g. high, low
source: Security
ia: Securitate
lt: Saugumas
mr: सुरक्षा
nds: Sekerheit
sr@ijekavian: Безбедност
sr@ijekavianlatin: Bezbednost

source: WPA flags
ia: Bandieras (Flags) WPA
lt: WPA argumentai
mr: WPA निशाण
nds: WPA-Marken
sr@ijekavian: ВПА заставице
sr@ijekavianlatin: WPA zastavice

source: RSN(WPA2) flags
ia: Bandieras (Flags) RSN(WPA2)
lt: RSN(WPA2) argumentai
mr: RSN(WPA2) निशाण
nds: RSN(WPA2)-Marken
sr@ijekavian: РСН (ВПА2) заставице
sr@ijekavianlatin: RSN (WPA2) zastavice

source: Frequency
ia: Frequentia
lt: Dažnis
mr: फ्रीक्वेन्सी
nds: Frequenz
sr@ijekavian: Учестаност
sr@ijekavianlatin: Učestanost

# @info:tooltip carrier
source: Carrier
ia: Portante
lt: Nešėjas
mr: वाहणारा
nds: Dreger
sr@ijekavian: Носач
sr@ijekavianlatin: Nosač

# @info:tooltip network interface status - carrier found
source: Found
ia: Trovate
lt: Rasta
mr: सापडले
nds: Funnen
sr@ijekavian: нађен
sr@ijekavianlatin: nađen

# @info:tooltip network interface status - carrier not found
source: Not Found
ia: Non trovate
lt: Nerasta
mr: सापडले नाही
nds: Nich funnen
sr@ijekavian: није нађен
sr@ijekavianlatin: nije nađen

source: Create network connection...
ia: Crea connexion de rete...
lt: Sukurti tinklo jungtį...
mr: संजाळ जुळवणी निर्माण करा...
nds: Nettwarkverbinnen opstellen...
sr@ijekavian: Направи мрежну везу...
sr@ijekavianlatin: Napravi mrežnu vezu...

# @item:intext bit rate value
source: %1 Mbit/s
mr: %1 MBit/सेकंद

# @item:intext bit rate value %1 of %2 maximum
source: %1 / %2 Mbit/s
mr: %1/%2 MBit/सेकंद

# @info:tooltip network connection bit rate units
source: Mbit/s
mr: MBit/सेकंद
