Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: %1 removed
ar: تمت إزالة %1
ca: S'ha extret %1
es: %1 extraída
fr: %1 a été supprimée
hr: %1 uklonjen
ia: %1 removite
it: %1 rimosso
kk: %1 өшірілген
km: %1 បាន​យក​ចេញ​
nds: %1 wegmaakt
ru: Удалено устройство «%1»
sl: Vmesnik %1 odstranjen
zh_tw: %1 已移除

source: Network interface removed
ca: Interfície de xarxa eliminada
es: Interfaz de red extraída
fr: L'interface réseau a été supprimée
hr: Uklonjeno mrežno sučelje
ia: Interfacie de rete removite
it: Interfaccia di rete rimossa
kk: Желі интерфейсі алынып тасталды
km: បាន​យក​ចំណុច​ប្រទាក់​បណ្ដាញ​ចេញ​​
nds: Nettwark-Koppelsteed wegdaan
ru: Удалён сетевой интерфейс
sl: Omrežni vmesnik je bil odstranjen
zh_tw: 網路介面已移除

# @info:status Notification text when a single wireless network was found
source: Wireless network %1 found
ar: وجد %1 شبكة لاسلكية
ca: S'ha trobat la xarxa sense fils %1
es: Encontrada la red inalámbrica %1
fr: Un réseau sans fil %1 a été trouvé
hr: Pronađena bežična mreža %1
ia: Rete sin cablos %1 trovate
it: Trovata rete senza fili %1
kk: %1 сымсыз желі табылды
km: រក​ឃើញ​បណ្ដាញ​​ឥត​ខ្សែ​​ %1 ​ ​
nds: Funknettwark %1 funnen
ru: Найдена беспроводная сеть %1
sl: Najdeno je bilo brezžično omrežje %1
zh_tw: 找到無線網路 %1

source: <b>New wireless network:</b><br /> %2
ca: <b>Xarxa sense fils nova:</b><br /> %2
fr: <b>Nouveau réseau sans fil :</b><br /> %2
hr: <b>Nova bežična mreža:</b><br /> %2
ia: <b>Nove rete sin cablos: </b><br /> %2
it: <b>Nuova rete senza fili:</b><br/> %2
kk: <b>Жаңа сымсыз желілер:</b><br /> %2
nds: <b>Nieg Funknettwark:</b><br /> %2
ru: <b>Новые беспроводные сети:</b><br /> %2
sl: <b>Nova brezžična omrežja:</b><br /> %2
zh_tw: <b>新增無線網路：</b><br />%2

# @info:status Notification text when a single wireless network disappeared
source: Wireless network %1 disappeared
ar: اختفت الشبكة لاسلكية %1
ca: La xarxa sense fils %1 ha desaparegut
es: La red inalámbrica %1 ha desaparecido
fr: Le réseau sans fil %1 a disparu
hr: Bežična mreža %1 je nestala
ia: Rete sin cablos %1 dispareva
it: La rete senza fili %1 è scomparsa
kk: %1 сымсыз желі жоғалды
km: បាន​បាត់​បណ្ដាញ​ឥត​ខ្សែ​​ %1 ​​
nds: Funknettwark %1 is wegkamen
ru: Беспроводная сеть %1 исчезла
sl: Brezžično omrežje %1 je izginilo
zh_tw: 無線網路 %1 已消失

source: <b>Wireless network disappeared:</b><br /> %2
ca: <b>Ha desaparegut la xarxa sense fils:</b><br /> %2
fr: <b>Le réseau sans fil a disparu :</b><br /> %2
hr: <b>Nestala bežična mreža:</b><br /> %2
ia: <b>Rete sin cablos dispareva: </b><br /> %2
it: <b>Rete senza fili scomparsa:</b><br/> %2
kk: <b>Жоғалған сымсыз желі:</b><br /> %2
nds: <b>Wegkamen Funknettwark:</b><br /> %2
ru: <b>Исчезли следующие беспроводные сети:</b><br /> %2
sl: <b>Brezžična omrežja so izginila:</b><br /> %2
zh_tw: <b>無線網路已消失：</b><br />%2

# @info:status Notification for radio kill switch turned on
source: Wireless hardware enabled
ar: أجهزة اللاسلكي ممكّنة
ca: S'ha habilitat el maquinari sense fils
es: Hardware inalámbrico habilitado
fr: Matériel sans fil activé
hr: Hardver za bežičnu vezu omogućen
ia: Wireless (sin cablos) hardware habilitate
it: Hardware senza fili abilitato
kk: Сымсыз жабдық рұқсат етілген
km: បើក​ផ្នែក​រឹង​ឥត​ខ្សែ​
nds: Funkreedschap anmaakt
ru: Беспроводное оборудование включено
sl: Brezžični vmesnik omogočen
zh_tw: 無線網路硬體已開啟

# @info:status Notification for radio kill switch turned off
source: Wireless hardware disabled
ar: عتاد الشبكة اللاسلكية معطل
ca: El maquinari sense fils està desactivat
es: Hardware inalámbrico desactivado
fr: Matériel sans fil désactivé
hr: Hardver za bežičnu vezu onemogućen
ia: Hardware de rete sin cablos dishabilitate
it: Hardware senza fili disabilitato
kk: Сымсыз жабдық бұғатталған
km: បិទ​ផ្នែក​រឹង​ឥត​ខ្សែ​
nds: Funkreedschap utmaakt
ru: Беспроводное оборудование отключено
sl: Brezžični vmesnik onemogočen
zh_tw: 無線網路硬體已關閉

source: Networking system disabled
ar: مدير الشبكات معطل
ca: S'ha deshabilitat el sistema de connexió a la xarxa
es: Sistema de red deshabilitado
fr: Système de gestion de réseau désactivé
hr: Mrežni sustav je onemogućen
ia: Systema de rete dishabilitate
it: Sistema di rete disabilitato
kk: Желі жүйесі бұғатталған
km: បិទ​ប្រព័ន្ធ​ធ្វើ​បណ្ដាញ​
nds: Nettwarksysteem utmaakt
ru: Сетевая система отключена
sl: Omrežni sistem onemogočen
zh_tw: 網路系統已關閉

source: Networking system already running
ca: El sistema de connexió a la xarxa ja s'està executant
fr: Système de gestion de réseau déjà en cours d'exécution
hr: Mreži sustav je već pokrenut
ia: Systema de rete ja executante
it: Sistema di rete già in esecuzione
kk: Желі жүйесі бұрын жегілген
nds: Nettwarksysteem löppt al
ru: Сетевая система уже запущена
sl: Sistem omrežja je že zagnan
zh_tw: 網路系統已在執行中

# As in 'Unlock cell phone with this pin code'
source: Unlock
ar: فتح القفل
ca: Desbloqueja
es: Desbloquear
fr: Déverrouiller
hr: Otključaj
ia: Disbloca
it: Sblocca
kk: Бұғатын шешу
km: ដោះ​សោ
nds: Opsluten
ru: Разблокировать
sl: Odkleni
zh_tw: 解除鎖定

source: SIM PUK unlock required
ar: مطلوب فتح البطاقة بواسطة SIM PUK
ca: Es requereix el desbloqueig PUK del SIM
es: PUK de la SIM necesario para el desbloqueo
fr: Déverrouillage SIM PUK requis
hr: Potrebno otključavanje SIM PUK
ia: Requiriva disbloco de PUK de SIM
it: PUK della SIM necessario per lo sblocco
kk: Бұғатты шешу үшін SIM PUK керек
km: បាន​ទាមទារ​ដោះ​សោ SIM PUK
nds: Opsluten mit SIM-PUK deit noot
ru: Для разблокировки SIM-карты требуется указать PUK-код
sl: Zahtevan je odklep SIM PUK
zh_tw: 需要 SIM PUK 碼解除鎖定

source: SIM PUK Unlock Required
ar: رمز SIM PUK مطلوب
ca: Es requereix el desbloqueig PUK del SIM
es: PUK de la SIM necesario para el desbloqueo
fr: Déverrouillage SIM PUK requis
hr: Potrebno otključavanje SIM PUK
ia: Requiriva disbloco de PUK de SIM
it: PUK sblocco SIM necessario
kk: Бұғатты шешу үшін SIM PUK керек
km: បាន​ទាមទារ​ដោះ​សោ​ SIM PUK
nds: Opsluten mit SIM-PUK deit noot
ru: Для разблокировки SIM-карты требуется указать PUK-код
sl: Zahtevan je odklep SIM PUK
zh_tw: 需要 SIM PUK 碼解除鎖定

source: The mobile broadband device '%1' requires a SIM PUK code before it can be used.
ar: جهاز النطاق العريض المنتقل '%1' يتطلب رمز SIM PUK قبل أن يستخدم.
ca: El dispositiu mòbil de banda ampla «%1» requereix el codi PUK del SIM abans de poder-se utilitzar.
es: El dispositivo móvil de banda ancha «%1» necesita el código PUK de la SIM antes de poder ser utilizado.
fr: Le périphérique haut débit mobile « %1 » nécessite un code SIM PUK avant de pouvoir l'utiliser.
hr: Mobilni širokopojasni uređaj '%1' za upotrebu zahtijeva SIM PUK kôd.
ia: Le dispositivo de banda large mobile '%1' require un codice PUK de SIM ante poter esser usate
it: Il dispositivo a banda larga mobile «%1» richiede un codice PUK della SIM prima che possa essere utilizzato.
kk: Кеңжолақты мобайл '%1' құрлығы істеу үшін SIM PUK кодын қажет етеді.
km: ឧបករណ៍​រលក​អាកាស​​ចល័ត​ '%1' ទាមទារ​កូដ​ SIM PUK មុន​ពេល​វា​​អាច​​ប្រើ​បាន ។
nds: Ehr sik de mobile Breedbanddeenst "%1" brukenlett, deit en SIM-PUK-Kode noot.
ru: Для работы с устройством мобильной сети «%1» требуется PUK-код SIM.
sl: Mobilna širokopasovna naprava '%1' zahteva vnos kode SIM PUK, preden jo boste lahko uporabili.
zh_tw: 行動寬頻裝置 %1 需要 SIM PUK 碼才能使用。

source: PUK code:
ar: رمز PUK:
ca: Codi PUK:
es: Código PUK:
fr: Code PUK :
hr: PUK kôd:
ia: Codice PUK:
it: Codice PUK:
kk: PUK коды:
km: កូដ​របស់ PUK ៖
nds: PUK-Kode
ru: PUK-код:
sl: Koda PUK:
zh_tw: PUK 碼：

source: New PIN code:
ar: رمز PIN جديد:
ca: Codi PIN nou:
es: Nuevo código PIN:
fr: Nouveau code PIN :
hr: Novi PIN kôd:
ia: Nove codice PIN:
it: Nuovo codice PIN:
kk: Жаңа PIN коды:
km: កូដ​របស់​​ PIN ថ្មី ៖
nds: Nieg PIN-Kode:
ru: Новый PIN-код:
sl: Nova koda PIN:
zh_tw: 新的 PIN 碼：

source: Re-enter new PIN code:
ar: أعد إدخال رمز PIN الجديد:
ca: Torneu a introduir el codi PIN nou:
es: Introduzca de nuevo el código PIN:
fr: Saisissez encore le nouveau code PIN :
hr: Ponovno unesite novi PIN kôd:
ia: Reinserta nove codice PIN:
it: Digita di nuovo il codice PIN:
kk: Жаңа PIN код қайталауы:
km: បញ្ចូល​កូដ​របស់​ PIN ថ្មី ៖
nds: PIN-Kode nochmaal ingeven:
ru: Повторно введите новый PIN-код:
sl: Ponovno vnesite novo kodo PIN:
zh_tw: 重新輸入新的 PIN 碼：

source: Show PIN/PUK code
ar: أظهر رمز PIN/PUK
ca: Mostra el codi PIN/PUK
es: Mostrar código PIN/PUK
fr: Afficher le code PIN / PUK
hr: Prikaži PIN/PUK kôd
ia: Monstra codice PIN/PUK
it: Mostra codice PIN/PUK
kk: PIN/PUK код көрсетілсін
km: បង្ហាញ​កូដ​របស់​ PIN/PUK
nds: PIN-/PUK-Kode wiesen
ru: Показать PIN/PUK
sl: Prikaži kodo PIN/PUK
zh_tw: 顯示 PIN/PUK 碼

source: SIM PIN unlock required
ar: مطلوب فتح البطاقة بواسطة SIM PIN
ca: Es requereix el desbloqueig PIN del SIM
es: PIN de la SIM necesario para el desbloqueo
fr: Déverrouillage SIM PIN requis
hr: Potrebno otključavanje SIM PIN
ia: Requiriva disbloco de PIN de SIM
it: PIN della SIM necessario per lo sblocco
kk: Бұғатты шешу үшін SIM PIN керек
km: បាន​ទាមទារ​ដោះ​សោ​ PIN ​
nds: Opsluten mit SIM-PIN deit noot
ru: Для разблокировки SIM-карты требуется указать PIN-код
sl: Zahtevan je odklep SIM PIN
zh_tw: 需要 SIM PIN 碼解除鎖定

source: SIM PIN Unlock Required
ar: مطلوب فتح البطاقة بواسطة SIM PIN
ca: Es requereix el desbloqueig PIN del SIM
es: PIN de la SIM necesario para el desbloqueo
fr: Déverrouillage SIM PIN requis
hr: Potrebno otključavanje SIM PIN
ia: Requiriva disbloco de PIN de SIM
it: PIN sblocco SIM necessario
kk: Бұғатты шешу үшін SIM PIN керек
km: បាន​ទាមទារ​ដោះ​សោ SIM PIN​
nds: Opsluten mit SIM-PIN deit noot
ru: Для разблокировки SIM-карты требуется указать PIN-код
sl: Zahtevan je odklep SIM PIN
zh_tw: 需要 SIM PIN 碼解除鎖定

source: The mobile broadband device '%1' requires a SIM PIN code before it can be used.
ar: جهاز النطاق العريض المنتقل '%1' يتطلب رمز SIM PIN قبل أن يستخدم.
ca: El dispositiu mòbil de banda ampla «%1» requereix el codi PIN del SIM abans de poder-se utilitzar.
es: El dispositivo móvil de banda ancha «%1» necesita el código PIN de la SIM antes de poder ser utilizado.
fr: Le périphérique haut débit mobile « '%1 » nécessite un code SIM PIN avant de pouvoir l'utiliser.
hr: Mobilni širokopojasni uređaj '%1' za upotrebu zahtijeva SIM PIN kôd.
ia: Le dispositivo de banda large mobile '%1' require un codice PIN de SIM ante poter esser usate
it: Il dispositivo a banda larga mobile «%1» richiede un codice PIN della SIM prima che possa essere utilizzato.
kk: Кеңжолақты мобайл '%1' құрлығы істеу үшін SIM PIN кодын қажет етеді.
km: ឧបករណ៍​រលក​អាកាស​ចល័ត​ '%1' ទាមទារ​កូដ​ SIM PIN មុន​ពេល​វា​អាច​ប្រើ​បាន ។
nds: Ehr sik de mobile Breedbanddeenst "%1" brukenlett, deit en SIM-PIN-Kode noot.
ru: Для работы с устройством мобильной сети «%1» требуется PIN-код SIM.
sl: Mobilna širokopasovna naprava '%1' zahteva vnos kode SIM PIN, preden jo boste lahko uporabili.
zh_tw: 行動寬頻裝置 %1 需要 SIM PIN 碼才能使用。

source: PIN code:
ar: رمز PIN:
ca: Codi PIN:
es: Código PIN:
fr: Code PIN :
hr: Pin kôd:
ia: Codice PIN:
it: Codice PIN:
kk: PIN коды:
km: កូដ​របស់​ PIN ៖
nds: PIN-Kode:
ru: PIN-код:
sl: Koda PIN:
zh_tw: PIN 碼：

source: Show PIN code
ar: أظهر رمز PIN
ca: Mostra el codi PIN
es: Mostrar código PIN
fr: Afficher le code PIN
hr: Prikaži PIN kôd
ia: Monstra codice PIN
it: Mostra codice PIN
kk: PIN код көрсетілсін
km: បង្ហាញ​កូដ​របស់​ PIN
nds: PIN-Kode wiesen
ru: Показать PIN-код
sl: Prikaži kodo PIN
zh_tw: 顯示 PIN 碼

source: PIN code too short. It should be at least 4 digits.
ar: رمز PIN قصير جدا. يجب أن يكون على الأقل أربع خانات.
ca: El codi PIN es massa curt. Hauria de tenir 4 dígits com a mínim.
es: Código PIN demasiado corto. Debe contener al menos 4 dígitos.
fr: Code PIN trop court. Il doit contenir au moins 4 chiffres.
hr: PIN kôd prekratak. Trebao bi imati barem 4 znamenke.
ia: Codice de PIN troppe curte, il deberea esser de al minus 4 cifras.
it: PIN troppo breve. Dovrebbe essere almeno di 4 cifre.
kk: PIN коды тым шолақ. Кемінде 4 цифр болу тиіс..
km: កូដ​របស់​ PIN ​ខ្លី​ពេក ។ វា​គួរ​តែ​មាន​យ៉ាងហោចណាស់​ ៤ តួលេខ ។​
nds: PIN-Kode to kort. Dat mööt tominnst veer Steden wesen.
ru: PIN-код слишком короткий. Должен быть не менее 4 цифр.
sl: Koda PIN je prekratka. Dolga naj bi bila vsaj štiri števke.
zh_tw: PIN 碼過短。應該至少要四位數字。

source: The two PIN codes do not match
ar: لم يتطابق رمزا PIN
ca: Els dos codis PIN no coincideixen
es: Los dos códigos PIN no coinciden
fr: Les deux codes PIN ne correspondent pas
hr: Dva PIN kôda se ne podudaraju
ia: Le duo codices de PIN non es coincidente
it: I due codici PIN non corrispondono
kk: Екі PIN код сәйкес келмейді
km: កូដ​របស់​ PIN ពីរ​មិន​ផ្គូផ្គង​ឡើយ​
nds: De PIN-Koden sünd nich liek
ru: PIN-коды не совпадают
sl: Kodi PIN se ne ujemata
zh_tw: 兩次的 PIN 碼不相符

source: PUK code too short. It should be 8 digits.
ar: رمز PUK قصير جدا. يجب أن يكون على الأقل 8 خانات.
ca: El codi PUK es massa curt. Hauria de tenir 8 dígits com a mínim.
es: Código PUK demasiado corto. Debe contener al menos 8 dígitos.
fr: Code PUK trop court. Il doit contenir au moins 8 chiffres.
hr: PUK kôd prekratak. Trebao bi imati 8 znamenki.
ia: Codice de PUK troppe curte, il deberea esser de al minus 8 cifras.
it: Codice PUK troppo breve. Dovrebbe essere di 8 cifre.
kk: PUK коды тым шолақ. Кемінде 8 цифр болу тиіс..
km: កូដ​របស់​ PUK ខ្លី​ពេក​ ។ ​វា​គួរ​តែ​មាន​យ៉ាងហោចណាស់​ ៨ តូលេខ ។
nds: PUK-Kode to kort. Dat mööt tominnst acht Steden wesen.
ru: PUK-код слишком короткий. Должен быть не менее 8 цифр.
sl: Koda PUK je prekratka. Dolga naj bi bila 8 števk.
zh_tw: PUK 碼過短。應該至少要八位數字。

source: Unknown Error
ar: خطأ غير معروف
ca: Error desconegut
es: Error desconocido
fr: Erreur inconnue
hr: Nepoznata pogreška
ia: Error Incognite
it: Errore sconosciuto
kk: Беймәлім қате
km: កំហុស​ដែល​មិន​ស្គាល់​
nds: Nich begäng Fehler
ru: Неизвестная ошибка
sl: Neznana napaka
zh_tw: 未知的錯誤

source: Wireless
ar: لاسلكي
ca: Sense fils
es: Inalámbrica
fr: Sans fil
hr: Bežićna
ia: Wireless (Sin Cablos)
it: Senza fili
kk: Сымсыз
km: ឥត​ខ្សែ
nds: Funk
ru: Беспроводные
sl: Brezžično
zh_tw: 無線

source: &SSID:
ar: اسم الش&بكة SSID:
ru: &Имя сети:
zh_tw: SSID(&S)：

source: The name of the wireless network
ar: اسم الشبكة اللاسلكية
ca: El nom de la xarxa sense fils
es: El nombre de la red inalámbrica
fr: Le nom du réseau sans fil
hr: Ime bežićne mreže
ia: Le nomine del rete sin cablos
it: Il nome della rete senza fili
kk: Cымсыз желінің атауы
km: ឈ្មោះ​របស់​បណ្ដាញ​ឥត​ខ្សែ
nds: De Naam vun't Funknettwark
ru: Имя беспроводной сети
sl: Ime brezžičnega omrežja
zh_tw: 無線網路的名稱

source: The Service Set IDentifier is the name of a wireless network.
ar: معرَّفُ معيّن الخدمة هو الاسم لشبكة لاسلكية.
ca: L'identificador del conjunt de serveis (SSID) és el nom d'una xarxa sense fils
es: El identificador del conjunto de servicios es el nombre de una red inalámbrica.
fr: L'identifiant de l'ensemble de services (SSID) est le nom d'un réseau sans fil.
hr: Service Set IDentifier je ime bežićne mreže.
ia: Le Identificator de Insumul de Servicio (SSID) es le nomine del rete sin cablos
it: L'identificativo dell'insieme di servizi (SSID) è il nome di una rete senza fili.
kk: SSID (The Service Set ID) дегені - сымсыз желінің атауы.
km: កម្មវិធី​កំណត់​អត្តសញ្ញាណ​សេវា​គឺ​ជា​ឈ្មោះ​របស់​បណ្ដាញឥតខ្សែ ។
nds: De SSID (Deenstsettenkennen) is de Naam vun en Funknettwark
ru: SSID (Service Set IDentifier) — имя беспроводной сети.
sl: Določila nabora storitev (Service Set IDentifier) je ime brezžičnega omrežja.
zh_tw: 服務集辨識代碼（Service Set IDentifier，SSID）是指此無線網路的名稱。

source: S&can
ar: ا&مسح
ca: E&xplora
es: Es&canear
fr: &Balayage
hr: Pre&traži
ia: S&cande
it: S&cansiona
kk: &Қарастыру
km: ស្កេន
nds: &Dörkieken
ru: С&канировать
sl: &Preišči
zh_tw: 掃描(&C)

source: M&ode:
ar: ال&وضع:
es: M&odo:
hr: N&ačin:
ia: M&odo
it: M&odalità:
kk: Р&ежімі:
km: របៀប ៖
nds: &Bedrief:
ru: Р&ежим:
sl: &Način:
zh_tw: 模式(&O)：

source: Operating mode of the wireless network
ar: نمط التشغيل للشبكة اللاسلكية
ca: Mode d'operació de la xarxa sense fils
es: Modo de operación de la red inalámbrica
fr: Mode de fonctionnement du réseau sans fil
hr: Način rada bežićne mreže
ia: Modo operative del rete sin cablos
it: Modalità operativa della rete senza fili
kk: Сымсыз желінің істеу режімі
km: របៀប​ប្រតិបត្តិការ​របស់​បណ្ដាញ​ឥត​ខ្សែ
nds: Bedriefoort vun't Funknettwark
ru: Режим работы беспроводной сети
sl: Način delovanja brezžičnega omrežja
zh_tw: 此無線網路的操作模式

source: Infrastructure mode is the most common setting. To form a peer-to-peer wireless network with another computer when there is no infrastructure, choose Ap-mode (requires NetworkManager >= 0.9.8 and a suitable wifi driver) or Ad-hoc. Also read https://bugs.kde.org/show_bug.cgi?id=311705.
ca: El mode infraestructura és l'arranjament més freqüent. Per formar una xarxa sense fils d'igual a igual amb un altre ordinador quan no hi ha infraestructura, escolliu Ap-mode (requereix NetworkManager >= 0.9.8 i un controlador wifi adequat) o Ad-hoc.
fr: Infrastructure mode is the most common setting. To form a peer-to-peer wireless network with another computer when there is no infrastructure, choose Ap-mode (requires NetworkManager >= 0.9.8 and a suitable wifi driver) or Ad-hoc. Also read https://bugs.kde.org/show_bug.cgi?id=311705.Le mode infrastructure est le paramètre le plus courant. Pour former un réseau sans fil pair à pair avec un autre ordinateur lorsqu'il n'y a aucune infrastructure, choisissez Ad-hoc.
ia: Modo de infrastructura es le preferentia plus commun. Pro formar un rete sin cablos peer-to-peer con un altere computator quando il non ha infrastructura, tu selige Ap-mode (il require NetworkManager >= 0.9.8 e un driver wifi convenibile) o Ad-Hoc. Anque lege https://bugs.kde.org/show_bug.cgi?id=311705.
kk: Көбінде бұл параметр инфрақұрылымді режімі болады. Инфрақұрылымсыз, тең компьютерлер арасындағы желі құру үшін 'Қатынау нүкте режімі' дегенді (NetworkManager >= 0.9.8 және лайықты WiFi драйверін керек қылады) немесе 'Арнаулы' деп қойыңыз. Қосымша https://bugs.kde.org/show_bug.cgi?id=311705. дегенді оқыңыз.
ru: Инфраструктурный режим — самый распространённый вариант настройки. Для организации простой сети с другим компьютером, без инфраструктуры, выберите режим «точка доступа» (для этого требуется NetworkManager >= 0.9.8 и подходящий драйвер Wi-Fi) или одноранговый режим. Также ознакомьтесь с https://bugs.kde.org/show_bug.cgi?id=311705.
sl: Infrastrukturni način je najbolj običajna nastavitev. Za vzpostavitev brezžičnega omrežja od vrstnika do vrstnika, ko infrastrukture ni, izberite način dostopne točke (AP). Zahtevan je NetworkManager >= 0.9.8 in primerni brezžični gonilnik ali Ad-hoc. Preberite si tudi https://bugs.kde.org/show_bug.cgi?id=311705.

source: Infrastructure
ar: البنية التحتيّة
ca: Infraestructura
es: Infraestructura
hr: Infrastruktura
ia: Infrastructura
it: Infrastruttura
kk: Инфрақұрылымды
km: ហេដ្ឋារចនាសម្ពន្ធ​
nds: Infrastruktuur
ru: Инфраструктурный
sl: Infrastrukturno
zh_tw: 基礎結構

source: Ad-hoc
kk: Арнаулы
nds: Op'n Stutz
ru: Одноранговый

source: Ap-mode
fr: Mode Ap
ia: Ap-mode (Modo Ap)
kk: Қатынау нүкте режімі
ru: Точка доступа
sl: Način dostopne točke (AP)

source: B&and:
ar: الن&طاق:
ca: B&anda:
es: B&anda:
fr: &Bande :
hr: Poj&as:
ia: B&anda
it: B&anda:
kk: Д&иапазоны:
km: ក្រុម ៖​
ru: &Диапазон:
sl: &Pas:
zh_tw: 頻帶(&A)：

source: Frequency band of the wireless network.
ar: النطاق التردد للشبكة اللاسلكية
ca: Banda de la freqüència de la xarxa sense fils.
es: Banda de frecuencias de la red inalámbrica.
fr: Bande de fréquence du réseau sans fil
hr: Frekvencijski pojas bežične mreže.
ia: Banda de frequentia del rete sin cablos
it: Banda di frequenza della rete senza fili.
kk: Cымсыз желінің жиілік диапазоны
km: ក្រុម​ប្រេកង់​នៃ​បណ្ដាញ​ឥត​ខ្សែ​ ។​
nds: Frequenzrebeet vun't Funknettwark
ru: Частотный диапазон беспроводной сети.
sl: Frekvenčni pas brezžičnega omrežja.
zh_tw: 此無線網路的頻率帶。

source: b/g is the most common band around 2.4 GHz. Less common is a at 5 GHz.
ar: نطاق b/g هو النطاق الشائع حول 2.4 جيجاهرتز. الأقل شيوعا هو جيجاهرتز.
ca: b/g és la banda més comuna al voltant de 2,4 GHz. La menys comuna és a 5 GHz.
es: b/g es la banda más común, alrededor de los 2,4 GHz. Menos común es la a, a 5 GHz.
fr: b/g est la bande la plus courante d'environ 2,4 GHz. Moins commune est celle à 5 GHz.
ia: b/g es le plus commun banda circa 2.4GHZ. Minus commun es un a 5 GHZ.
it: b/g è la banda più comune vicina ai 2.4 GHz. La a è meno comune a 5 GHz.
kk: Көбінде b/g деген 2.4 ГГц маңайындағы диапазоны. 5 ГГц диапазоны сиректеу болады.
km: b/g គឺ​ជា​ក្រុម​ទូទៅ​ភាគ​ច្រើន​ប្រហែល​ជា​ ២.៤ ជីកាហឺត​ ។ ទូទៅ​តិច​ជាង​ ៥​ជីកាហឺត ។
nds: Dat Frequenzrebeet för b/g liggt so wat bi 2,4 GHz. Weniger begäng is 5 GHz.
ru: b/g — наиболее распространённый стандарт в диапазоне 2,4 ГГц. Менее распространённым является диапазон 5 ГГц.
sl: b/g je najbolj običajen pas s frekvenco okrog 2.4 GHz. Manj običajna je frekvenca 5 GHz.
zh_tw: b/g 最常用的頻率帶是 2.4GHz。較少用的是 5GHz。

source: Automatic
ca: Automàtic
fr: Automatique
hr: Automatski
it: Automatica
kk: Авто
nds: Automaatsch
ru: Автоматически
sl: Samodejno
zh_tw: 自動

source: &Channel:
ar: ال&قناة:
ca: &Canal:
es: &Canal:
fr: &Canal :
hr: &Kanal:
ia: &Canal:
it: &Canale:
kk: &Арнасы:
km: ឆានែល ៖
nds: &Kanaal:
ru: &Канал:
sl: &Kanal
zh_tw: 頻道(&C)：

source: Sets the channel of the network.
ar: تضع القنوات للشبكة
ca: Estableix el canal de la xarxa.
es: Establece el canal de la red.
fr: Définit le canal du réseau.
hr: Postavlja kanal mreže.
ia: Fixa le canal del rete.
it: Imposta il canale della rete.
kk: Желі арнасын орнату.
km: កំណត់​ឆានែល​នៃ​បណ្ដាញ ។​
nds: Leggt den Kanaal för dit Nettwark fast
ru: Установить канал сети.
sl: Nastavi kanal omrežja.
zh_tw: 設定此網路的頻道。

source: Only connect to the access point with this hardware address
ar: يتصل فقط بنقط الوصول ذات عنوان العتاد هذا
ca: Connecta només amb el punt d'accés que tingui aquesta adreça de maquinari
es: Conectar solo con el punto de acceso que tiene esta dirección de hardware
fr: Se connecter uniquement au point d'accès avec cette adresse matérielle
ia: Connecte solmente al puncto de accesso con iste adresse hardware
it: Connetti solo al punto d'accesso con questo indirizzo hardware
kk: Тек осы аппараттық адресті қатынау нүктеге қосылу
km: តភ្ជាប់​ទៅកាន់​ចំណុច​ចូល​ដំណើរការ​ដែល​មាន​អាសយដ្ឋាន​ផ្នែក​រឹង​នេះ​តែប៉ុណ្ណោះ
nds: Bloots na den Togangpunkt mit disse Reedschap-Adress tokoppeln
ru: Соединяться только с точкой доступа с указанным аппаратным адресом
sl: Poveži se le z dostopno točko, ki ima ta strojni naslov
zh_tw: 只連線到用此硬體位址的存取點
