Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: Connect automatically
ar: اتصل آليا
ca: Connecta automàticament
es: Conectar automáticamente
fr: Connecter automatiquement
hr: Spoji se automatski
ia: Connecte automaticamente
it: Connetti automaticamente
kk: Автоматты түрде қосылу
km: តភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ​
nds: Automaatsch tokoppeln
ru: Подключаться автоматически
sl: Poveži se samodejno
zh_tw: 自動連線

source: Should the networking system always try to activate this connection?
ar: هل ينبغي دائما على نظام الربط الشبكي محاولة تنشيط هذا الاتصال؟
ca: El sistema de connexió a la xarxa hauria d'intentar d'activar sempre aquesta connexió?
es: ¿Debe el sistema de red intentar siempre activar esta conexión?
fr: Le système de gestion de réseau devra-t-il toujours essayer d'activer cette connexion ?
hr: Treba li sustav mreže uvijek pokušati aktivirati ovu vezu?
ia: Le systema de rete deberea sempre tenta activar iste connexion?
it: Il sistema di rete dovrebbe sempre cercare di attivare questa connessione?
kk: Желі жүйесі осы қосылымды әрқашанда белсендету тиіс пе?
km: តើ​ប្រព័ន្ធ​បណ្ដាញ​គួរ​តែ​ព្យាយាម​ធ្វើ​ឲ្យ​ការ​តភ្ជាប់​នេះ​សកម្ម​ឬ ?
nds: Schall dat Nettwarksysteem jümmers disse Verbinnen bruken?
ru: Должна ли сетевая система всегда пытаться включить это соединение
sl: Ali naj omrežni sistem vedno poskuša vklopiti to povezavo?
zh_tw: 網路系統是否總是要試著啟動此連線？

source: Last used
ar: المستخدم مؤخراً
ca: Usat per darrera vegada
es: Último uso
fr: La dernière utilisée
hr: Zadnje korištena
ia: Ultime usate
it: Ultimo uso
kk: Соңғы пайдаланған
km: បាន​ប្រើ​ចុងក្រោយ
nds: Tolest bruukt
ru: Последнее использованное
sl: Nazadnje uporabljena
zh_tw: 上次使用

source: The date and time that the connection was last activated
ar: تاريخ ووقت آخر مرة فعّل فيهما الاتصال
ca: La data i l'hora en què es va activar la connexió per darrera vegada
es: La fecha y hora en que se activó por última vez la conexión
fr: La date et l'heure où la connexion a été activée la dernière fois
hr: Vrijeme i datum kad je veza zadnji put aktivirana
ia: Le data e tempore del connexion le ultime vice qu esseva activate
it: La data e l'ora di quando la connessione è stata attivata l'ultima volta
kk: Қосылымның соңғы белсендетілген кезі
km: ពេលវេលា និង​កាលបរិច្ឆេទ​ដែល​ការ​តភ្ជាប់​ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម​ចុងក្រោយ
nds: Datum un Tiet, wannehr de Verbinnen tolest bruukt wöör
ru: Дата и время последнего использования этого соединения
sl: Datum in čas, ko je bila povezava nazadnje vklopljena
zh_tw: 此連線上次啟動的日期與時間

source: Unique connection identifier
ar: معرَّفُ الاتصال الفريد
ca: Identificador de connexió únic
es: Identificador único de la conexión
fr: Identifiant unique de connexion
hr: Jedinstveni identifikator veze
ia: Identificator de connexion unic
it: Identificativo univoco di connessione
kk: Қосылымның бірегей идентификаторы
km: កម្មវិធី​​កំណត់​អត្តសញ្ញាណ​តភ្ជាប់​តែ​មួយ​គត់
nds: Eenkennig Verbinnen-Beteker
ru: Уникальный идентификатор соединения
sl: Edinstven določilnik povezave
zh_tw: 唯一連線識別

source: Network ID
ar: رقم هوية الشبكة:
ca: Identificador de xarxa
es: ID de la red
fr: ID de réseau
hr: ID Mreže
ia: ID de rete
it: Identificativo di rete
kk: Желі ID-і
km: លេខ​សម្គាល់​បណ្ដាញ
nds: Nettwark-ID
ru: ID сети
sl: ID omrežja
zh_tw: 網路代碼

source: Method
ar: الطريقة
ca: Mètode
es: Método
fr: Méthode
hr: Način
it: Metodo
kk: Әдісі
km: វិធីសាស្ត្រ
nds: Metood
ru: Метод
sl: Način
zh_tw: 方法

source: Choose the way to set the IP address of this connection
ar: اختر طريقة لتعيين عنوان الـIP لهذا الاتصال
ca: Escull d'establir l'adreça IP d'aquesta connexió
es: Elija el modo de establecimiento de la dirección IP de esta conexión
fr: Choisissez la manière de définir l'adresse IP de cette connexion
hr: Odaberite način postavljanja IP adrese za ovu vezu
ia: Selige le modo de fixar le adresse de IP de iste connexion
it: Scegli il modo di impostare l'indirizzo IP di questa connessione
kk: Қосылымның IP адресін таңдау әдісін орнату
km: ជ្រើស​វិធី​ត្រូវ​កំណត់​អាសយដ្ឋាន IP នៃ​ការ​តភ្ជាប់​នេះ
nds: Söök ut, wodennig de IP-Adress för disse Verbinnen fastleggt warrt.
ru: Выберите способ назначения IP-адреса для этого соединения
sl: Izberite način nastavljanja naslova IP za to povezavo
zh_tw: 選擇設定此連線 IP 位址的方式

source: DNS Servers
ar: خوادم DNS
ca: Servidors DNS
es: Servidores DNS
fr: Serveurs DNS
hr: DNS poslužitelji
ia: Servitores de DNS
it: Server DNS
kk: DNS серверлері
km: ម៉ាស៊ីន​បម្រើ DNS
ru: Серверы DNS
sl: Imenski strežniki
zh_tw: DNS 伺服器

source: List of Domain Name System servers to use
ar: قائمة بخوادم (نظام اسم النطاق) المراد استخدامها
ca: Llista dels servidors del Sistema de Noms de Domini a usar
es: Lista de servidores del Sistema de Nombres de Dominio (DNS) a usar
fr: Liste des serveurs de noms de domaines à utiliser
hr: Popis DNS poslužitelja za korištenje
ia: Lista de servitores de Systema de nomine de dominio (DNS) de usar
it: Elenco di server DNS da usare
kk: Қолданатың домен атау серверлер тізімі
km: រាយ​ម៉ាស៊ីន​បម្រើ​ប្រព័ន្ធ​ឈ្មោះ​ដែន​ដើម្បី​ប្រើ​
nds: Domäännaam-Systeemserverlist bruken
ru: Список используемых серверов DNS
sl: Seznam uporabljenih imenskih strežnikov
zh_tw: 要使用的網域名稱伺服器清單

source: Search Domains
ar: البحث عن النطاقات
ca: Dominis de cerca
es: Dominios de búsqueda
fr: Domaines de recherche
hr: Traži domene
ia: Dominios de cerca:
it: Domini di ricerca
kk: Іздеу домендері
km: ដែន​ស្វែងរក​
nds: Söökdomänen
ru: Домены поиска
sl: Domene za iskanje
zh_tw: 搜尋網域

source: List of domains to search for a hostname
ar: قائمة بالنطاقات المراد بحثها عن اسم مضيّف
ca: Llista de dominis per cercar noms de servidor
es: Lista de dominios en los que buscar un nombre de máquina
fr: Liste de domaines dans lesquels chercher un nom d'hôte
hr: Popis domena za pretragu računala
ia: Lista de dominios de cercar per un nomine de hospite
it: Elenco di domini in cui cercare un nome host
kk: Бір хост ауын доменің іздеу
km: បញ្ជី​​ដែន​ដែល​ត្រូវ​ស្វែងរក​​ឈ្មោះ​ម៉ាស៊ីន
nds: List mit Dömänen för de Söök na en Reeknernaam
ru: Список доменов поиска имён узлов
sl: Seznam domen za iskanje imen gostiteljev
zh_tw: 要用來搜尋主機名稱的網域清單

source: IP Addresses
ar: عناوين الـIP
ca: Adreces IP
es: Direcciones IP
fr: Adresses IP
hr: IP adrese
ia: Adresses IP
it: Indirizzi IP
kk: IP адрестері
km: អាសយដ្ឋាន IP​
nds: IP-Adressen
ru: IP-адреса
sl: Naslovi IP
zh_tw: IP 位址

source: List of IP addresses to configure on this connection
ar: قائمة بعناوين الـIP المراد ضبطها في هذا الاتصال
ca: Llista d'adreces IP per configurar en aquesta connexió
es: Lista de direcciones IP a configurar en esta conexión
fr: Liste d'adresses IP à configurer sur cette connexion
hr: Popis IP adresa za postaviti na ovu vezu
ia: Lista de adresses IP de configurar sur iste connexion
it: Elenco di indirizzi IP per configurare in questa connessione
kk: Осы қосылымға берілген IP адрестері
km: រាយ​អាសយដ្ឋាន IP ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​នៅ​លើ​ការ​តភ្ជាប់​នេះ
nds: List mit IP-Adressen för't Instellen vun disse Verbinnen
ru: Список настраиваемых IP-адресов для этого соединения
sl: Seznam naslovov IP, ki bodo nastavljeni na tej povezavi
zh_tw: 要設定此連線的 IP 位址清單

source: Ignore DHCP DNS
ar: تجاهل DHCP DNS
ca: Ignora els DNS DHCP
es: Ignorar los DNS del DHCP
fr: Ignorer les DNS DHCP
hr: Zanemari DHCP DNS
ia: Ignora DNS de DHCP
it: Ignora DNS di DHCP
kk: DHCP DNS-ті елемеу
km: មិន​អើពើ DHCP DNS
nds: DHCP-DNS övergahn
ru: Игнорировать DNS по DHCP
sl: Prezri DHCP-jeve imenske strežnike
zh_tw: 忽略 DHCP 提供的 DNS

source: Ignore DNS servers returned by DHCP and use the configured servers instead
ar: تجاهل خوادم DNS التي أرجعها DHCP واستخدم الخوادم المضبوطة بدلا عنها
ca: Ignora els servidors DNS retornats per DHCP i usa els servidors configurats
es: Ignorar los servidores DNS devueltos por el DHCP y usar en su lugar los servidores configurados
fr: Ignorer les serveurs DNS retournés par DHCP et utiliser les serveurs configurés à la place
hr: Zanemari DNS poslužitelje vraćene od DHCP-a i koristi umjesto njih postavljene poslužitelje
ia: Ignora servitores de DNS retornate per DHC e usa in loco le servitores configurate
it: Ignora i server DNS forniti da DHCP e usa invece quelli configurati
kk: DHCP қайтарған DNS-ті елемей оның орнына бапталған серверлерді қолдану
km: មិន​អើពើ​ម៉ាស៊ីន​បម្រើ DNS បាន​ត្រឡប់​ដោយ DHCP ហើយ​ប្រើ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជំនួស​វិញ​
nds: De vun DHCP torüchgeven DNS-Servers övergahn un de instellt Servers ansteed bruken
ru: Игнорировать назначаемые DHCP серверы DNS и использовать вместо них указанные серверы
sl: Prezre imenske strežnike, ki jih vrne DHCP, in uporabi samo ročno nastavljene
zh_tw: 忽略 DHCP 提供的 DNS，而使用自己設定的伺服器

source: Ignore Automatic Routes
ca: Ignora les rutes automàtiques
es: Ignorar rutas automáticas
fr: Ignorer les routes automatiques
hr: Zanemari automatske rute
ia: Ignora routes automatic
it: Ignora percorsi automatici
kk: Автоматты тағайынадлған маршруттауыштарды елемеу
km: មិន​អើពើ​ផ្លូវ​ស្វ័យ​ប្រវត្តិ​​
nds: Automaatsch Nettweeg övergahn
ru: Игнорировать маршруты, полученные автоматически
sl: Prezri samodejne poti
zh_tw: 忽略自動路由

source: Ignore routes returned by automatic configuration mechanisms and use the manually configured routes instead
ca: Ignora les rues retornades pels mecanismes de configuració automàtica i usa les rutes configurades manualment
es: Ignorar las rutas obtenidas con mecanismos de configuración automática y usar las rutas configuradas manualmente
fr: Ignorer les routes retournées par les mécanismes de configuration automatique et utiliser les routes configurées manuellement à la place
ia: Igonora roites retornate per mechanismos de configuration automatic e usa in loco le routes configurate manualmente
it: Ignora i percorsi restituiti da meccanismi di configurazione automatica, e usa invece quelli configurati manualmente
kk: Автоматты маршруттауын елемей оның орнына қолмен келтірілген маршғруттарын қолдану
km: មិន​អើពើ​ផ្លូវ​ដែល​បាន​ត្រឡប់​ដោយ​យន្តការ​កំណត់​រចនាសម្ព័ន្ធ​ស្វ័យប្រវត្តិ និង​ប្រើ​ផ្លូវ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ដោយដៃ​ជំនួស​វិញ​​
nds: De vun automaatsch Instellen torüchgeven Nettweeg övergahn un de instellt Nettweeg ansteed bruken
ru: Игнорировать маршруты, назначаемые в результате автоматической настройки, использовать вместо них маршруты, настроенные вручную
sl: Prezre poti, ki jih vrnejo mehanizmi za samodejno nastavljanje, in uporabi samo ročno nastavljene
zh_tw: 忽落自動設定機制所傳回的路由設定，改用手動設定的路由

source: Never Default Route
ca: Mai la ruta per defecte
es: Nunca la ruta por defecto
fr: Jamais de route par défaut
hr: Nikad zadana ruta
ia: Jammais route predefinite
it: Mai il percorso predefinito
kk: Әдетті маршруттау болмасын
km: ផ្លូវ​លំនាំដើម​មិន​​​ដែល​​
nds: Nienich Standard-Nettweg
ru: Не использовать маршрут по умолчанию
sl: Nikoli privzeta pot
zh_tw: 永不設定預設路由

source: Never assign the default route to this connection
ca: No assigna mai la ruta per defecte a aquesta connexió
es: No asignar nunca la ruta por defecto a esta conexión
fr: Ne jamais affecter la route par défaut à cette connexion
hr: Nikad ne pridruži zadanu rutu ovoj vezi
ia: Jammais assigna le route predefinite a iste connexion
it: Non assegnare mai il percorso predefinito a questa connessione
kk: Осы қосылымға әдетті маршрутарды тағайындамау
km: មិនដែល​​កំណត់​ផ្លូវ​លំនាំដើម ​​ដើម្បី​ការ​តភ្ជាប់​នេះ​​​ឡើយ​
nds: Nienich Standard-Nettweg för disse Verbinnen bruken
ru: Никогда не назначать данному соединению маршрут по умолчанию
sl: Tej povezavi nikoli ne priredi privzete poti
zh_tw: 此連線永不指定預設路由

source: DHCP Client ID
ca: Identificador del &client DHCP
es: ID del cliente DHCP
fr: Identifiant de client DHCP
hr: ID klijenta DHCP-a
ia: ID de cliente DHCP
it: Identificativo del client DHCP
kk: DHCP клиент ID-і
km: លេខ​សម្គាល់​ម៉ាស៊ីន​ភ្ញៀវ​ DHCP ​​
nds: DHCP-Client-Kennen
ru: ID клиента DHCP
sl: ID odjemalca DHCP
zh_tw: DHCP 客戶端代碼

source: Send hostname to DHCP server
ca: Envia el nom de l'ordinador al servidor DHCP
es: Enviar nombre de la máquina al servidor DHCP
fr: Envoyer le nom d'hôte au serveur DHCP
hr: Pošalji ime računala poslužitelju DHCP-a
ia: Invia nomine de hospite al servitor DHCP
it: Invia nome host al server DHCP
kk: DHCP серверіне хост атауын жіберу
km: ផ្ញើ​ឈ្មោះ​ម៉ាស៊ីន​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​​ DHCP ​​
nds: Reeknernaam den DHCP-Server tostüern
ru: Отправлять имя узла серверу DHCP
sl: Strežniku DHCP pošlji ime gostitelja
zh_tw: 傳送主機名稱給 DHCP 伺服器

source: DHCP hostname
ar: اسم مضيف DHCP
ca: Nom del servidor DHCP
es: Nombre de máquina DHCP
fr: Nom d'hôte DHCP
hr: Ime računala DHCP-a
ia: Nomine de Hospite DHCP
it: Nome host DHCP
kk: DHCP хост атауы
km: ឈ្មោះ​ម៉ាស៊ីន​ DHCP ​​
nds: DHCP-Reeknernaam
ru: Имя узла DHCP
sl: Ime gostitelja za DHCP
zh_tw: DHCP 主機名稱

source: Required for this connection
ar: مطلوب لهذه الوصلة
ca: Es requereix per aquesta connexió
es: Necesario para esta conexión
fr: Requis pour cette connexion
hr: Potrebno za ovu vezu
ia: Requirite pro iste connexion
it: Richiesto per questa connessione
kk: Осы қосылымға керегі
km: បាន​ទាមទារ​សម្រាប់​ការ​តភ្ជាប់​នេះ​
nds: Deit för disse Verbinnen noot
ru: Требуется для этого соединения
sl: Zahtevano za to povezavo
zh_tw: 此連線需要

source: No Auth
ar: بدون استيثاق
ca: Sense autenticar
es: Sin autenticación
fr: Pas d'auth
hr: Bez prijave
ia: Nexun Authentication
it: Senza autenticazione
kk: Аутентификация жоқ
km: គ្មាន Auth
nds: Keen Identiteetprööv
ru: Без аутентификации
sl: Brez overjanja
zh_tw: 沒有認證

source: Refuse EAP
ar: ارفض EAP
ca: Rebutja EAP
es: Rechazar EAP
fr: Refuser EAP
hr: Odbij EAP
ia: Refusa EAP
it: Rifiuta EAP
kk: EAP-тан бас тарту
km: បដិសេធ EAP
nds: EAP afwiesen
ru: Отклонять EAP
sl: Zavrni EAP
zh_tw: 拒絕 EAP

source: Refuse PAP
ar: ارفض PAP
ca: Rebutja PAP
es: Rechazar PAP
fr: Refuser PAP
hr: Odbij PAP
ia: Refusa PAP
it: Rifiuta PAP
kk: PAP-тан бас тарту
km: បដិសេធ PAP
nds: PAP afwiesen
ru: Отклонять PAP
sl: Zavrni PAP
zh_tw: 拒絕 PAP

source: Refuse CHAP
ar: ارفض CHAP
ca: Rebutja CHAP
es: Rechazar CHAP
fr: Refuser CHAP
hr: Odbij CHAP
ia: Refusa CHAP
it: Rifiuta CHAP
kk: CHAP-тан бас тарту
km: បដិសេធ CHAP
nds: CHAP afwiesen
ru: Отклонять CHAP
sl: Zavrni CHAP
zh_tw: 拒絕 CHAP

source: Refuse MS CHAP
ar: ارفض MS CHAP
ca: Rebutja MS CHAP
es: Rechazar MS CHAP
fr: Refuser MS CHAP
hr: Odbij MS CHAP
ia: Refusa MS CHAP
it: Rifiuta MS CHAP
kk: MS CHAP-тан бас тарту
km: បដិសេធ MS CHAP
nds: MS-CHAP afwiesen
ru: Отклонять MS CHAP
sl: Zavrni MS CHAP
zh_tw: 拒絕 MS CHAP

source: Refuse MS CHAP V2
ar: ارفض MS CHAP V2
ca: Rebutja MS CHAP V2
es: Rechazar MS CHAP V2
fr: Refuser MS CHAP V2
hr: Odbij MS CHAP V2
ia: Refusa MS CHAP V2
it: Rifiuta MS CHAP V2
kk: MS CHAP V2-ден бас тарту
km: បដិសេធ MS CHAP V2
nds: MS-CHAP V2 afwiesen
ru: Отклонять MS CHAP V2
sl: Zavrni MS CHAP V2
zh_tw: 拒絕 MS CHAP V2

source: No BSD comp.
ar: لا تضغط BSD
ca: Sense compressió BSD
es: Sin compresión BSD
fr: Pas de comp. BSD
hr: Nije BSD kompatibilno.
ia: Necun BSD comp.
it: Senza compressione BSD
kk: BSD сығусыз
km: គ្មាន BSD comp.
nds: Keen BSD-Komprimeren
ru: Без сжатия BSD
sl: Brez stiskanja BSD
zh_tw: 不使用 BSD 壓縮

source: No deflate
ar: لا تفك
ca: Sense desinflat
es: Sin deflación
fr: Pas de comp. Deflate
hr: Bez umanjivanja (Deflate)
ia: Necun deflation
it: Senza Deflate
kk: Сығусыз
km: គ្មាន deflate​
nds: Keen Deflate-Metood
ru: Без сжатия Deflate
sl: Brez stiskanja Deflate
zh_tw: 不使用 deflate 壓縮

source: No VJ comp.
ar: لا تضغط VJ
ca: Sense compressió VJ
es: Sin compresión VJ
fr: Pas de comp. VJ
hr: Nije VJ kompatibilno.
ia: Necun VJ comp.
it: Senza compressione VJ
kk: VJ сығусыз
km: គ្មាន VJ comp.
nds: Keen VJ-Komprimeren
ru: Без сжатия VJ
sl: Brez stiskanja VJ
zh_tw: 不使用 VJ 壓縮

source: Require MPPE
ar: اطلب MPPE
ca: Requereix MPPE
es: Requerir MPPE
fr: Exiger MPPE
hr: Zahtijevaj MPPE
it: Richiedi MPPE
kk: MPPE қажет
km: ត្រូវការ MPPE
nds: MPPE bruken
ru: Требовать MPPE
sl: Zahtevaj MPPE
zh_tw: 需要 MPPE

source: Require MPPE 128
ar: اطلب MPPE 128
ca: Requereix MPPE 128
es: Requerir MPPE 128
fr: Exiger MPPE 128
hr: Zahtijevaj MPPE 128
it: Richiedi MPPE 128
kk: MPPE 128 қажет
km: ត្រូវការ MPPE 128
nds: MPPE 128 bruken
ru: Требовать MPPE 128
sl: Zahtevaj MPPE 128
zh_tw: 需要 MPPE 128

source: MPPE Stateful
ar: MPPE الحالي
ca: MPPE amb estat
es: MPPE con estado
fr: MPPE à états
hr: MPPE zadovoljeno
ia: Stateful MPPE
it: MPPE con stato
kk: MPPE күйін сақтауымен
nds: Tostandwohren MPPE
ru: MPPE с состояниями
sl: MPPE s stanji
zh_tw: MPPE 狀態

source: Baud
es: Baudio
hr: Broj bita u sekundi
kk: Бод
ru: Бод
zh_tw: 鮑率

source: LCP echo Failure
ar: فشل صدى LCP
ca: Fallada de l'eco LCP
es: Fallo de eco LCP
fr: Échec de la requête écho LCP
hr: Neuspjeli LCP odjek
ia: Fallimento de echo de LCP
it: Errore di echo LCP
kk: LCP жаңғырық жаңылысы
km: បរាជ័យ LCP echo
nds: LCP-Echo-Fehler
ru: Ошибка LCP-эхо
sl: Neuspeh odmeva LCP
zh_tw: LCP 回應失敗

source: LCP echo interval
ar: مدة صدى LCP
ca: Interval de l'eco LCP
es: Intervalo de eco LCP
fr: Intervalle d'écho LCP
hr: Interval LCP odjeka
ia: Intervallo de echo de LCP
it: Intervallo di echo LCP
kk: LCP жаңғырық аралығы
km: ចន្លោះ​ LCP echo
nds: LCP-Echo-Tietafstand
ru: Интервал LCP-эхо
sl: Interval odmeva LCP
zh_tw: LCP 回應間隔

source: Service
ar: الخدمة
ca: Servei
es: Servicio
hr: Usluga
ia: Servicio
it: Servizio
kk: Қызмет
km: សេវា
nds: Deenst
ru: Служба
sl: Storitev
zh_tw: 服務

source: Data bits
ar: بتات بيانات
ca: Bits de dades
es: Bits de datos
fr: Bits de données
hr: Bitovi podataka
ia: Bits de datos
it: Bit di dati
kk: Дерек биттері
km: ប៊ីត​ទិន្នន័យ
nds: Datenbits
ru: Биты данных
sl: Podatkovni biti
zh_tw: 資料位元

source: Parity
ar: الزوجية
ca: Paritat
es: Paridad
fr: Parité
hr: Paritet
ia: Paritate
it: Parità
kk: Жұптығы
km: ភាព​ដូចគ្នា
nds: Pariteet
ru: Чётность
sl: Parnost
zh_tw: 同位元

source: Stop bits
ar: بتات الوقوف
ca: Atura els bits
es: Bits de detención
fr: Bits d'arrêt
hr: Zaustavni bitovi
ia: Bits de stop
it: Bit di stop
kk: Стоп биттері
km: បញ្ឈប់​ប៊ីត
ru: Стоп-биты
sl: Zaključni biti
zh_tw: 停止位元

source: Send delay
ar: تأخير الإرسال
ca: Retard d'enviament
es: Demora en el envío
fr: Délai d'envoi
hr: Pošalji odgodu
ia: Invia retardo
it: Ritardo d'invio
kk: Жіберу кідірісі
km: ពន្យារពេល​ផ្ញើ
nds: Paus loosstüern
ru: Задержка передачи
sl: Zamik pošiljanja
zh_tw: 傳送延遲

source: Service Type
ar: نوع الخدمة
ca: Tipus de servei
es: Tipo de servicio
fr: Type de service
hr: Tip usluge
ia: Typo de servicio
it: Tipo di servizio
kk: Қызмет түрі
km: ប្រភេទ​សេវា​
nds: Deenst-Typ
ru: Тип службы
sl: Vrsta storitve
zh_tw: 服務型態

source: System username, not stored
ar: اسم مستخدم النظام غير محفوظ
ca: Nom de l'usuari del sistema no emmagatzemat
es: Usuario del sistema, no almacenado
fr: Nom d'utilisateur système, non mémorisé
hr: Sistemsko korisničko ime, nije pohranjeno
ia: Nomine de usator de systema, non immagasinate
it: Nome utente di sistema, non memorizzato
kk: Жүйелік пайдаланушы, сақталмайды
km: ឈ្មោះ​អ្នក​ប្រើ​ប្រព័ន្ធ​ មិន​បាន​ទុក​
nds: Systeem-Brukernaam, nich sekert
ru: Имя пользователя системы (не сохраняется)
sl: Sistemsko uporabniško ime, ki ni shranjeno
zh_tw: 系統使用者名稱，未儲存

source: Vpnsecrets
ar: أسرار VPN
ca: SecretsVPN
es: Secretas de VPN
hr: Vpntajne
ia: Secretos de VPN
it: Segreti VPN
ru: Пароли VPN
sl: Skrivnosti VPN
zh_tw: VPN 密碼

source: VPN Plugin Name
ar: اسم ملحق VPN
ca: Nom del connector VPN
es: Nombre del complemento de VPN
fr: Nom du module externe VPN
hr: Naziv priključka za VPN
ia: Nomine de plugin de VPN
it: Nome dell'estensione VPN
kk: VPN плагин атауы
km: ឈ្មោះ​កម្មវិធី​ជំនួយ​ VPN
nds: VPN-Moduulnaam
ru: Название модуля VPN
sl: Ime vstavka VPN
zh_tw: VPN 外掛程式名稱

# @info:tooltip
source: Interface type
ca: Tipus d'interfície
es: Tipo de interfaz
fr: Type d'interface
hr: Tip Sučelja
ia: Typo de interfacie
it: Tipo di interfaccia
kk: Итерфейсінің түрі
km: ប្រភេទ​ចំណុច​ប្រទាក់​​
nds: Koppelsteed-Typ
ru: Тип интерфейса
sl: Vrsta vmesnika
zh_tw: 介面型態

# @info:tooltip
source: System device name
ca: Nom del dispositiu del sistema
es: Nombre del dispositivo en el sistema
fr: Nom du périphérique système
hr: Ime sustavskog uređaja
ia: Nomine de dispositivo de systema
it: Nome del dispositivo di sistema
kk: Жүйелік құрылғының атауы
km: ឈ្មោះ​ឧបករណ៍​ប្រព័ន្ធ​​
nds: Systeemreedschapnaam
ru: Имя устройства системы
sl: Sistemsko ime naprave
zh_tw: 系統裝置名稱

# @info:tooltip
source: System driver name
ca: Nom del controlador del sistema
es: Nombre del controlador en el sistema
fr: Nom du pilote système
hr: Naziv sustavskog upravljačkog programa
ia: Nomine de Driver de systema
it: Nome del driver di sistema
kk: Жүйелік драйверінің атауы
km: ឈ្មោះ​កម្ម​វិធី​បញ្ជា​ប្រព័ន្ធ​​
nds: Systeemdrievernaam
ru: Имя драйвера системы
sl: Sistemsko ime gonilnika
zh_tw: 系統驅動程式名稱

# @info:tooltip
source: Network interface status
ca: Estat de la interfície de xarxa
es: Estado de la interfaz de red
fr: État de l'interface réseau
hr: Stanje mrežnog sučelja
ia: Stato de interfacie de rete
it: Stato dell'interfaccia di rete
kk: Желі интерфейсінің күй-жайы
km: ស្ថាន​ភាព​ចំណុច​ប្រទាក់​បណ្ដាញ​​
nds: Nettwark-Koppelsteedstatus
ru: Состояние сетевого интерфейса
sl: Stanje omrežnega vmesnika
zh_tw: 網路介面狀態

# @info:tooltip
source: Hardware address of a network interface
ca: Adreça del maquinari d'una interfície de xarxa
es: Dirección hardware de una interfaz de red
fr: Adresse matérielle d'une interface réseau
hr: Hardverska adresa mrežnog sučelja
ia: Adresse hardware del interfacie de rete
it: Indirizzo hardware di un'interfaccia di rete
kk: Желі интерфейсінің аппараттық адресі
km: អាសយដ្ឋាន​​ផ្នែក​រឹង​នៃ​ចំណុច​ប្រទាក់​បណ្ដាញ ​
nds: Reedschap-Adress för en Nettwark-Koppelsteed
ru: Аппаратный адрес сетевого интерфейса
sl: Strojni naslov omrežnega vmesnika
zh_tw: 網路介面的硬體位址

# @info:tooltip
source: Network interface current bit rate
ca: Velocitat de transmissió actual de la interfície de xarxa
es: Tasa de bits actual de la interfaz de red
fr: Débit binaire actuel de l'interface réseau
hr: Trenutna brzina mrežnog sučelja
ia: Frequentia de bit currente de interfacie de rete
it: Bitrate attuale dell'interfaccia di rete
kk: Желі интерфейсінің қазіргі бит легі
km: អត្រា​ប៊ីត​បច្ចុប្បន្ន​ចំណុច​ប្រទាក់​បណ្ដាញ​​
nds: Aktuell Bitrate vun de Nettwarkkoppelsteed
ru: Текущая скорость сетевого интерфейса
sl: Trenutna bitna hitrost omrežnega vmesnika
zh_tw: 網路介面目前的位元率

# @info:tooltip
source: Maximum speed of the network interface
ca: Velocitat màxima de la interfície de xarxa
es: Velocidad máxima de la interfaz de red
fr: Vitesse maximale de l'interface réseau
hr: Najveća brzina mrežnog sučelja
ia: Maxime velocitate del interfacie de rete
it: Velocità massima dell'interfaccia di rete
kk: Желі интерфейсінің макс. жылдамдығы
km: ល្បឿន​អតិបរមា​របស់​ចំណុច​ប្រទាក់​​បណ្ដាញ ​
nds: Hööchstgauigkeit vun de Nettwarkkoppelsteed
ru: Максимальная скорость сетевого интерфейса
sl: Največja hitrost omrežnega vmesnika
zh_tw: 網路介面的最大速率

# @info:tooltip
source: IPv4 network address
ca: Adreça de xarxa IPv4
es: Dirección de red IPv4
fr: Adresse réseau IPv4
hr: IPv4 mrežna adresa
ia: Adresse de rete IPv4
it: Indirizzo di rete IPv4
kk: IPv4 желілік адресі
km: អាសយដ្ឋាន​បណ្ដាញ​ IPv4 ​​
nds: IPv4-Nettwarkadress
ru: Адрес сети IPv4
sl: Omrežni naslov IPv4
zh_tw: IPv4 位址

# @info:tooltip
source: Network name servers
ca: Servidors de noms de la xarxa
es: Servidores de nombres de la red
fr: Serveurs de noms de réseau
hr: Poslužitelji mrežnih imena
ia: Servitores de nomine de rete
it: Server dei nomi di rete
kk: Желінің атау серверлері
km: សេវា​ឈ្មោះ​បណ្ដាញ​​
nds: Nettwark-Naamservers
ru: Серверы имён сети
sl: Omrežni imenski strežniki
zh_tw: 網路名稱伺服器

# @info:tooltip
source: Network domains
ca: Dominis de xarxa
es: Dominios de red
fr: Domaines de réseau
hr: Mrežne domene
ia: Dominios de rete
it: Domini di rete
kk: Желінің домендері
km: ដែន​បណ្ដាញ​
nds: Nettwarkdomänen
ru: Домены сети
sl: Omrežne domene
zh_tw: 網域
