Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: Trace
ar: أثر
ca: Traça
es: Rastrear
fr: Traçage
ia: Tracia
kk: Қадағалау
km: ដាន
nds: Spoor
ru: Трассировка
sl: Sled
zh_tw: 追蹤

source: OpenConnect Settings
ca: Paràmetres de l'OpenConnect
es: Preferencias de OpenConnect
fr: Paramètres de OpenConnect
ia: Preferentias de OpenConnect
it: Impostazioni OpenConnect
kk: OpenConnect баптауы
km: ការ​កំណត់ OpenConnect
nds: OpenConnect-Instellen
ru: Параметры OpenConnect
sl: Nastavitve OpenConnect
zh_tw: OpenConnect 設定

source: &CA Certificate:
ca: Certificat &CA:
es: &Certificado de la AC:
fr: &Certificat de l'AC :
ia: &Certificato CA:
it: &Certificato CA:
kk: &КО күәлігі:
km: វិញ្ញាបនបត្រ CA ៖
nds: &ZA-Zertifikaat:
ru: Серти&фикат CA:
sl: Potrdilo &CA:
zh_tw: CA 憑證(&C)：

source: &Proxy:
ca: &Servidor intermediari:
fr: &Serveur mandataire :
kk: &Прокси:
km: ប្រូស៊ី ៖
ru: &Прокси:
sl: &Posredniški strežnik
zh_tw: 代理伺服器(&P)：

source: CSD &Wrapper Script:
ca: Script d'e&mbolcall CSD:
es: Script de en&voltorio de CSD:
fr: Script d'encaps&ulation CSD :
ia: &Wrapper Script de CSD:
it: Script &Wrapper CSD
kk: CSD &орама скрипті
km: ស្គ្រីប​កម្មវិធី​ខ្ចប់ CSD ៖
nds: "CSD"-Ü&mtoskript
ru: Скрипт &оболочки CSD:
sl: Ovijalniški s&kript CSD
zh_tw: CSD 包裝文稿(&W)：

source: Allow Cisco Secure Desktop &trojan
ca: Permetre el cavall de &Troia de «Cisco Secure Desktop»
es: Permitir el &troyano de escritorio seguro de Cisco
fr: Autoriser un &cheval de Troie sur Cisco Secure Desktop
ia: Permitte &trojan de Cisco Secur desktop (Scriptorio secur de Cisco)
it: Autorizza il &trojan Cisco Secure Desktop
kk: CSD &трояны рұқсат етілсін
km: អនុញ្ញាត trojan ផ្ទៃតុ​សុវត្ថិភាព Cisco
nds: "Cisco Secure Desktop"-&Trojaner tolaten
ru: Запускать &троян Cisco Secure Desktop
sl: Dovoli &trojanec Cisco Secure Desktop
zh_tw: 允許 Cisco 安全桌面的特洛依木碼(&T)

source: Certificate Authentication
ca: Certificat d'autenticació
es: Autenticación de certificado
fr: Authentification du certificat
ia: Authentication de certificato
it: Autenticazione certificato
kk: Куәлік аутентификациясы
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​វិញ្ញាបនបត្រ
nds: Zertifikaat-Identiteetprööv:
ru: Аутентификация по сертификату
sl: Overitev potrdila
zh_tw: 憑證認證

source: Use &FSID for key passphrase
ca: Usa &FSID per la contrasenya de clau
es: Usar &FSID para la contraseña larga de la clave
fr: Utiliser &FSID pour la phrase de chiffrement de la clé
ia: Usa &FSID pro phrase de contrasigno clave
it: Utilizza &FSID per la frase segreta della chiave
kk: кілт тізбегі үшін &FSID пайдалансын
km: ប្រើ FSID សម្រាប់​កូនសោ​ឃ្លា​សម្ងាត់
nds: &FSID för Slötel-Slötelsatz bruken
ru: Использовать для пароля идентификатор &ФС
sl: Za šifrirno frazo uporabi ključ &FISD
zh_tw: 使用 FSID 做金鑰密碼片語(&F)

source: Could not open file
ca: No s'ha pogut obrir el fitxer
es: No se puede abrir el archivo
fr: Impossible d'ouvrir le fichier
ia: On non pote aperir file
it: Impossibile aprire il file
kk: Файл ашылмады
km: មិន​អាច​បើក​ឯកសារ
nds: Datei lett sik nich opmaken.
ru: Не удалось открыть файл
sl: Datoteke ni bilo mogoče odpreti
zh_tw: 無法開啟檔案

source: Unknown option: %1
ca: Opció desconeguda: %1
es: Opción desconocida: %1
fr: Option inconnue : %1
ia: Option incognite: %1
it: Opzione sconosciuta: %1
kk: '%1' деген параметр беймәлім
km: ជម្រើស​មិន​ស្គាល់ ៖ %1
nds: Optschoon "%1" is nich begäng
ru: Неизвестный параметр: %1
sl: Neznana možnost: %1
zh_tw: 不明的選項：%1

source: Invalid number of arguments (expected 1) in option: %1
ca: Nombre no vàlid d'arguments (s'esperava 1) en l'opció: %1
es: Número de argumentos no válido (se esperaba 1) en la opción: %1
fr: Nombre incorrect d'arguments (1 était attendu) dans l'option : %1
ia: Invalide numero de argumentos (expectava 1) in option %1
it: Numero di argomenti non valido (atteso 1) nell'opzione: %1
kk: Параметрінде аргументтер саны дұрыс емес (1 болу тиіс): %1
km: លេខ​របស់​អាគុយម៉ង់​មិន​ត្រឹមត្រូវ (បាន​រំពឹង 1) នៅ​ក្នុង​ជម្រើស ៖ %1
nds: Leeg Tall vun Argumenten (1 verwacht) in Optschoon: %1
ru: Неверное число аргументов (должен быть 1) у параметра: %1
sl: Neveljavno število argumentov (pričakovano 1) v možnosti: %1
zh_tw: 選項裡參數數目不正確（應為 1 個）：%1

source: Invalid size (should be between 0 and 0xFFFF) in option: %1
ca: Mida no vàlida (hauria d'estar entre 0 i 0xFFFF) en l'opció: %1
es: Tamaño no válido (debería estar entre 0 y 0xFFFF) en la opción: %1
fr: Taille incorrecte (devrait se situer entre 0 et 0xFFFF) dans l'option : %1
ia: Invalide dimension (il deberea esser inter 0 e 0xFFFF) in option: %1
it: Dimensione non valida (dovrebbe essere compresa tra 0 e 0xFFFF) nell'opzione: %1
kk: Параметрінде өлшемі дұрыс емес (0 мен 0xFFFF арасында болу тиіс): %1
km: ទំហំ​មិន​ត្រឹមត្រូវ (គួរតែ​នៅ​ចន្លោះ​រវាង 0 និង 0xFFFF) នៅ​ក្នុង​ជម្រើស ៖ %1
nds: Leeg Grött (tolaten is 0 bet 0xFFFF) in Optschoon: %1
ru: Неверный размер (должен быть от 0 до 0xFFFF) в параметре: %1
sl: Neveljavna velikost (morala bi znašati med 0 in 0xFFFF) v možnosti: %1
zh_tw: 選項裡大小不正確（應為 0 到 0xffff 間）：%1

source: Invalid size (should be between 0 and 604800) in option: %1
ca: Mida no vàlida (hauria d'estar entre 0 i 604800) en l'opció: %1
es: Tamaño no válido (debería estar entre 0 y 604800) en la opción: %1
fr: Taille incorrecte (devrait se situer entre 0 et 604800) dans l'option : %1
ia: Invalide dimension (il deberea esser inter 604800 e 0) in option: %1
it: Dimensione non valida (dovrebbe essere compresa tra 0 e 604800) nell'opzione: %1
kk: Параметрінде өлшемі дұрыс емес (0 мен 604800 арасында болу тиіс): %1
km: ទំហំ​មិន​ត្រឹមត្រូវ (គួរតែ​នៅ​ចន្លោះ​រវាង 0 និង 604800) នៅ​ក្នុង​ជម្រើស ៖ %1
nds: Leeg Grött (tolaten is 0 bet 604800) in Optschoon: %1
ru: Неверный размер (должен быть от 0 до 604800) в параметре: %1
sl: Neveljavna velikost (morala bi znašati med 0 in 604800) v možnosti: %1
zh_tw: 選項裡大小不正確（應為 0 到 604800 間）：%1

source: Invalid proxy option: %1
ca: Opció no vàlida del servidor intermediari: %1
es: Opción de proxy no válida: %1
fr: Option de serveur mandataire incorrecte : %1
ia: Invalide option de proxy: %1
it: Opzione del proxy non valida: %1
kk: Жарамсыз прокси параметрі: %1
km: ជម្រើស​ប្រូកស៊ី​មិន​ត្រឹមត្រូវ ៖ %1
nds: Leeg Proxy-Optschoon: %1
ru: Неверный параметр прокси: %1
sl: Neveljavna možnost posredniškega strežnika: %1
zh_tw: 代理伺服器選項不正確：%1

source: Invalid port (should be between 1 and 65535) in option: %1
ca: Port no vàlid (hauria d'estar entre 0 i 65535) en l'opció: %1
es: Puerto no válido (debería estar entre 1 y 65535) en la opción: %1
fr: Port incorrect (devrait se situer entre 1 et 65535) dans l'option : %1
ia: Invalide porto (il deberea esser inter 1 e 65535) in option: %1
it: Porta non valida (dovrebbe essere compresa tra 1 e 65535) nell'opzione: %1
kk: Параметрінде порты дұрыс емес (1 мен 65535 арасында болу тиіс): %1
km: ច្រក​មិន​ត្រឹមត្រូវ (គួរតែ​នៅ​ចន្លោះ​រវាង 1 និង 65535) នៅ​ក្នុង​ជម្រើស ៖ %1
nds: Leeg Port (tolaten is 1 bet 65535) in Optschoon: %1
ru: Неверный порт (должен быть от 1 до 65535) в параметре: %1
sl: Neveljavna vrata (morala bi znašati med 1 in 65535) v možnosti: %1
zh_tw: 選項裡連接埠不正確（應為 1 到 65535 間）：%1

source: Invalid number of arguments (expected 2) in option: %1
ca: Nombre no vàlid d'arguments (s'esperava 2) en l'opció: %1
es: Número de argumentos no válido (se esperaban 2) en la opción: %1
fr: Nombre incorrect d'arguments (2 était attendu) dans l'option : %1
ia: Invalide numero de argumentos (expectava 2) in option: %1
it: Numero non valido di argomenti (atteso 2) nell'opzione: %1
kk: Параметрінде аргументтер саны дұрыс емес (2 болу тиіс): %1
km: លេខ​របស់​អាគុយម៉ង់​មិន​ត្រឹមត្រូវ (បាន​រំពឹង 2) នៅ​ក្នុង​ជម្រើស ៖ %1
nds: Leeg Tall vun Argumenten (2 verwacht) in Optschoon: %1
ru: Неверное число аргументов (должно быть 2) у параметра: %1
sl: Neveljavno število argumentov (pričakovano 2) v možnosti: %1
zh_tw: 選項裡參數數目不正確（應為 2 個）：%1

source: File %1 is not a valid OpenVPN's client configuration file
ca: El fitxer %1 no és un fitxer de configuració de client OpenVPN vàlid
es: El archivo %1 no es un archivo válido de configuración de cliente OpenVPN
fr: Le fichier %1 n'est pas un fichier de configuration client de OpenVPN valable
ia: File %1 non es un valide file de configuration de cliente de OpenVPN
it: Il file %1 non è un file di configurazione client OpenVPN valido
kk: %1 деген файлы дұрыс OpenVPN клиентінің баптау файлы емес
km: ឯកសារ %1 មិន​មែន​ជា​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​របស់ OpenVPN ដែល​ត្រឹមត្រូវ​ទេ
nds: Datei "%1" is keen gellen Instellendatei för OpenVPN-Clients
ru: Файл %1 не содержит рабочую конфигурацию клиента OpenVPN
sl: Datoteka %1 ni veljavna nastavitvena datoteka odjemalca OpenVPN
zh_tw: 檔案 %1 不是合法的 OpenVPN 客戶端設定檔

source: File %1 is not a valid OpenVPN configuration (no remote).
ca: El fitxer %1 no és una configuració OpenVPN vàlida (sense remot).
es: El archivo %1 no es una configuración válida de OpenVPN (no remoto).
fr: Le fichier %1 n'est pas une configuration OpenVPN valable (non distant).
ia: File %1 non es un valide configuration de OpenVPN (necun remote).
it: Il file %1 non è un file di configurazione OpenVPN valido (manca remote).
kk: %1 деген файлы дұрыс OpenVPN-ның баптауы емес (қашықтағы сервері жоқ).
km: ឯកសារ %1 មិន​មែន​ជា​ការ​កំណត់​រចនាសម្ព័ន្ធ OpenVPN ត្រឹមត្រូវ​ទេ (គ្មាន​ពី​ចម្ងាយ) ។
nds: Datei "%1" is keen gellen Instellen (keen Feerntogriep)
ru: Файл %1 не содержит рабочую конфигурацию OpenVPN (отсутствует remote).
sl: Datoteka %1 ni veljavna nastavitvena datoteka odjemalca OpenVPN (ni oddaljeno).
zh_tw: 檔案 %1 不是合法的 OpenVPN 設定檔（無遠端）

source: Could not open file for writing
ca: No s'ha pogut obrir el fitxer per a escriptura
es: No se puede abrir archivo para escritura
fr: Impossible d'ouvrir le fichier en écriture
ia: Il non pote aperir file per scriber
it: Impossibile aprire il file in scrittura
kk: Файл жазуға ашылмады
km: មិន​អាច​បើក​ឯកសារ​សម្រាប់​ការ​សរសេរ​បាន​ទេ
nds: Datei lett sik nich schrieven
ru: Невозможно открыть файл для записи
sl: Datoteke ni bilo mogoče odpreti za pisanje
zh_tw: 無法開啟檔案以寫入

source: Key Password:
ar: مفتاح كلمة السر:
ca: Contrasenya de la clau:
es: Contraseña de la clave:
fr: Mot de passe de la clé :
ia: Contrasigno de clave:
it: Password della chiave:
kk: Кілттің пар&олі:
km: ពាក្យ​សម្ងាត់​សោ ៖
nds: Slötelpasswoort:
ru: Пароль ключа:
sl: Geslo ključa:
zh_tw: 金鑰密碼：

source: Proxy Password:
ca: Contrasenya del servidor intermediari:
es: Contraseña del proxy:
fr: Mot de passe du groupe :
ia: Contrasigno proxy:
it: Password del proxy:
kk: Прокси паролі:
km: ពាក្យសម្ងាត់​ប្រូកស៊ី ៖​
nds: Proxypasswoort:
ru: Пароль прокси:
sl: Geslo posredniškega strežnika:
zh_tw: 代理伺服器密碼：

source: OpenVPNAuthentication
ar: OpenVPN استيثاق
ca: AutenticacióOpenVPN
es: Autenticación OpenVPN
hr: OpenVPNPrijava
ia: Authentication de OpenVPN
it: Autenticazione OpenVPN
nds: OpenVPN-Identiteetprööv
ru: Аутентификация OpenVPN
sl: Overjanje OpenVPN
zh_tw: OpenVPN 認證

source: Required Settings
ar: الإعدادات المطلوبة
ca: Arranjament requerit
es: Ajustes necesarios
fr: Paramètres requis
hr: Potrebne postavke
ia: Preferentias requirite
it: Impostazioni necessarie
kk: Керек параметрлері
km: ការ​កំណត់​ដែល​បាន​ទាមទារ​​
nds: Bruukt Instellen
ru: Обязательное
sl: Zahtevane nastavitve
zh_tw: 需要的設定

source: Connection &type:
ar: &نوع الاتصال:
ca: &Tipus de connexió:
es: &Tipo de conexión:
fr: &Type de connexion :
hr: &Tip veze:
ia: &Typo de connexion:
it: &Tipo di connessione:
kk: Қосылым &түрі:
km: ប្រភេទ​តភ្ជាប់ ៖
nds: &Verbinnentyp:
ru: &Тип соединения:
sl: &Vrsta povezave:
zh_tw: 連線型態(&T)：

source: X.509 Certificates
ar: X.509 شهادات
ca: Certificats X.509
es: Certificados X.509
fr: Certificats X.509
hr: X.509 Certifikati
ia: Certificatos X.509
it: Certificati X.509
kk: X.509 куәліктер
km: វិញ្ញាបនប័ត្រ X.509
nds: X.509-Zertifikaten
ru: Сертификаты X.509
sl: Potrdila X.509
zh_tw: X.509 憑證

source: Pre-shared Key
ar: مفتاح مسبق-الشراكة
ca: Clau precompartida
es: Clave precompartida
fr: Clé pré-partagée
hr: Prvopodijeljeni ključ
ia: Clave pre-compartite
it: Chiave precondivisa
kk: Алдын-ала ортақ кілт
km: សោ​បាន​ចែករំលែក​ជា​មុន​
nds: Vörweg deelt Slötel
ru: Общий ключ
sl: V naprej deljeni ključ
zh_tw: 預分享金鑰

source: X.509 With Password
ar: X.509 مع كلمة السر
ca: X.509 amb contrasenya
es: X.509 con contraseña
fr: X.509 avec mot de passe
hr: X.509 sa zaporkom
ia: X.509 con contrasigno
it: X.509 con password
kk: X.509 (паролімен)
km: X.509 មាន​ពាក្យ​សម្ងាត់
nds: X.509 mit Passwoort
ru: X.509 с паролем
sl: X.509 z geslom
zh_tw: 帶密碼的 X.509

source: C&A file:
ar: ملف التو&ثيق:
ca: Fitxer C&A:
es: Archivo C&A:
fr: Fichier d'&AC :
hr: C&A datoteka:
ia: File C&A:
it: File C&A:
kk: К&О файлы:
km: ឯកសារ CA ៖
nds: Z&S-Datei:
ru: Файл C&A:
sl: Datoteka C&A:
zh_tw: CA 檔(&A)：

source: &Certificate:
ar: ال&شهادة:
ca: &Certificat:
es: &Certificado:
fr: &Certificat :
hr: &Certifikat:
ia: &Certificato:
it: &Certificato:
kk: &Куәлігі:
km: វិញ្ញាបនប័ត្រ​
nds: &Zertifikaat:
ru: &Сертификат:
sl: &Potrdilo:
zh_tw: 憑證(&C)：

source: Key password:
ar: مفتاح كلمة السر:
ca: Contrasenya de la clau:
es: Contraseña de la clave:
fr: Mot de passe de la clé :
ia: Contrasigno de clave:
it: Password della chiave:
kk: Кілттің паролі:
km: ពាក្យ​សម្ងាត់​សោ ៖
nds: Slötelpasswoort:
ru: Пароль ключа:
sl: Geslo ključa:
zh_tw: 金鑰密碼：

source: Local IP
ar: الـIP المحلي
ca: IP local
es: IP local
fr: IP locale
hr: Lokalni IP
ia: IP Local
it: IP locale
kk: Жергілікті IP
km: IP មូលដ្ឋាន
nds: Lokaal IP
ru: Локальный IP
sl: Krajevni IP
zh_tw: 本地端 IP

source: Remote IP
ar: الـIP البعيد
ca: IP remota
es: IP remota
fr: IP distante
hr: Udaljeni IP
ia: IP remote
it: IP remoto
kk: Қашықтағы IP
km: IP ពី​ចម្ងាយ
nds: Feern IP
ru: Удалённый IP
sl: Oddaljeni IP
zh_tw: 遠端 IP

source: Key Direction
ar: اتجاه المفتاح
ca: Direcció de la clau
es: Dirección de la clave
fr: Direction de la clé
ia: Direction de clave
it: Direzione della chiave
kk: Кілт бағыты
km: ទិស​កូនសោ​ ៖
nds: Slötelricht
ru: Направление ключа
sl: Smer ključa
zh_tw: 金鑰方向

source: If key direction is used, it must be the opposite of that used on the VPN peer.
ar: إذا استخدم اتجاه المفتاح ؛ فيجب أن يكون عكس المستخدم في VPN القرين
ca: Si s'utilitza una direcció de clau, ha de ser l'oposada a la que s'utilitzi en la màquina VPN.
es: Si se usa la dirección de la clave, debe ser la opuesta de la usada en el par VPN.
fr: Si la direction de la clé est utilisée, elle doit être l'opposé de celle employée sur l'homologue VPN.
ia: Si le direction de clave es usate, il debe esser le inverse de ille usate sur le peer VPN.
it: Se la direzione della chiave è utilizzata, deve essere opposta a quella usata all'altro lato della VPN.
kk: Егерде кілт бағыты қолданса, ол VPN қарсы жағындағындана теріс болу тиіс.
km: ប្រសិនបើ​បាន​ប្រើ​ទិស​កូនសោ វា​ត្រូវតែ​ជា​ភាព​ផ្ទុយគ្នា​នៃ​ម៉ាស៊ីន VPN ដូចគ្នា​ដែល​បាន​ប្រើ ។
nds: Warrt "Slötelricht" bruukt, mutt se den VPN-Partner sien gegenricht wesen
ru: Если определено направление ключа, оно должно быть противоположным тому, что задано на стороне VPN-партнёра.
sl: Če je uporabljena smer ključa, mora biti obratna od tiste, ki je uporabljena na soležniku VPN.
zh_tw: 如果使用金鑰方向，它必須跟在 VPN 端點上使用的相反。

source: None
ca: Cap
fr: Aucun
hr: Nema
ia: Necun
it: Nessuna
kk: Жоқ
nds: Keen
ru: Нет
sl: Brez
zh_tw: 無

source: CA File:
ar: ملف التوثيق:
ca: Fitxer CA:
es: Archivo de la AC:
fr: Fichier d'AC :
ia: File CA:
it: File CA:
kk: КО файлы:
km: ឯកសារ CA ៖
nds: ZA-Datei:
ru: Файл CA:
sl: Datoteka CA:
zh_tw: CA 檔：

source: Username:
ca: Nom d'usuari:
fr: Nom d'utilisateur :
hr: Korisničko ime:
ia: Nomine de usator:
it: Nome dell'utente:
kk: Пайдаланушы:
nds: Brukernaam:
ru: Имя пользователя:
sl: Uporabniško ime:
zh_tw: 使用者名稱：

source: CA file
ar: ملف التوثيق
ca: Fitxer CA
es: Archivo CA
fr: Fichier d'AC
hr: CA datoteka
ia: File CA
it: File CA
kk: КО файлы
km: ឯកសារ CA
nds: ZA-Datei
ru: Файл CA
sl: Datoteka CA
zh_tw: CA 檔

source: Certificate
ar: الشهادة
ca: Certificat
es: Certificado
fr: Certificat
hr: Certifikat
ia: Certificato
it: Certificato
kk: Куәлігі
km: វិញ្ញាបនប័ត្រ
nds: Zertifikaat
ru: Сертификат
sl: Potrdilo
zh_tw: 憑證

source: Key
ar: المفتاح
ca: Clau
es: Clave
fr: Clé
hr: Ključ
ia: Clave
it: Chiave
kk: Кілті
km: សោ
nds: Slötel
ru: Ключ
sl: Ključ
zh_tw: 金鑰

source: Key password
ar: مفتاح كلمة السر
ca: Contrasenya de la clau
es: Contraseña de la clave
fr: Mot de passe de la clé
ia: Contrasigno de clave
it: Password della chiave
kk: Кілттің паролі
km: ពាក្យ​សម្ងាត់​របស់​សោ​
nds: Slötelpasswoort
ru: Пароль ключа
sl: Geslo ključa
zh_tw: 金鑰密碼

source: Optional Settings
ar: إعدادات خيارية
ca: Arranjaments opcionals
es: Ajustes opcionales
fr: Paramètres optionnels
hr: Neobavezne postavke
ia: Preferentias optional
it: Impostazioni facoltative
kk: Міндетті емес баптауы
km: ការ​កំណត់​ជា​ជម្រើស​
nds: Köörwies Instellen
ru: Дополнительно
sl: Dodatne nastavitve
zh_tw: 選擇性設定

source: Gateway &Port:
ar: م&نفذ البوابة:
ca: &Port de la passarel·la
es: &Puerto de la puerta de enlace:
fr: Port de &passerelle :
hr: &Port pristupne točke:
ia: &Porto de gateway:
it: &Porta del gateway:
kk: Шлюз &порты:
km: ច្រក​ផ្លូវ​ចេញ​ចូល​ ៖​
nds: Döörreekner-&Port:
ru: &Порт шлюза:
sl: &Vrata prehoda:
zh_tw: 閘道連接埠(&P)：

source: Tunnel MTU
ar: أكبر حزمة نقل في القناة
ca: MTU del túnel
es: Túnel MTU
it: MTU del tunnel
kk: Туннелдік MTU
km: ធ្យូនែល MTU
nds: Tunnelt MTU
ru: MTU в туннеле
sl: Tunel MTU
zh_tw: 通道式 MTU

source: UDP fragment size
ar: حجم جزئي UDP
ca: Mida del fragment UDP
es: Tamaño de fragmento UDP
fr: Taille de fragment UDP
ia: Grandor de fragmento UDP
it: Dimensione del frammento UDP
kk: UDP фрагмент өлшемі
km: ទំហំ​បំណែក UDP
nds: UDP-Deelgrött
ru: Размер UDP-фрагмента
sl: Velikost delčka UDP
zh_tw: UDP 區段大小

source: Use custom renegotiation interval
ar: استخدم فترة إعادة تفاوض مخصصة
ca: Usa un interval de renegociació personalitzat
es: Usar intervalo de renegociación personalizado
fr: Utiliser un intervalle de renégociation personnalisé
ia: Usa intervallo de renotiation personalisate
it: Usa intervallo di rinegoziazione personalizzato
kk: Қалаған келісу аралығы қолдансын
km: ប្រើ​ចន្លោះ​ពេល​ការ​ចរចា​ឡើងវិញ​ផ្ទាល់ខ្លួន
nds: Egen Uthanneln-Tiet bruken
ru: Нестандартный интервал пересогласования
sl: Uporabi interval pogajanja po meri
zh_tw: 使用自訂的協定溝通間隔

source: Use LZO compression
ar: استخدم ضغط LZO
ca: Usa la compressió LZO
es: Usar compresión LZO
fr: Utiliser la compression LZO
hr: Koristi LZO sabijanje
ia: Usa compression LZO
it: Usa compressione LZO
kk: LZO сығуы қолданылсын
km: ប្រើការ​បង្ហាប់ LZO
nds: LZO-Komprimeren bruken
ru: Использовать сжатие LZO
sl: Uporabljaj stiskanje LZO
zh_tw: 使用 LZO 壓縮

source: Use TCP connection
ar: استخدم اتصال TCP
ca: Usa la connexió TCP
es: Usar conexión TCP
fr: Utiliser une connexion TCP
hr: Koristi TCP vezu
ia: Usa connexion TCP
it: Usa connessione TCP
kk: TCP қосылым пайдалансын
km: ប្រើ​ការ​តភ្ជាប់ TCP
nds: TCP-Verbinnen bruken
ru: Использовать TCP-соединение
sl: Uporabljaj povezavo TCP
zh_tw: 使用 TCP 連線

source: Use TAP device
ar: استخدم جهاز TAP
ca: Usa el dispositiu TAP
es: Usar dispositivo TAP
fr: Utiliser le périphérique TAP
hr: Koristi TAP uređaj
ia: Usa dispositivo TAP
it: Usa dispositivo TAP
kk: TAP құрылғы пайдалансын
km: ប្រើ​ឧបករណ៍ TAP
nds: TAP-Reedschap bruken
ru: Использовать устройство TAP
sl: Uporabljaj napravo TAP
zh_tw: 使用 TAP 裝置

source: Restrict TCP maximum segment size (MSS)
ar: قيد (MSS) أقصى حجم لقطعة TCP
ca: Restringeix la mida màxima del segment TCP (MSS)
es: Restringir el tamaño de segmento máximo de TCP (MSS)
fr: Restreindre la taille maximale de segment TCP (MSS)
ia: Limita grandor de segmento maxime de TCP (MSS)
it: Limita la dimensione massima del segmento TCP (MSS)
kk: TCP максималды сегмент өлшемі (MSS) шектелсін
km: ដាក់​កម្រិត TCP maximum segment size (MSS)
nds: Hööchst TCP-Segmentgrött (MSS) bruken
ru: Ограничить максимальный размер сегмента (MSS) для TCP
sl: Omeji največjo velikost odseka TCP (MSS)
zh_tw: 限制 TCP 最大區段大小（Maximum Segment Size, MSS）

source: Optional &Security
ar: أمن &خياري
ca: &Seguretat opcional
es: &Seguridad opcional
fr: &Sécurité optionnelle
hr: Neobavezna &Sigurnost
ia: &Securitate optional
it: &Sicurezza facoltativa
kk: Міндетті емес қа&уіпсіздік
km: សុវត្ថិភាព​ស្រេច​ចិត្ត​
nds: Köörwies &Sekerheit
ru: &Защита
sl: Dodatna v&arnost
zh_tw: 選擇性安全設定(&S)

source: &Cipher:
ar: ال&شيفرة:
ca: &Xifra:
es: &Cifrador:
fr: &Chiffrement :
hr: Š&ifrator:
ia: &Ciphra:
it: &Cifrario:
kk: &Шифры:
km: សរសេរ​សម្ងាត់​ ៖
nds: &Verslöteln:
ru: &Шифр:
sl: &Šifra:
zh_tw: 加密文字(&C)：

source: Obtaining available ciphers...
ar: يجلب الشيفرات المتوفرة...
ca: Obtén els xifrats disponibles...
es: Obteniendo los cifradores disponibles...
fr: Obtention de chiffrements valables...
hr: Dohvaćam dostupne šifratore …
ia: Obtenente cyphras disponibile...
it: Recupero dei cifrari disponibili...
kk: Бар шифрларды түгелдеу...
km: កំពុង​​សរសេរ​សម្ងាត់​ដែល​មាន​​​​...
nds: Verföögbor Verslöteln warrt haalt...
ru: Получение доступных шифров...
sl: Pridobivanje razpoložljivih šifer ...
zh_tw: 取得可用的加密文字中...

source: &HMAC Authentication:
ar: HMAC استيثا&ق
ca: Autenticació &HMAC:
es: Autenticación &HMAC:
fr: Authentification &HMAC :
hr: &HMAC Prijava:
ia: Authentication de &HMAC:
it: Autenticazione &HMAC:
kk: &HMAC аутентификация
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ ​HMAC ៖
nds: &HMAC-Identiteetprööv:
ru: Аутентификация &HMAC:
sl: Overjanje &HMAC:
zh_tw: HMAC 認證(&H)：

source: Optional TLS Settings
ar: إعدادات TLS اختيارية
ca: Arranjaments TLS opcionals
es: Ajustes opcionales de TLS
fr: Paramètres TLS optionnels
hr: Neobavezne TLS Postavke
ia: Preferentias optionalde TLS
it: Impostazioni TLS facoltative
kk: Міндетті емес TLS баптауы
km: ការ​កំណត់​ TLS ​ជា​ជម្រើស​
nds: Köörwies TLS-Instellen
ru: TLS
sl: Dodatne nastavitve za TLS
zh_tw: 選擇性 TLS 設定

source: Connect only to servers whose certificate matches the given subject. Example: /CN=myvpn.company.com
ca: Connecta només a servidors en que el certificat coincideix amb l'assumpte indicat. Exemple: /CN=myvpn.company.com
es: Conectar solo con servidores cuyo certificado coincida con el sujeto especificado. Ejemplo: /CN=myvpn.company.com
fr: Se connecter uniquement aux serveurs dont le certificat correspond au sujet donné. Exemple : /CN=monvpn.compagnie.com
ia: Connecte solmente a seritores cuje certificatos corresponde al subjecto date: pro exemplo: /CN=mivpn.enterprisa.com
it: Connettiti solo a server il cui nome corrisponde all'oggetto dato. Esempio: /CN=miavpn.azienda.com
kk: Куәлік тақырыбы келтірілгенге сәйкесті ғана серверлеріне қосылу. Мысалы: /CN=myvpn.company.com
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ដែល​វិញ្ញាបនបត្រ​របស់​វា​ផ្គូផ្គង​នឹង​ប្រធានបទ​ដែល​បាន​ផ្ដល់ឲ្យ​តែប៉ុណ្ណោះ ។ ឧទាហរណ៍ ៖ /CN=myvpn.company.com
nds: Bloots na Servers tokoppeln, de ehr Zertifikaat mit de angeven Tekenkeed övereenstimmt. Bispill: /CN=myvpn.company.com
ru: Подключаться только к серверам, в сертификате которых указан данный субъект. Пример: /CN=myvpn.company.com
sl: Poveži se le s strežniki, katerih potrdilo se ujema s podano zadevo. Primer: /CN=mojvpn.podjetje.si
zh_tw: 只連線到擁有符合特定主題的憑證的伺服器。例如：/CN=myvpn.company.com

source: Use additional TLS authentication
ar: استخدم استيثاق TLS إضافيا
ca: Utilitza l'autenticació TLS addicional
es: Usar una autenticación TLS adicional
fr: Utiliser une authentification TLS supplémentaire
hr: Koristi dodatnu TLS prijavu
ia: Usa authentication additional de TLS
it: Usa autenticazione TLS aggiuntiva
kk: Қосымша TLS аутентификациясын өткізу
km: ប្រើ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ TLS ដែល​បន្ថែម​​
nds: Noch en TLS-Identiteetprööv bito bruken
ru: Использовать дополнительную TLS-аутентификацию
sl: Uporabi dodatno overitev TLS
zh_tw: 使用額外的 TLS 認證

source: Key Direction:
ar: اتجاه المفتاح:
ca: Direcció de la clau:
es: Dirección de la clave:
fr: Direction de la clé :
hr: Smjer ključa:
ia: Direction de clave:
it: Direzione della chiave:
kk: Кілт бағыты:
km: ទិស​សោ​ ៖
nds: Slötelricht:
ru: Направление ключа:
sl: Smer ključa:
zh_tw: 金鑰方向：
