Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Joan Maspons Ventura
es: Rafael Muñoz Cárdenas,Eloy Cuadra,Enrique Matías Sánchez (Quique),Ignacio Poggi,Cristina Yenyxe González García
fr: Joëlle Cornavin
hr: Andrej Dundović, Marko Dimjašević
ia: Giovanni Sora
it: Vincenzo Reale,Federico Zenith
kk: Сайран Киккарин
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, អេង វណ្ណៈ, អោក ពិសិដ្ឋ...
nds: Manfred Wiese
ru: Александр Мелентьев, Николай Шафоростов
sl: Jure Repinc,Andrej Mernik
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: joanmaspons@gmail.com
es: bymenda@gmail.com,ecuadra@eloihr.net,cronopios@gmail.com,ignaciop.3@gmail.com,the.blue.valkyrie@gmail.com
fr: jcorn@free.fr
hr: andrej@dundovic.com.hr, marko@dimjasevic.net
ia: g.sora@tiscali.it
it: smart2128@baslug.org,
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info, ...
nds: m.j.wiese@web.de
ru: alex239@gmail.com, shaforostoff@kde.ru
sl: jlp@holodeck1.com,andrejm@ubuntu.si
zh_tw: franklin at goodhorse dot idv dot tw

source: Connections
ar: الوصلات
ca: Connexions
es: Conexiones
fr: Connexions
hr: Veze
ia: Connexiones
it: Connessioni
kk: Қосылымдар
km: ការ​តភ្ជាប់​​
nds: Verbinnen
ru: Соединения
sl: Povezave
zh_tw: 連線

source: Store secrets in wallet
ar: خزّن الأسرار في المحفظة
ca: Emmagatzema els secrets a la cartera
es: Almacenar las secretas en la cartera
fr: Mémoriser les secrets dans le portefeuille
hr: Spremi tajne ključeve u novčanik
ia: Immagasina secretos in portafolio
it: Memorizza segreti nel portafogli
kk: Құпиялар әмиянда сақталсын
km: ទុក​ការ​សម្ងាត់​នៅ​ក្នុង​កាបូប
nds: Passwöör binnen Knipp sekern
ru: Хранить пароли в бумажнике
sl: Skrivnosti hrani v Listnici
zh_tw: 將密碼儲存在錢包中

source: Security type
ar: نوع الأمن
ca: Tipus de seguretat
es: Tipo de seguridad
fr: Type de sécurité
hr: Vrsta sigurnosti
ia: Typo de securitate
it: Tipo di sicurezza
kk: Қауіпсіздік түрі
km: ប្រភេទ​សុវត្ថិភាព
nds: Sekerheit-Typ
ru: Защита
sl: Vrsta varnosti
zh_tw: 安全性型態

source: Key management
ar: إدارة المفاتيح
ca: Gestió de claus
es: Gestión de claves
fr: Gestion des clés
hr: Upravljanje ključevima
ia: Gerente de clave
it: Gestione delle chiavi
kk: Кілтті меңгеру
km: ការគ្រប់គ្រង​សោ
nds: Slötelpleeg
ru: Управление ключами
sl: Upravljanje s ključi
zh_tw: 金鑰管理

source: WEP TX key index
ar: مؤشر مفتاح WEP TX
ca: Índex de clau WEP TX
es: Índice de la clave TX de WEP
fr: Index de clé WEP TX
hr: WEP TX indeks po ključevima
ia: Indice de clave de WEP TX
it: Indice delle chiavi WEP TX
kk: WEP TX кілт индексі
km: លិបិក្រម​សោ WEP TX
nds: WEP-TX-Slötelindex
ru: Индекс ключа WEP TX
sl: Indeks ključa WEP TX
zh_tw: WEP TX 金鑰索引

source: Authentication algorithm
ar: خوارزمية الاستيثاق
ca: Algoritme d'autenticació
es: Algoritmo de autenticación
fr: Algorithme d'authentification
hr: Algoritam za autentifikaciju
ia: Algorithmo de authentication
it: Algoritmo di autenticazione
kk: Аутентификация алгоритмі
km: ក្បួន​ដោះស្រាយ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​​
nds: Identiteetprööv-Algoritmus
ru: Алгоритм аутентификации
sl: Algoritem za overjanje
zh_tw: 認證演算法

source: Protocols
ar: البروتوكولات
es: Protocolos
fr: Protocoles
hr: Protokoli
ia: Protocollos
it: Protocolli
kk: Протоколдар
km: ពិធីការ
nds: Protokollen
ru: Протоколы
sl: Protokoli
zh_tw: 即時通訊協定

source: Pairwise
ca: Per parelles
es: Por pares
fr: Par paire
hr: U paru
ia: Comparation inter par (Pairwise)
it: A coppie
kk: Жұптық
nds: Poorwies
ru: Попарно
sl: Parno
zh_tw: 成對的

source: Group
ca: Grup
fr: Groupe
hr: Grupni
ia: Gruppo
it: Gruppo
kk: Топтық
nds: Koppel
ru: Группа
sl: Skupina
zh_tw: 群組

source: LEAP Username
ar: اسم المستخدم LEAP
ca: Nom d'usuari LEAP
es: Usuario de LEAP
fr: Nom d'utilisateur LEAP
hr: LEAP korisničko ime
ia: Nomine de usator de LEAP
it: Nome dell'utente LEAP
kk: LEAP пайдаланушысы
km: ឈ្មោះ​អ្នក​ប្រើ​ LEAP ​​
nds: LEAP-Brukernaam
ru: Имя пользователя LEAP
sl: Uporabniško ime LEAP
zh_tw: LEAP 使用者名稱

source: WEP key 0
ca: Clau WEP 0
es: Clave WEP 0
fr: Clé WEP 0
hr: WEP ključ 0
ia: WEP clave 0
it: Chiave 0 WEP
kk: WEP 0 кілті
km: សោ WEP ០
nds: WEP-Slötel 0
ru: WEP-ключ 0
sl: Ključ WEP 0
zh_tw: WEP 金鑰 0

source: WEP key 1
ca: Clau WEP 1
es: Clave WEP 1
fr: Clé WEP 1
hr: WEP ključ 1
ia: WEP clave 1
it: Chiave 1 WEP
kk: WEP 1-кілті
km: សោ WEP ១
nds: WEP-Slötel 1
ru: WEP-ключ 1
sl: Ključ WEP 1
zh_tw: WEP 金鑰 1

source: WEP key 2
ca: Clau WEP 2
es: Clave WEP 2
fr: Clé WEP 2
hr: WEP ključ 2
ia: WEP clave 2
it: Chiave 2 WEP
kk: WEP 2-кілті
km: សោ WEP ២
nds: WEP-Slötel 2
ru: WEP-ключ 2
sl: Ključ WEP 2
zh_tw: WEP 金鑰 2

source: WEP key 3
ca: Clau WEP 3
es: Clave WEP 3
fr: Clé WEP 3
hr: WEP ključ 3
ia: WEP clave 3
it: Chiave 3 WEP
kk: WEP 3-кілті
km: សោ WEP ៣
nds: WEP-Slötel 3
ru: WEP-ключ 3
sl: Ključ WEP 3
zh_tw: WEP 金鑰 3

source: LEAP Password
ar: كلمة السر LEAP
ca: Contrasenya LEAP
es: Contraseña de LEAP
fr: Mot de passe LEAP
hr: LEAP zaporka
ia: Contrasigno LEAP
it: Password LEAP
kk: LEAP паролі
km: ពាក្យ​សម្ងាត់ LEAP ​​
nds: LEAP-Passwoort
ru: Пароль LEAP
sl: Geslo LEAP
zh_tw: LEAP 密碼

source: WEP Passphrase
ar: عبارة سر WEP
ca: Frase de contrasenya WEP
es: Frase de paso WEP
fr: Phrase de passe LEAP
hr: WEP tajna riječ
ia: Phrase de contrasigno WEP
it: Frase segreta WEP
kk: WEP кілт тізбегі
km: ឃ្លា​សម្ងាត់ WEP
nds: WEP-Slötelsatz
ru: Пароль WEP
sl: Šifrirna fraza WEP
zh_tw: WEP 密碼片語

source: Service Set IDentifier (network name)
ar: معرَّفُ معيّن الخدمة (اسم الشبكة)
ca: Identificador del conjunt de serveis (nom de la xarxa)
es: Identificador del conjunto de servicios (nombre de la red inalámbrica)
fr: Identifiant de l'ensemble de services (nom du réseau)
hr: Service Set IDentifier (ime mreže)
ia: Service Set IDentifier (nomine de rete) (IDentificator de insimul de servicio)
it: Identificativo dell'insieme di servizi (nome della rete)
kk: Service Set IDentifier (желінің атауы)
km: កម្មវិធី​កំណត់​អត្តសញ្ញាណ​សេវា​ (ឈ្មោះ​បណ្ដាញ​) ​
nds: Deenstsettenkennen (Nettwarknaam)
ru: SSID (Service Set IDentifier, имя сети)
sl: Določilo nabora storitev (ime omrežja)
zh_tw: 服務集辨識代碼（SSID，網路名稱）

source: Mode
ar: الوضع
es: Modo
hr: Način
ia: Modo
it: Modalità
kk: Режімі
km: របៀប
nds: Bedriefoort
ru: Режим
sl: Način
zh_tw: 模式

source: Band
ar: النطاق
ca: Banda
es: Banda
fr: Bande
hr: Pojas
ia: Banda
it: Banda
kk: Диапазоны
km: ក្រុម
ru: Диапазон
sl: Pas
zh_tw: 頻帶

source: Channel
ar: القناة
ca: Canal
es: Canal
fr: Canal
hr: Kanal
ia: Canal
it: Canale
kk: Арнасы
km: ឆានែល
nds: Klöönruum
ru: Канал
sl: Kanal
zh_tw: 頻道

source: Basic Service Set IDentifier of the access point to use
ar: معرَّفُ معيّن الخدمة الأساسي لنقطة النفاذ المراد استخدامها
ca: Identificador del conjunt de serveis bàsics del punt d'accés a usar
es: El identificador básico del conjunto de servicios (BSSID) del punto de acceso a usar
fr: Identifiant de l'ensemble de services de base du point d'accès à utiliser
hr: Osnovni SSID pristupne točke
ia: Basic Service Set IDentifier (IDentificator de insimul de servicio basic) del puncot de accesso de usar
it: Identificativo dell'insieme di servizi di base del punto d'accesso da usare
kk: Қолданатын қатынау нүктенің Basic Service Set IDentifier дегені
km: កម្មវិធី​កំណត់​អត្តសញ្ញាណ​សេវា​មូលដ្ឋាន នៃ​ចំណុច​ចូល​ដំណើរការ​ត្រូវ​ប្រើ​
nds: Basisdeenstsettenkennen vun bruukt Togangpunkt
ru: BSSID (Basic Service Set IDentifier) используемой точки доступа
sl: Osnovno določilo nabora storitev uporabljene dostopne točke
zh_tw: 存取點所使用的基本服務集辨識代碼（BSSID）

source: Data rate
ar: معدّل البيانات
ca: Taxa de dades
es: Tasa de datos
fr: Débit de données
hr: Protok podataka
ia: Frequentia de datos
it: Velocità dei dati
kk: Деректер легі
km: អត្រា​ទិន្នន័យ​
nds: Datenrate
ru: Скорость данных
sl: Podatkovna hitrost
zh_tw: 資料速率

source: Transmit power
ar: قوة النقل
ca: Potència de la transmissió
es: Potencia de transmisión
fr: Puissance de transmission
hr: Snaga emisije
ia: Potentia de transmission
it: Potenza di trasmissione
kk: Өткізу қабілеті
km: បញ្ជូន​ថាមពល
nds: Sennstärk
ru: Мощность передатчика
sl: Oddajna moč
zh_tw: 傳輸電源

source: MAC Address
ar: عنوان MAC
ca: Adreça MAC
es: Dirección MAC
fr: Adresse MAC
hr: MAC adresa
ia: Adresse MAC
it: Indirizzo MAC
kk: MAC адресі
km: អាសយដ្ឋាន MAC
nds: MAC-Adress
ru: MAC-адрес
sl: Strojni naslov
zh_tw: 硬體位址

source: Hardware address to set on the wireless network interface
ar: عنوان العتاد الذي سيوضع في واجهة الشبكة اللاسلكية
ca: Adreça de maquinari a assignar a la interfície de xarxa sense fils
es: Dirección hardware a establecer en la interfaz de red inalámbrica
fr: Adresse matérielle à définir sur l'interface réseau sans fil
hr: Hardverska adresa postavljena na sučelju bežićne mreže
ia: Adresse hardware de fixar sur le interfacie de rete sin cablos
it: Indirizzo hardware da impostare sull'interfaccia di rete senza fili
kk: Сымсыз желі интерфейсіне берілетін аппараттық адресі
km: អាសយដ្ឋាន​​ផ្នែក​រឹង​ត្រូវ​កំណត់​លើ​ចំណុច​ប្រទាក់​បណ្ដាញ​​ឥត​ខ្សែ​​
nds: Reedschap-Adress för Funknettwark-Koppelsteed
ru: Аппаратный адрес, задаваемый беспроводному сетевому интерфейсу
sl: Strojni naslov, ki bo nastavljen za brezžični omrežni vmesnik
zh_tw: 無線網路介面使用的硬體位址

source: Seen BSSIDs
ar: BSSIDs المرئية
ca: BSSID vistos
es: BSSID vistos
fr: BSSID vus
hr: Viđeni BSSID-ovi
ia: BSSIDs vidite
it: BSSID visti
kk: Көрінетін BSSID-лері
km: BSSIDs ដែល​បាន​ឃើញ
nds: Sehn BSSIDs
ru: Видимые BSSID
sl: Videni BSSID-ji
zh_tw: 看到的 BSSID

source: Identity
ar: الهوية
ca: Identitat
es: Identidad
fr: Identité
hr: Identitet
ia: Identitate
it: Identità
kk: Іс-әлпеті
km: អត្តសញ្ញាណ
nds: Identiteet
ru: Идентификация
sl: Istovetnost
zh_tw: 身份

source: Anonymous identity
ar: مجهول الهوية
ca: Identitat anònima
es: Identidad anónima
fr: Identité anonyme
hr: Anonimni identitet
ia: Identitate anonyme
it: Identità anonima
kk: Анонимді профилі
km: អត្តសញ្ញាណ​អនាមិក
nds: Anonüm Identiteet
ru: Анонимный вход
sl: Anonimna istovetnost
zh_tw: 匿名身份

source: CA Cert
ar: شهادة التوثيق
ca: Certificat CA
es: Certificado de la CA
fr: Cert. d'AC
hr: CA certifikat
it: Certificato CA
kk: КО куәлігі
km: វិញ្ញាបនប័ត្រ CA
nds: ZA-Zert.
ru: Сертификат CA
sl: Potrdilo CA
zh_tw: CA 憑證

source: CA Path
ar: مسار التوثيق
ca: Camí a la CA
es: Ruta de la CA
fr: Emplacement d'AC
hr: CA putanja
ia: CA percurso
it: Percorso CA
kk: КО жолы
km: ផ្លូវ CA
nds: ZA-Padd
ru: Путь CA
sl: Pot CA
zh_tw: CA 路徑

source: Client Cert
ar: شهادة العميل
ca: Certificat del client
es: Certificado del cliente
fr: Cert. de client
hr: Klijentski certifikat
ia: Cert cliente
it: Certificato cliente
kk: Клиент куәлігі
km: វិញ្ញាបនប័ត្រ​ម៉ាស៊ីន​ភ្ញៀវ​
nds: Client-Zert.
ru: Сертификат клиента
sl: Potrdilo odjemalca
zh_tw: 客戶端憑證

source: Client Cert Path
ar: مسار شهادة العميل
ca: Camí del certificat del client
es: Ruta del certificado del cliente
fr: Emplacement du cert. de client
hr: Putanja klijentskog certifikata
ia: Percurso de cliente cert
it: Percorso del certificato cliente
kk: Клиент куәлігінің жолы
km: ផ្លូវ​វិញ្ញាបនប័ត្រម៉ាស៊ីន​ភ្ញៀវ​
nds: Client-Zert.-Padd
ru: Путь к сертификату клиента
sl: Pot potrdila odjemalca
zh_tw: 客戶端憑證路徑

source: Phase 1 PEAP version
ar: الطور 1 نسخة PEAP
ca: Fase 1 - Versió PEAP
es: Fase 1 Versión de PEAP
fr: Version de PEAP - phase 1
hr: Faza 1 PEAP verzija
it: Versione di PEAP fase 1
kk: PEAP 1-фазасының нұсқасы
km: កំណែ PEAP ដំណាក់កាល​ទី ១
nds: PEAP-Verschoon Stoop 1
ru: Версия PEAP фазы 1
sl: Različica PEAP za 1. fazo
zh_tw: Phase 1 PEAP 版本

source: Phase 1 PEAP label
ar: الطور 1 لصيقة PEAP
ca: Fase 1 - Etiqueta PEAP
es: Fase 1 Etiqueta PEAP
fr: Étiquette PEAP - phase 1
hr: Faza 1 PEAP natpis
ia: Phase 1 PEAP Etiquetta
it: Etichetta di PEAP fase 1
kk: PEAP 1-фазасының жарлығы
km: ស្លាក PEAP ដំណាក់កាល​ទី ១
nds: PEAP-Beteken Stoop 1
ru: Метка PEAP фазы 1
sl: Oznaka PEAP za 1. fazo
zh_tw: Phase 1 PEAP 標籤

source: Phase 1 fast provisioning
ar: الطور 1 تقديم سريع
ca: Fase 1 - Aprovisionament ràpid
es: Fase 1 Aprovisionamiento rápido
fr: Mise à disposition rapide - phase 1
hr: Faza 1 brzo pribavljanje
ia: Phase 1 provisioning rapide
it: Fornitura veloce fase 1
kk: 1-фазаның тез қамтамасыз ету
km: ការ​ផ្ដល់​ដំណាក់​កាល​ទី ១ លឿន​​
nds: Gau Praatstellen Stoop 1
ru: Быстрая инициализация фазы 1
sl: Omogočanje uporabe za 1. fazo
zh_tw: Phase 1 快速供應

source: Phase 2 auth
ar: الطور 2 للاستيثاق
ca: Fase 2 - Autenticació
es: Fase 2 Autenticación
fr: auth - phase 2
hr: Faza 2 prijava
it: Autenticazione fase 2
kk: 2-фазаның аутен-сы
km: ដំណាក់​កាល​ទី​ ២ auth​
nds: Identiteetprööv Stoop 2
ru: Аутентификация фазы 2
sl: Overjanje za 1. fazo
zh_tw: Phase2 認證

source: Phase 2 auth eap
ar: الطور 2 استيثاق eap
ca: Fase 2 - Autenticació EAP
es: Fase 2 Autenticación EAP
fr: Auth EAP - phase 2
hr: Faza 2 prijava eap
ia: Pase 2 auth eap
it: Autenticazione EAP fase 2
kk: EAP 2-фазаның аутен-сы
km: ដំណាក់កាល​ទី ២ auth eap
nds: EAP-Identiteetprööv Stoop 2
ru: EAP-аутентификация фазы 2
sl: Overjanje EAP za 2. fazo
zh_tw: Phase2 認證 eap

source: Phase 2 CA Cert
ar: الطور 2 شهادة التوثيق
ca: Fase 2 - Certificat CA
es: Fase 2 Certificado de la CA
fr: Cert. d'AC - phase 2
hr: Faza 2 CA certifikat
it: Certificato CA fase 2
kk: КО 2-фазаның куәлігі
km: វិញ្ញាបនប័ត្រ CA ដំណាក់កាល​ទី ២
nds: ZA-Zert. Stoop 2
ru: Сертификат CA фазы 2
sl: Potrdilo CA za 2. fazo
zh_tw: Phase 2 CA 憑證

source: Phase 2 CA Path
ar: الطور 2 مسار التوثيق
ca: Fase 2 - Camí a la CA
es: Fase 2 Ruta de la CA
fr: Emplacement d'AC - phase 2
hr: Faza 2 CA Putanja
ia: Pase 2 CA Percurso
it: Percorso CA fase 2
kk: КО 2-фазаның жолы
km: ផ្លូវ CA ដំណាក់កាល​ទី ២
nds: ZA-Padd Stoop 2
ru: Путь CA фазы 2
sl: Pot CA za 2. fazo
zh_tw: Phase 2 CA 路徑

source: Phase 2 client cert
ar: الطور 2 شهادة العميل
ca: Fase 2 - Certificat del client
es: Fase 2 Certificado del cliente
fr: Cert. de client - phase 2
hr: Faza 2 klijentski certifikat
ia: Phase 2 cert de cliente
it: Certificato cliente fase 2
kk: 2-фазаның клиент куәлігі
km: វិញ្ញាបនប័ត្រ​ម៉ាស៊ីន​ភ្ញៀវ​​​ដំណាក់កាល​ទី ២​
nds: Client-Zert. Stoop 2
ru: Сертификат клиента фазы 2
sl: Potrdilo odjemalca za 2. fazo
zh_tw: Phase 2 客戶端憑證

source: Phase 2 client cert path
ar: الطور 2 مسار شهادة العميل
ca: Fase 2 - Camí del certificat del client
es: Fase 2 Ruta del certificado del cliente
fr: Emplacement du cert. de client - phase 2
hr: Faza 2 putanja klijentskog certifikata
ia: Phase 2 percurso de cert de cliente
it: Percorso del certificato cliente fase 2
kk: 2-фаза клиент куәлігінің жолы
km: ផ្លូវ​វិញ្ញាបនបត្រ​ប័ត្រ​ម៉ាស៊ីន​ភ្ញៀវ​​ដំណាក់កាល​ទី ២​
nds: Client-Zert.-Padd Stoop 2
ru: Путь к сертификату клиента фазы 2
sl: Pot potrdila odjemalca za 2. fazo
zh_tw: Phase 2 客戶端憑證路徑

source: Password
ar: كلمة السر
ca: Contrasenya
es: Contraseña
fr: Mot de passe
hr: Zaporka
ia: Contrasigno
kk: Паролі
km: ពាក្យ​សម្ងាត់
nds: Passwoort
ru: Пароль
sl: Geslo
zh_tw: 密碼

source: Private key
ar: المفتاح الخاص
ca: Clau privada
es: Clave privada
fr: Clé privée
hr: Privatni ključ
ia: Clave private
it: Chiave privata
kk: Жеке кілті
km: សោ​ផ្ទាល់​ខ្លួន​
nds: Privaatslötel
ru: Личный ключ
sl: Zasebni ključ
zh_tw: 私密金鑰

source: Private key Path
ar: مسار المفتاح الخاص
ca: Camí de la clau privada
es: Ruta de la clave privada
fr: Emplacement de la clé privée
hr: Putanja privatnog ključa
ia: Percurso de clave private
it: Percorso della chiave privata
kk: Жеке кілттің жолы
km: ផ្លូវ​សោ​ផ្ទាល់​ខ្លួន​​
nds: Privaatslötel-Padd
ru: Путь к личному ключу
sl: Pot zasebnega ključa
zh_tw: 私密金鑰路徑

source: Private key password
ar: كلمة سر المفتاح الخاص
ca: Contrasenya de la clau privada
es: Contraseña de la clave privada
fr: Mot de passe de la clé privée
hr: Zaporka privatnog ključa
ia: Contrasigno de clave private
it: Password della chiave privata
kk: Жеке кілт паролі
km: ពាក្យ​សម្ងាត់​សោ​​ផ្ទាល់​ខ្លួន​​
nds: Privaatslötel-Passwoort
ru: Пароль личного ключа
sl: Geslo zasebnega ključa
zh_tw: 私密金鑰密碼

source: Phase 2 private key
ar: الطور 2 المفتاح الخاص
ca: Fase 2 - Clau privada
es: Fase 2 Clave privada
fr: Clé privée - phase 2
hr: Faza 2 privatni ključ
ia: Phase 2 clave private
it: Chiave privata fase 2
kk: 2-фазаның сырлы кілті
km: សោ​​​ផ្ទាល់​ខ្លួន​​ដំណាក់កាល​ទី ២​
nds: Privaatslötel Stoop 2
ru: Личный ключ фазы 2
sl: Zasebni ključ za 2. fazo
zh_tw: Phase 2 私密金鑰

source: Phase 2 Private key Path
ar: الطور 2 مسار المفتاح الخاص
ca: Fase 2 - Camí de la clau privada
es: Fase 2 Ruta de la clave privada
fr: Emplacement de la clé privée - phase 2
hr: Faza 2 Putanja privatnog ključa
ia: Phase 2 Percurso de clave private
it: Percorso della chiave privata fase 2
kk: 2-фаза жеке кілттің жолы
km: ផ្លូវ​សោ​ផ្ទាល់​ខ្លួន​ដំណាក់​កាល​ទី ២​​
nds: Privaatslötelpadd Stoop 2
ru: Путь к личному ключу фазы 2
sl: Pot zasebnega ključa za 2. fazo
zh_tw: Phase 2 私密金鑰路徑

source: Phase 2 private key password
ar: الطور 2 كلمة سر المفتاح الخاص
ca: Fase 2 - Contrasenya de la clau privada
es: Fase 2 Contraseña de la clave privada
fr: Mot de passe de la clé privée - phase 2
hr: Zaporka privatnog ključa za Fazu 2
ia: Phase 2 contrasigno de clave private
it: Password della chiave privata fase 2
kk: 2-фаза сырлы кілттің паролі
km: ពាក្យ​សម្ងាត់​សោ​ផ្ទាល់​ខ្លួន​ដំណាក់​កាល​ទី ២​​
nds: Privaatslötel-Passwoort Stoop 2
ru: Пароль личного ключа фазы 2
sl: Geslo zasebnega ključa za 2. fazo
zh_tw: Phase 2 私密金鑰密碼

source: Use System CA Certs
ar: استخدم نظام شهادات التوثيق
ca: Usa certificats CA del sistema
es: Usar los certificados de CA del sistema
fr: Utiliser les cert. d'AC système
hr: Koristi Sustavske CA certifikate
ia: Usa CA certs de systema
it: Usa i certificati CA di sistema
kk: Жүйелік КО куәліктерін қолдану
km: ប្រើ​វិញ្ញាបនប័ត្រ​​ CA ប្រព័ន្ធ​
nds: Systeem-ZA-Zert. bruken
ru: Использовать системные сертификаты CA
sl: Uporabljaj sistemska potrdila CA
zh_tw: 使用系統的 CA 憑證

source: Connection uses 802.1x
ca: La connexió usa 802.1x
es: La conexión usa 802.1x
fr: La connexion utilise 802.1x
hr: Veza koristi 802.1x
ia: Connexion usa 802.1x
it: La connessione usa 802.1x
kk: Қосылым 802.1x қолданады
km: ប្រើ​ការ​តភ្ជាប់​​ 802.1x
nds: Verbinnen bruukt 802.1x
ru: Соединение использует 802.1x
sl: Povezava uporablja 802.1x
zh_tw: 使用 802.1x 連線

source: Port
ar: المنفذ
es: Puerto
ia: Porto
it: Porta
kk: Порты
km: ច្រក
ru: Порт
sl: Vrata
zh_tw: 連接埠

source: Speed
ar: السرعة
ca: Velocitat
es: Velocidad
fr: Vitesse
hr: Brzina
ia: Velocitate
it: Velocità
kk: Жылдамдығы
km: ល្បឿន
nds: Gauheit
ru: Скорость
sl: Hitrost
zh_tw: 速度

source: Duplex
ca: Dúplex
hr: Istodobne veze
kk: Екі жақты
ru: Дуплекс
sl: Dvosmerno
zh_tw: 雙工

source: Whether the Ethernet interface should use duplex communications
ar: ما إذا كان ينبغي لواجهة الإيثرنت استخدام الاتصالات المزدوجة
ca: Si la interfície Ethernet hauria d'usar comunicacions dúplex
es: Si la interfaz Ethernet debe usar comunicación dúplex
fr: Décider s'il faut ou non que l'interface Ethernet utiliser des communications duplex
hr: Treba li mrežno sučelje koristiti istodobne veze
ia: Si interfacie Ethernet debera usar communicationes duplex
it: Se l'interfaccia Ethernet dovrebbe usare le comunicazioni duplex
kk: Ethernet интерфейс байланысы екі жақты ма, жоқ па
km: ថា​តើ​ចំណុច​ប្រទាក់​អ៊ីសឺរណិត​គួរ​ប្រើ​ការ​ទំនាក់ទំនង​ទ្វេ​ដែរ​ឬទេ
nds: Fastleggen, wat de Nettwark-Koppelsteed Duplex-Överdregen bruukt
ru: Должен ли интерфейс Ethernet использовать дуплексные соединения
sl: Ali naj vmesnik Ethernet uporablja dvosmerno komunikacijo
zh_tw: 乙太網路介面是否要使用雙工連線

source: Auto negotiate
ar: تفاوض آلي
ca: Negocia automàticament
es: Negociar automáticamente
fr: Négociation automatique
hr: Automatsko pregovaranje
ia: Negotia automaticamente
it: Negoziazione automatica
kk: Автокелісу
km: ចរចា​​​ដោយ​ស្វ័យ​ប្រវត្តិ
nds: Automaatsch uthanneln
ru: Автосогласование
sl: Samodejno pogajanje
zh_tw: 自動協調

source: Maximum Transfer Unit to use
ar: وحدة النقل القصوى المراد استخدامها
ca: Unitat màxima de transmissió a usar
es: Unidad máxima de transferencia a usar
fr: Unité de transmission maximale à utiliser
hr: Najveća jedinica prijenosa za korištenje
ia: Maxime Unitate de transferentia (MTU) de usar
it: Unità di trasmissione massima da usare
kk: Қолданатын MTU (максималды берілім бірлігі)
km: ឯកតា​ផ្ទេរ​អតិបរមា​ត្រូវ​ប្រើ
nds: Gröttst bruukt Överdregen-Eenheit
ru: Максимальное значение MTU
sl: Največja uporabljena prenosna enota
zh_tw: 要使用的最大傳輸單位

source: Network Name
ar: اسم الشبكة
ca: Nom de xarxa
es: Nombre de red
fr: Nom du réseau
hr: Naziv mreže
ia: Nomine de rete
it: Nome rete
kk: Желінің атауы
km: ឈ្មោះ​បណ្ដាញ​​
nds: Nettwarknaam
ru: Имя сети
sl: Ime omrežja
zh_tw: 網路名稱

source: Network Type
ar: نوع الشبكة
ca: Tipus de xarxa
es: Tipo de red
fr: Type de réseau
hr: Tip Mreže
ia: Typo de rete
it: Tipo di rete
kk: Желінің түрі
km: ប្រភេទ​​បណ្ដាញ ​
nds: Nettwark-Typ
ru: Тип сети
sl: Vrsta omrežja
zh_tw: 網路型態

source: Number
ar: الرقم
ca: Número
es: Número
fr: Numéro
hr: Broj
ia: Numero
it: Numero
kk: Нөмірі
km: លេខ
nds: Tall
ru: Номер
sl: Številka
zh_tw: 編號

source: Username
ca: Nom d'usuari
fr: Nom d'utilisateur
hr: Korisničko ime
ia: Nomine usator
it: Nome dell'utente
kk: Пайдаланушы
nds: Brukernaam
ru: Имя пользователя
sl: Uporabniško ime
zh_tw: 使用者名稱

source: Identifier
ar: المعرَّف
ca: Identificador
es: Identificador
fr: Identifiant
hr: Određivač
ia: Identificator
it: Identificativo
kk: Идентификаторы
km: កម្មវិធី​​​កំណត់​អត្តសញ្ញាណ​
nds: Kennen
ru: Идентификатор
sl: Določilnik
zh_tw: 識別

source: A name that uniquely identifies a connection
ar: الاسم الذي يعرف اتصالا فريدا
ca: Un nom que identifiqui unívocament una connexió
es: Un nombre que identifica inequívocamente una conexión
fr: Un nom qui identifie de façon unique une connexion
hr: Ime koje jedinstveno određuje vezu
ia: Un nomine que identifica unicamente un connexion
it: Un nome che identifica univocamente una connessione
kk: Қосылымының бірегей атауы
km: ឈ្មោះ​ដែល​​ធ្វើ​ឲ្យ​ដូច​​គ្នា​​ការ​តភ្ជាប់​មាន​​តែ​មួយ​គត់
nds: En eensoortet Verbinnennaam
ru: Уникальное название соединения
sl: Ime, ki edinstveno identificira povezavo
zh_tw: 可以用來識別連線的唯一名稱

source: Type
ar: النوع
ca: Tipus
es: Tipo
hr: Tip
ia: Typo
it: Tipo
kk: Түрі
km: ប្រភេទ
nds: Typ
ru: Тип
sl: Vrsta
zh_tw: 型態

source: Specifies the connection type, defines which devices it can activate and which other settings the connection should contain
ar: يحدد نوع الاتصال ، ويعرف أي الأجهزة التي يمكنه تفعيلها والإعدادات الأخرى التي ينبغي أن يتضمنها الاتصال
ca: Especifica el tipus de connexió, defineix quins dispositius pot activar i quins altres arranjaments hauria de contenir la connexió
es: Indica el tipo de conexión, define qué dispositivos puede activar y qué otros ajustes debe contener la conexión
fr: Spécifie le type de connexion, définit les périphériques qu'elle peut activer et les autres paramètres que la connexion devra contenir
hr: Određuje tip veze, koji je sve uređaji mogu aktivirati i koje ostale postavke veza treba sadržavati
ia: Specifica le typo de connexion, define qual dispositivo il pote activar e qual altere preferentias le connexion debe continer
it: Specifica il tipo di connessione, definisce quali dispositivi può attivare e quali altre impostazioni dovrebbe contenere la connessione
kk: Қосылымның түрін келтіріп, оны қай құрылғы белсендете алатыннын және қандай параметрлерді қажет етеді екенін анықтау
km: បញ្ជាក់​ប្រភេទ​តភ្ជាប់ កំណត់​ឧបករណ៍​ណាមួយ​ដែល​វា​អាច​ធ្វើ​ឲ្យ​សកម្ម ហើយ​កា​រ​កំណត់​ផ្សេង​ដែល​កា​រ​តភ្ជាប់​គួរ​មាន
nds: Leggt den Verbinnentyp fast, wat för Reedschappen de anmaaken kann, un welke anner Instellen de Verbinnen bargen schall.
ru: Указывает тип соединения, определяет, какие устройства оно может включить и какие другие настройки должно иметь соединение
sl: Določa vrsto povezave, ki nadalje določa, katere naprave lahko vključi in katere druge nastavitve mora vsebovati povezava
zh_tw: 指定連線型態，定義它可以啟動哪個裝置，並且要包含哪些其他設定
