Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: The zone defines trust level of the connection. Default is not a regular zone, selecting it results in the use of the default zone set in the firewall. Only usable if firewalld is active.
ca: La zona defineix el nivell de confiança de la connexió. Per defecte no és una zona normal, i seleccionant-la comporta l'ús de la definició de la zona per defecte en el tallafocs. Només es pot utilitzar si està actiu el «firewalld».
fr: La zone définit le niveau de confiance de la connexion. Le réglage par défaut n'est pas une expression rationnelle, la sélectionner a pour résultat l'utilisation de la zone définie par défaut dans le pare-feu. Utilisable uniquement si le pare-feu est actif.
ia: Le zona define le nivello de confidentia del connexion. Le predefinite es que il non es un zona regular, si on selige illo, il resulta in le usage del insimul de zona predefinite nel taliafoco. Il solmente es usabile si le taliafoc es active.
kk: Аумақ дегені сенім деңгейін анықтайды. Әдеттісі кәдімгі аумақ емес, оны таңдасаңыз желіаралық қалқанында әдетті деп орнатылған аумағын әкеледі. Тек желіаралық қалқан белсенді болғанда ғана пайдалануға келеді.
ru: Зона определяет уровень доверия соединения. Зона по умолчанию устанавливается в брандмауэре. Используется, только если активен firewalld.
sl: Območje določa stopnjo zaupanja povezave. Privzeto ni običajno območje. Če to izberete, bo uporabljeno privzeto območje nastavljeno v požarnem zidu. Uporabno je le, če je požarni zid dejaven.

# Edit connection dialog caption
source: Edit Network Connection
ar: حرر وصلة الشبكة
ca: Edita la connexió de xarxa
es: Editar conexión de red
fr: Modifier la connexion réseau
hr: Uredi mrežnu vezu
ia: Modifica connexion de rete
it: Modifica connessione di rete
kk: Желі қосылымын өңдеу
km: កែសម្រួល​ការ​តភ្ជាប់​បណ្ដាញ​
nds: Nettwarkverbinnen bewerken
ru: Изменение сетевого соединения
sl: Urejanje omrežne povezave
zh_tw: 編輯網路連線

# Add connection dialog caption
source: Add Network Connection
ar: أضف وصلة الشبكة
ca: Afegeix una connexió de xarxa
es: Añadir conexión de red
fr: Ajouter une connexion réseau
hr: Dodaj mrežnu vezu
ia: Adde connexion de rete
it: Aggiungi connessione di rete
kk: Желі қосылымын келтіру
km: បន្ថែម​ការ​ត​ភ្ជាប់​បណ្ដាញ​​
nds: Nettwarkverbinnen tofögen
ru: Новое сетевое соединение
sl: Dodaj omrežno povezavo
zh_tw: 新增網路連線

# @title:window for network secrets request
source: Secrets for %1
ar: أسرار لـ %1
ca: Secrets per %1
es: Secretas de %1
fr: Mots de passe pour %1
hr: Tajne za %1
ia: Secretos per %1
it: Segreti di %1
kk: %1 дегеннің құпиялары
km: សម្ងាត់​​ %1​
nds: Slötelpasswöör för %1
ru: Пароли для %1
sl: Skrivnosti za %1
zh_tw: %1 的密碼

source: New Wireless Connection
ar: وصلة لاسلكية جديدة
ca: Nova connexió sense fils
es: Nueva conexión inalámbrica
fr: Nouvelle connexion sans fil
hr: Nova bežićna veza
ia: Nove connexion de rete sin cablos
it: Nuova connessione senza fili
kk: Жаңа сымсыз қосылымы
km: ការ​តភ្ជាប់​ឥត​ខ្សែ​ថ្មី ​
nds: Nieg Funk-Verbinnen
ru: Новое беспроводное соединение
sl: Nova brezžična povezava
zh_tw: 新增無線網路連線

source: Default
ca: Per defecte
fr: Par défaut
hr: Uobičajeno
ia: Predefinite
it: Predefinita
kk: Әдетті
nds: Standard
ru: По умолчанию
sl: Privzeto
zh_tw: 預設

# @title:window advanced permissions editor
source: Advanced Permissions Editor
ar: محرر أذون متقدم
ca: Editor de permisos avançats
es: Editor de permisos avanzados
fr: Éditeur avancé de permissions
ia: Editor avantiate de permissiones
it: Editor dei permessi avanzati
kk: Қосымша рұқсаттар редакторы
km: អ្នក​កែសម្រួល​សិទ្ធិ​កម្រិត​ខ្ពស់
nds: Verwiedert Verlöven-Editor
ru: Редактор расширенных прав доступа
sl: Napreden urejevalnik dovoljenj
zh_tw: 進階權限編輯器

source: Basic
ca: Bàsic
fr: De base
it: Semplice
kk: Негізгі
nds: Eenfach
ru: Основные параметры
sl: Osnovne
zh_tw: 基本

source: Store
ar: خزّن
ca: Emmagatzema
es: Almacenar
fr: Enregistrer
hr: Spremi
ia: Immagasina
it: Memorizza
kk: Сақтау
km: ទុក​
nds: Sekern
ru: Запомнить
sl: Shrani
zh_tw: 儲存

source: Always Ask
ar: اسأل دائما
ca: Pregunta sempre
es: Preguntar siempre
fr: Toujours demander
hr: Uvijek pitaj
ia: Demanda sempre
it: Chiedi sempre
kk: Әрқашанда сұрап
km: សួរ​ជានិច្ច​​​
nds: Jümmers nafragen
ru: Всегда спрашивать
sl: Vedno vprašaj
zh_tw: 一定先詢問

source: Not Required
ar: غير مطلوب
ca: No requerida
es: No requerido
fr: Non requis
hr: Nije potrebna
ia: Non requirite
it: Non richiesto
kk: Керегі жоқ
km: មិន​បាន​ទាមទារ​​
nds: Deit nich noot
ru: Не требуется
sl: Ni zahtevano
zh_tw: 不需要

source: Advanced
ca: Avançat
fr: Avancés
hr: Napredno
ia: Avantiate
it: Avanzate
kk: Қосымша
nds: Verwiedert
ru: Дополнительные параметры
sl: Napredno
zh_tw: 進階

source: Net&work:
ar: ال&شبكة:
ca: &Xarxa:
es: &Red:
fr: R&éseau :
hr: Mr&eža:
ia: &Rete:
it: &Rete:
kk: &Желі:
km: បណ្ដាញ ៖
nds: Nett&wark:
ru: Сет&ь:
sl: &Omrežje:
zh_tw: 網路(&W)：

source: Prefer 3G
ar: فضّل 3G
ca: Prefereix 3G
es: Preferir 3G
fr: Préférer 3G
hr: Preferiraj 3G
ia: Prefere 3G
it: Preferisci 3G
kk: 3G басымды
km: ពេញចិត្ត 3G
nds: 3G vörtrecken
ru: Предпочитать 3G
sl: 3G ima prednost
zh_tw: 預設用 3G

source: Prefer 2G
ar: فضّل 2G
ca: Prefereix 2G
es: Preferir 2G
fr: Préférer 2G
hr: Preferiraj 2G
ia: Prefere 2G
it: Preferisci 2G
kk: 2G басымды
km: ពេញចិត្ត 2G
nds: 2G vörtrecken
ru: Предпочитать 2G
sl: 2G ima prednost
zh_tw: 預設用 2G

source: &Band:
ar: الن&طاق:
ca: &Banda:
es: &Banda:
fr: &Bande :
hr: &Pojas:
ia: &Banda:
it: &Banda:
kk: Д&иапазоны:
km: ក្រុម ៖
ru: &Диапазон:
sl: &Pas:
zh_tw: 頻帶(&B)：

source: Allow Roaming
ar: اسمح بالتجوال
ca: Permet la itinerància
es: Permitir itinerancia
fr: Autoriser l'itinérance
ia: Permitte roaming
it: Consenti il roaming
kk: Роуминг болсын
km: អនុញ្ញាត​រ៉ូមីង
nds: Dörledden tolaten
ru: Разрешить соединение в роуминге
sl: Dovoli gostovanje
zh_tw: 允許漫遊

source: &Show secrets
ar: أ&ظهر الأسرار
ca: Mo&stra els secrets
es: Mo&strar secretas
fr: &Afficher les mots de passe
hr: &Prikaži tajne
ia: Mon&stra secretos
it: Mo&stra segreti
kk: Құпиялар &көрінсін
km: បង្ហាញ​ការ​សម្ងាត់
nds: &Slöteldateien wiesen
ru: Пока&зывать пароль
sl: P&rikaži skrivnosti
zh_tw: 顯示密碼(&S)

source: IPv4 Address
ar: عنوان IPv4
ca: Adreça IPv4
es: Dirección IPv4
fr: Adresse IPv4
hr: IPv4 adresa
ia: Adresse IPv4
it: Indirizzo IPv4
kk: IPv4 адресі
km: អាសយដ្ឋាន IPv4​
nds: IPv4-Adress
ru: IPv4-адрес
sl: Naslov IPv4
zh_tw: IPv4 位址

source: Basic settings
ca: Arranjaments bàsics
es: Ajustes básicos
fr: Réglages de base
hr: Osnovne postavke
ia: Preferentias basic
it: Impostazioni di base
kk: Негізгі параметрлері
km: ការ​កំណត់​ជា​មូលដ្ឋាន​
nds: Eenfache Instellen
ru: Основные параметры
sl: Osnovne nastavitve
zh_tw: 基本設定

source: Additional addresses
ca: Adreces addicionals
es: Direcciones adicionales
fr: Adresses supplémentaires
hr: Dodatne adrese
ia: Adresses additional
it: Indirizzi aggiuntivi
kk: Қосымша адрестері
km: អាសយដ្ឋាន​ដែល​បន្ថែម​
nds: Adressen bito
ru: Дополнительные адреса
sl: Dodatni naslovi
zh_tw: 額外位址

source: Routes
ca: Rutes
es: Rutas
hr: Rute
it: Percorsi
kk: Маршруттары
km: ផ្លូវ​
nds: Nettweeg
ru: Маршруты
sl: Poti
zh_tw: 路由

source: Method:
ar: المنهج:
ca: Mètode:
es: Método:
fr: Méthode :
hr: Metoda:
ia: Methodo:
it: Metodo:
kk: Әдісі:
km: វិធីសាស្ត្រ ៖
nds: Metood:
ru: Метод:
sl: Način:
zh_tw: 方法：

source: DHCP (only address)
ca: DHCP (només l'adreça)
es: DHCP (solo dirección)
fr: DHCP (adresse uniquement)
hr: DHCP (samo adresa)
ia: DHCP (solmente adresse)
it: DHCP (solo indirizzi)
kk: DHCP (тек адрестер)
km: DHCP (អាសយដ្ឋាន​​តែមួយ​​)
nds: DHCP (bloots Adress)
ru: DHCP (только адрес)
sl: DHCP (samo naslovi)
zh_tw: DHCP（只提供位址）

source: Manual
fr: Manuelle
hr: Ručno
it: Manuale
kk: Қолмен
nds: Vun Hand
ru: Вручную
sl: Ročno
zh_tw: 手動

source: Shared
ar: مشترك
ca: Compartida
es: Compartido
fr: Partagé
hr: Dijeljena
ia: Compartite
it: Condiviso
kk: Ортақ
km: បាន​ចែក​រំលែក​
nds: Freegeven
ru: Общий с другими компьютерами
sl: Deljeno
zh_tw: 共享

source: Disabled
ca: Deshabilitat
fr: Désactivé
hr: Onemogućeno
ia: Dishabilitate
it: Disabilitato
kk: Бұғатталған
nds: Utmaakt
ru: Отключено
sl: Onemogočeno
zh_tw: 已關閉

source: &IP Address:
ca: Adreça &IP:
es: Dirección &IP:
fr: Adresse &IP :
hr: &IP adresa:
ia: Adresse &IP:
it: Indirizzo &IP:
kk: &IP адресі:
km: អាសយដ្ឋាន IP ៖
nds: &IP-Adress:
ru: IP-&адрес:
sl: &Naslov IP:
zh_tw: IP 位址(&I)：

source: Use this field to specify the IP address that should be used by this computer.
ca: Useu aquest camp per especificar l'adreça IP que hauria d'usar aquest ordinador.
es: Use este campo para indicar la dirección IP que debe usar esta computadora.
fr: Utilisez ce champ pour spécifier l'adresse IP que cet ordinateur devra utiliser.
ia: Usa iste campo pro specificar le adresse de IP que deberea esser usate per iste computator.
it: Usa questo campo per specificare l'indirizzo IP da usare per questo computer.
kk: Осы компьютер қолданатын IP адресін осында келтіріңіз.
km: ប្រើ​វាល​នេះ​ដើម្បី​បញ្ជាក់​អាសយដ្ឋាន​ IP ដែល​គួរតែ​ត្រូវ​បាន​ប្រើ​ដោយ​​កុំព្យូទ័រ​នេះ​ ។
nds: Hier lett sik de IP-Adress för dissen Reekner fastleggen.
ru: В этом поле укажите IP-адрес, который будет использоваться этим компьютером.
sl: Uporabite to polje za določitev naslova IP, ki naj ga uporablja ta računalnik.
zh_tw: 使用此欄位指定此電腦要使用的 IP 位址。

source: Subnet &Mask:
ca: &Màscara de subxarxa:
es: &Máscara de subred:
fr: &Masque de sous-réseau :
hr: &Podmrežna maska:
ia: Mascara de &Sub-rete:
it: &Maschera di sottorete:
kk: Ішкі желі қалқасы:
km: របាំង​បណ្ដាញ​រង​​ ៖​
nds: Nett&mask:
ru: &Маска подсети:
sl: &Podomrežna maska:
zh_tw: 子網路遮罩(&M)：

source: Use this field to specify the subnet that the above IP address belongs to.
ca: Useu aquest camp per especificar la subxarxa a la que pertany l'adreça IP anterior.
es: Use este campo para indicar la subred a la que pertenece la dirección IP superior.
fr: Utilisez ce champ pour spécifier le sous-réseau auquel appartient l'adresse IP ci-dessus.
ia: Usa iste campo pro specificar le sub-rete al qual le adresse IP de super pertine.
it: Usa questo campo per specificare la sottorete a cui appartiene l'indirizzo IP sopra.
kk: Жоғардағы IP адресінің ішкі желі қалқасын осында келтіріңіз.
km: ប្រើ​វាល​នេះ​ដើម្បី​បញ្ជាក់​​បណ្ដាញ​រង​ថា​ជា​របស់​​អាសយដ្ឋាន​​​ IP ខាងលើ​ ។​
nds: Hier lett sik dat Ünnernett fastleggen, dat de boven angeven IP-Adress tohöört.
ru: В этом поле укажите подсеть, которой принадлежит этот IP-адрес.
sl: Uporabite to polje za določitev podomrežja, v katerega spada gornji naslov.
zh_tw: 在此欄位指定以上 IP 位址的子網路遮罩。

source: &Gateway:
ar: ال&بوابة:
ca: &Passarel·la:
es: &Puerta de enlace:
fr: &Passerelle :
hr: &Pristupna točka:
kk: &Шлюз:
km: ផ្លូវ​ចេញចូល ៖
nds: &Döörreekner:
ru: &Шлюз:
sl: &Prehod:
zh_tw: 閘道(&G)：

source: Use this field to specify the IP address of the gateway for requests outside the local network.
ca: Useu aquest camp per especificar l'adreça IP de la passarel·la per les peticions a fora de la xarxa local.
es: Use este campo para indicar la dirección IP de la Puerta de enlace para peticiones a fuera de la red local.
fr: Utilisez ce champ pour spécifier l'adresse IP de la passerelle pour les requêtes en dehors du réseau local.
ia: Usa iste campo pro specificar le adresse de IP del gateway pro requestas foras del rete local.
it: Usa questo campo per specificare l'indirizzo IP del gateway per richieste al di fuori della rete locale.
kk: Жергілікті желінен тыс шығатын шлюзінің IP адресін осында келтіріңіз.
km: ប្រើ​វាល​នេះ​ដើម្បី​បញ្ជាក់​អាសយដ្ឋាន​​ IP របស់​ផ្លូវ​ចេញចូល ​សម្រាប់​សំណើ​​ខាងក្រៅ​បណ្ដាញ​មូលដ្ឋាន ។​
nds: Hier lett sik den Döörreekner sien IP-Adress för Anfragen vun buten fastleggen.
ru: В этом поле укажите IP-адрес шлюза для запросов за пределы локальной сети.
sl: Uporabite to polje za določitev naslova IP prehoda za zahtevke, ki so izven krajevnega omrežja.
zh_tw: 在此欄位指定閘道器的 IP 位址。

# @info
source: &DNS Servers:
ca: Servidors &DNS:
fr: Serveurs &DNS :
ia: Servitores de &DNS:
kk: &DNS серверлері:
ru: Серверы &DNS:
sl: &Imenski strežniki:

source: Use this field to specify the IP address(es) of one or more DNS servers. Use ',' to separate entries.
ca: Useu aquest camp per especificar l'adreça IP d'un o més servidors DNS. Useu «,» per separar les entrades.
es: Use este campo para indicar la dirección IP de uno o más servidores DNS a usar. Use «,» para separar las entradas.
fr: Utilisez ce champ pour spécifier l'adresse ou les adresses IP d'un ou plusieurs serveurs DNS. Employez « ; » pour séparer les éléments.
ia: Usa iste campo pro specificar le adresse(s) de IP de un o plure servitores DNS. Usa '.' pro separar elementos.
it: Usa questo campo per specificare gli indirizzi IP di uno o più server DNS. Usa «,» per separare gli elementi.
kk: Бір не бірнеше DNS сервердің IP адресін осында келтіріңіз.
km: ប្រើ​វាល​នេះ​ដើម្បី​បញ្ជាក់​អាសយដ្ឋាន​​ IP របស់​ម៉ាស៊ីន​បម្រើ​​ DNS មួយ​ ឬ​ច្រើន​ ។ ប្រើ​​សញ្ញា​ក្បៀស ',' ដើម្បី​បំបែក​ធាតុ​ ។
nds: Hier laat sik de DNS-Servers ehr IP-Adressen fastleggen. Bruuk Kommas as Trenntekens.
ru: В этом поле укажите IP-адрес (один или несколько) серверов DNS. В качестве разделителя используйте запятую.
sl: Uporabite to polje za določitev naslovov IP imenskih strežnikov. Za ločevanje vnosov uporabite vejico »,«.
zh_tw: 使用此欄位指定一個以上的 DNS 伺服器的 IP 位址。用逗號 ',' 分隔多個位址。

# @info
source: &Search Domains:
ca: Dominis de &cerca:
fr: Domaine&s de recherche :
ia: Dominio&s de cerca:
kk: &Іздеу домендері:
ru: Домены пои&ска:
sl: Domene za i&skanje:

source: DHCP &Client ID:
ar: معرف &عميل DHCP:
ca: Identificador del &client DHCP
es: ID del &cliente DHCP:
fr: Identifiant de &client DHCP :
hr: DH&CP klijentski ID:
ia: ID de &Cliente DHCP:
it: Identificativo del &client DHCP:
kk: DHCP &клиент ID-і:
km: លេខ​សម្គាល់​ម៉ាស៊ីន​ភ្ញៀវ​ DHCP ៖​
nds: DHCP-&Client-Kennen:
ru: ID клиента DH&CP:
sl: ID &odjemalca DHCP:
zh_tw: DHCP 客戶端代碼(&C)：

source: Use this field to specify the DHCP client ID which is a string sent to the DHCP server to identify the local machine that the DHCP server may use to customize the DHCP lease and options.
ca: Useu aquest camp per especificar l'identificador del client DHCP que és una cadena que s'envia al servidor DHCP per identificar la màquina local que el servidor ha d'usar per personalitzar el contracte i les opcions del DHCP.
es: Use este campo para especificar la ID del cliente DHCP, que es una cadena enviada al servidor DHCP para identificar la máquina local que el servidor DHCP debe usar para personalizar la persistencia DHCP y otras opciones.
fr: Utilisez ce champ pour spécifier l'identifiant de client DHCP, qui est une chaîne envoyée au serveur DHCP pour identifier la machine locale que le serveur DHCP peut utiliser pour personnaliser le bail et les options de DHCP.
ia: Usa iste campo pro specificar le ID de cliente DHCP que es un catena inviate al servitor DHCP pro identificar le machina local que le servitor DHCP pote usar pro personalisar le location e optiones de DHCP.
it: Usa questo campo per specificare l'identificativo del client DHCP che è una stringa inviata al server DHCP per identificare la macchina locale che il server DHCP può utilizzare per personalizzare il lease e le opzioni DHCP.
kk: DHCP сервері компьютеріңізді танып DHCP тағайындаулар мен параметрлерін ыңғайлау үшін қолданатын, DHCP клиенті жіберетін мәтін жолын осында келтіріңіз.
km: ប្រើ​វាល​នេះ​ដើម្បី​បញ្ជាក់​​លេខ​សម្គាល់​ម៉ាស៊ីន​ភ្ញៀវ DHCP ​ដែល​ជា​ខ្សែ​អក្សរ​ផ្ញើ​ទៅកាន់​​ម៉ាស៊ីន​បម្រើ​ DHCP ​ដើម្បី​កំណត់​អត្ត​សញ្ញា​ម៉ាស៊ីន​មូលដ្ឋាន​ ដែល​ម៉ាស៊ីន​បម្រើ​ DHCP ​អាច​ប្រើ​​ដើម្បី​ប្ដូរ​ DHCP តាម​បំណង​កិច្ចសន្យា និង​ជម្រើស ។
nds: Hier lett sik den DHCP-Client sien Kennen fastleggen. Dat is en Tekenkeed, de den DHCP-Server tostüert warrt, un mit de sik lokale Reekner anmellen deit. De DHCP-Server kann se för de DHCP-Towiesen un dat Topassen vun Optschonen bruken.
ru: Поле, в котором можно указать идентификатор клиента DHCP. Идентификатор — это строка, которая отправляется на сервер DHCP для определения локального компьютера. Сервер DHCP использует идентификатор для настройки параметров и предоставления DHCP.
sl: Uporabite to polje, da določite ID odjemalca DHCP. To je niz, ki je poslan strežniku DHCP za identifikacijo računalnika. Strežnik lahko te podatke uporabi za prilagoditev najemnega časa in možnosti.
zh_tw: 用這個欄位來指定 DHCP 客戶端代碼。這個字串會送到 DHCP 伺服器來辨識本地端機器，用來自訂 DHCP 的 lease 與選項。

source: IPv4 is required for this connection
ar: هذه الوصلة تتطلب IPv4
ca: Es requereix IPv4 per aquesta connexió
es: Esta conexión necesita IPv4
fr: IPv4 est requis pour cette connexion
hr: Potreban je IPv4 za ovu vezu
ia: IPv4 es requirite pro iste connexion
it: IPv4 è richiesto per questa connessione
kk: Бұл қосылымға IPv4 керек
km: IPv4 is ត្រូវ​បាន​ទាមទារ​សម្រាប់​ការ​តភ្ជាប់​នេះ​
nds: IPv4 deit för disse Verbinnen noot
ru: Для этого соединения использовать IPv4
sl: Za to povezavo je zahtevan IPv4
zh_tw: 此連線需要 IPv4

source: Advanced IP Settings
ca: Arranjaments avançats de la IP
es: Ajustes de IP avanzados
fr: Paramètres IP avancés
hr: Napredne IP postavke
ia: Preferentias avantiate de IP
it: Impostazioni IP avanzate
kk: Жетеленген IP баптауы
km: ការ​កំណត់​ IP កម្រិត​ខ្ពស់​​
nds: Verwiedert IP-Instellen
ru: Расширенная настройка IP
sl: Napredne nastavitve IP
zh_tw: 進階 IP 設定

source: &Additional IP Addresses:
ca: &Adreces IP addicionals:
es: Direcciones IP &adicionales:
fr: Adresses IP &supplémentaires :
hr: Dodatne IP &adrese:
ia: &Adresses de IP additional:
it: Indirizzi IP &aggiuntivi:
kk: &Қосымша IP адрестері:
km: អាសយដ្ឋាន IP ដែល​បន្ថែម​​
nds: IP-Adressen &bito:
ru: Дополнительные IP-&адреса:
sl: &Dodatni naslovi IP:
zh_tw: 額外的 IP 位址(&A)：

# Insert a row
source: Add
ar: أضف
ca: Afegeix
es: Añadir
fr: Ajouter
hr: Dodaj
ia: Adde
it: Aggiungi
kk: Қосу
km: បន្ថែម​
nds: Tofögen
ru: Добавить
sl: Dodaj
zh_tw: 新增

# Remove a selected row
source: R&emove
ca: &Elimina
es: &Eliminar
fr: &Supprimer
hr: Ukloni
it: R&imuovi
kk: Ө&шіру
km: យកចេញ​
nds: &Wegmaken
ru: Удал&ить
sl: &Odstrani
zh_tw: 移除(&E)

# Header text for IPv4 address
source: Address
ar: العنوان
ca: Adreça
es: Dirección
fr: Adresse
hr: Adrese:
ia: Adresse
it: Indirizzo
kk: Адресі
km: អាសយដ្ឋាន
nds: Adress
ru: Адрес
sl: Naslov
zh_tw: 位址

# Header text for IPv4 netmask
source: Netmask
ar: قناع الشبكة
ca: Màscara de xarxa
es: Máscara de red
fr: Masque de réseau
hr: Mrežna maska
ia: Netmask (Mascara de rete)
it: Maschera di rete
kk: Желі қалқасы
nds: Nettmask
ru: Маска сети
sl: Omrežna maska
zh_tw: 網路遮罩

# Header text for IPv4 gateway
source: Gateway
ar: البوابة
ca: Passarel·la
es: Puerta de enlace
fr: Passerelle
kk: Шлюзі
km: ផ្លូវ​ចេញ​ចូល​
nds: Döörreekner
ru: Шлюз
sl: Prehod
zh_tw: 閘道

source: &Routes
ca: &Rutes
es: &Rutas
hr: &Rute
it: Pe&rcorsi
kk: &Маршруттары
km: ផ្លូវ​​
nds: &Nettweeg
ru: &Маршруты
sl: &Poti
zh_tw: 路由(&R)

source: Ignore &automatically obtained routes
ca: Ignora les rutes obtingudes automàticament
es: Ignorar rutas obtenidas &automáticamente
fr: Ignorer les routes obtenues &automatiquement
hr: Zanemari &automatski dobivene rute
ia: Ignora routes obtenite &automaticamente
it: Ignora i percorsi ottenuti &automaticamente
kk: &Автоматты түрде табылған маршруттары болмасын
km: មិន​អើពើ​ផ្លូវ​ដែល​មាន​ដោយ​ស្វ័យ​ប្រវត្តិ​​​
nds: &Automaatsch haalt Nettweeg övergahn
ru: Игнорировать &автоматически полученные маршруты
sl: Prezri &samodejno pridobljene poti
zh_tw: 忽略自動取得的路由設定(&A)

source: Use &only for resources on this connection
ca: Usa només per recursos en aquesta connexió
es: Usar sol&o para los recursos de esta conexión
fr: Utiliser uniquement p&our les ressources sur cette connexion
ia: Usa s&olmente pro ressources sur iste connexion
it: Usa s&olo per risorse in questa connessione
kk: &Тек осы қосылымның ресурстар үшін қолданылсын
km: ប្រើ​ធនធាន​លើ​ការ​តភ្ជាប់​នេះ​តែ​ប៉ុណ្ណោះ​​
nds: &Bloots för Ressourcen op disse Verbinnen bruken
ru: Использовать т&олько для ресурсов этого соединения
sl: Uporabi samo &za vire na tej povezavi
zh_tw: 只在此連線的資源使用(&O)

# Header text for IPv4 route metric
source: Metric
ar: متري
ca: Mètrica
es: Métrica
fr: Métrique
it: Metrica
kk: Метрика
km: នៃម៉ែត្រ
nds: Metrik
ru: Метрика
sl: Metrika
zh_tw: 公制

# @item:inlistbox IPv4 settings configuration method
source: Automatic (VPN)
ar: آلي (VPN)
ca: Automàtic (VPN)
es: Automático (VPN)
fr: Automatique (VPN)
hr: Automatski (VPN)
it: Automatico (VPN)
kk: Автоматты (VPN)
km: ស្វ័យ​ប្រវត្តិ​​ (VPN)
nds: Automaatsch (VPN)
ru: Автоматически (VPN)
sl: Samodejno (VPN)
zh_tw: 自動（VPN）

# @item:inlistbox IPv4 settings configuration method
source: Automatic (VPN) addresses only
ar: عناوين آلية (VPN) فقط
ca: Automàtic (VPN) només adreces
es: Solo direcciones automáticas (VPN)
fr: Adresses automatiques (VPN) uniquement
hr: Samo automatske adrese (VPN)
ia: Solmente adresses automatic (VPN)
it: Automatico (VPN) solo indirizzi
kk: Автоматты (VPN) адрестері ғана
km: អាសយដ្ឋាន​​ (VPN) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (VPN)
ru: Автоматически (VPN, только адрес)
sl: Samodejno (VPN), samo naslovi
zh_tw: 自動（VPN）只取得位址

# @item:inlistbox IPv4 settings configuration method
source: Automatic (PPP)
ar: آلي (PPP)
ca: Automàtic (PPP)
es: Automático (PPP)
fr: Automatique (PPP)
hr: Automatski (PPP)
it: Automatico (PPP)
kk: Автоматты (PPP)
km: ស្វ័យ​ប្រវត្តិ​​ (PPP)
nds: Automaatsch (PPP)
ru: Автоматически (PPP)
sl: Samodejno (PPP)
zh_tw: 自動（PPP）

# @item:inlistbox IPv4 settings configuration method
source: Automatic (PPP) addresses only
ar: عناوين آلية (PPP) فقط
ca: Automàtic (PPP) només adreces
es: Solo direcciones automáticas (PPP)
fr: Adresses automatiques (PPP) uniquement
hr: Samo automatske adrese (PPP)
ia: Solmente adresses automatic (PPP)
it: Automatico (PPP) solo indirizzi
kk: Автоматты (PPP) адрестері ғана
km: អាសយដ្ឋាន​​ (PPP) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​​
nds: Bloots automaatsche Adressen (PPP)
ru: Автоматически (PPP, только адрес)
sl: Samodejno (PPP), samo naslovi
zh_tw: 自動（PPP）只取得位址

# @item:inlistbox IPv4 settings configuration method
source: Automatic (DSL)
ar: آلي (DSL)
ca: Automàtic (DSL)
es: Automático (DSL)
fr: Automatique (DSL)
it: Automatico (DSL)
kk: Автоматты (DSL)
km: ស្វ័យ​ប្រវត្តិ (DSL)
nds: Automaatsch (DSL)
ru: Автоматически (DSL)
sl: Samodejno (DSL)
zh_tw: 自動（DSL）

# @item:inlistbox IPv4 settings configuration method
source: Automatic (DSL) addresses only
ar: عناوين آلية (DSL) فقط
ca: Automàtic (DSL) només adreces
es: Solo direcciones automáticas (DSL)
fr: Adresses automatiques (DSL) uniquement
ia: Solmente adresses automatic (DSL)
it: Automatico (DSL) solo indirizzi
kk: Автоматты (DSL) адрестері ғана
km: (DSL) ស្វ័យ​ប្រវត្តិ តែ​អាសយដ្ឋាន​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (DSL)
ru: Автоматически (DSL, только адрес)
sl: Samodejno (DSL), samo naslovi
zh_tw: 自動（DSL）只取得位址

# @item:inlistbox IPv4 settings configuration method
source: Automatic (DHCP)
ar: آلي (DHCP)
ca: Automàtic (DHCP)
es: Automático (DHCP)
fr: Automatique (DHCP)
hr: Automatski (DHCP)
it: Automatico (DHCP)
kk: Автоматты (DHCP)
km: ស្វ័យ​ប្រវត្តិ​​ (DHCP)
nds: Automaatsch (DHCP)
ru: Автоматически (DHCP)
sl: Samodejno (DHCP)
zh_tw: 自動（DHCP）

# @item:inlistbox IPv4 settings configuration method
source: Automatic (DHCP) addresses only
ar: عناوين آلية (DHCP) فقط
ca: Automàtic (DHCP) només adreces
es: Solo direcciones automáticas (DHCP)
fr: Adresses automatiques (DHCP) uniquement
hr: Samo automatske adrese (DHCP)
ia: Solmente adresses automatic (DHCP)
it: Automatico (DHCP) solo indirizzi
kk: Автоматты (DHCP) адрестері ғана
km: អាសយដ្ឋាន​​ (DHCP) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (DHCP)
ru: Автоматически (DHCP, только адрес)
sl: Samodejno (DHCP), samo naslovi
zh_tw: 自動（DHCP）只取得位址

# @info
source: Additional &DNS Servers:
ca: Servidors &DNS addicionals:
fr: Serveurs &DNS additionnels :
ia: Servitores de &DNS additional:
kk: Қосымша &DNS серверлері:
ru: Дополнительные серверы &DNS:
sl: &Dodatni imenski strežniki:
