Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: Allow auto-negotiation of port speed and duplex mode
ar: اسمح بالتفاوض الآلي على سرعة المنفذ ونمط الازدواج
ca: Permet la negociació automàtica de la velocitat del port i el mode dúplex
es: Permitir negociación automática de la velocidad del puerto y del modo dúplex
fr: Autoriser l'auto-négociation de la vitesse de port et le mode de duplex
ia: Permitte uto-negotiation de velocitate de porto e modo duplex
it: Consenti negoziazione automatica della velocità e modalità duplex della porta
kk: Порттың жылдамдығы және екі жақтығы туралы автокелісу
km: អនុញ្ញាត​ការ​ចរចា​ស្វ័យប្រវត្តិ​នៃ​ល្បឿន​ច្រក និង​របៀប​ទ្វេ
nds: Automaatsch Uthanneln vun Portgauheit un Duplexbedrief tolaten
ru: Разрешить автоматическое согласование скорости порта и режима дуплекса
sl: Dovoli samodejno pogajanje o hitrosti vrat in dvosmernem načinu
zh_tw: 允許自動協調連接埠的速率與雙工模式

source: Autonegotiate
ar: تفاوض آلي
ca: Negocia automàticament
es: Negociar automáticamente
fr: Auto-négocier
ia: Autonegotia
it: Negoziazione automatica
kk: Автокелісім
km: ចរចាស្វ័យ​ប្រវត្តិ
nds: Automaatsch uthanneln
ru: Автосогласование
sl: Samodejno pogajanje
zh_tw: 自動溝通

source: Shared Wired Connection
ar: وصلة سلكية مشتركة
ca: Connexió per cable compartida
es: Conexión cableada compartida
fr: Connexion filaire partagée
ia: Connexion con cablos compartite
it: Connessione cablata condivisa
kk: Ортақ сымды қосылымы
km: ការ​តភ្ជាប់​ខ្សែ​ដែល​បាន​ចែករំលែក
nds: Deelt Kavelverbinnen
ru: Общедоступное проводное соединение
sl: Deljena žična povezava
zh_tw: 分享有線網路

source: New Wired Connection
ar: وصلة سلكية جديدة
ca: Nova connexió per cable
es: Nueva conexión cableada
fr: Nouvelle connexion filaire
hr: Nova žičana veza
ia: Nove connexion con cablos
it: Nuova connessione via cavo
kk: Жаңа сымды қосылым
km: ការ​តភ្ជាប់​ដាក់​ខ្សែ​ថ្មី​​
nds: Nieg Kavel-Verbinnen
ru: Новое проводное соединение
sl: Nova žična povezava
zh_tw: 新增有線網路連線

source: &Mode:
ar: ال&وضع:
es: &Modo:
hr: &Način:
ia: &Modo:
it: &Modalità:
kk: &Режімі:
km: របៀប ៖
nds: &Bedrief
ru: Режи&м:
sl: &Način:
zh_tw: 模式(&M)：

source: MAC &address:
ar: &عنوان MAC:
ca: &Adreça MAC:
es: Dirección M&AC:
fr: &Adresse MAC :
hr: MAC &adresa:
ia: &Adresse MAC:
it: Indirizzo M&AC:
kk: MAC &адресі:
km: អាសយដ្ឋាន MAC ៖
nds: &MAC-Adress:
ru: MAC-а&дрес:
sl: &Strojni naslov:
zh_tw: 硬體位址(&A)：

source: Shared Wireless Connection
ar: وصلة لاسلكية مشتركة
ca: Connexió sense fils compartida
es: Conexión inalámbrica compartida
fr: Connexion sans fil partagée
ia: Connexion de rete sin cablos compartite
it: Connessione senza fili condivisa
kk: Ортақ сымсыз қосылымы
km: ការ​តភ្ជាប់​ឥត​ខ្សែ​ដែល​បាន​ចែក​រំលែក
nds: Deelt Funkverbinnen
ru: Общедоступное беспроводное соединение
sl: Deljena brezžična povezava
zh_tw: 分享無線網路連線

source: Add...
ar: أضف...
ca: Afegeix...
es: Añadir...
fr: Ajouter...
hr: Dodaj…
ia: Adde...
it: Aggiungi...
kk: Қосу...
km: បន្ថែម...​
nds: Tofögen...
ru: Добавить...
sl: Dodaj ...
zh_tw: 新增...

source: Edit...
ar: حرّر...
ca: Edita...
es: Editar...
fr: Modifier...
hr: Uredi…
ia: Edita ...
it: Modifica...
kk: Өңдеу...
km: កែសម្រួល...​
nds: Bewerken...
ru: Изменить...
sl: Urejanje ...
zh_tw: 編輯...

source: Import
ar: استورد
ca: Importa
es: Importar
fr: Importer
hr: Uvoz
ia: Importa
it: Importa
kk: Импорт
km: នាំចូល
nds: Importeren
ru: Импорт
sl: Uvozi
zh_tw: 匯入

source: Export
ar: صدِّر
ca: Exporta
es: Exportar
fr: Exporter
hr: Izvoz
ia: Exporta
it: Esporta
kk: Экспорт
km: នាំចេញ
nds: Exporteren
ru: Экспорт
sl: Izvozi
zh_tw: 匯出

source: Manage Connections
ca: Gestió de les connexions
fr: Gérer les connexions
ia: Gere connexiones
it: Gestione connessioni
kk: Қосылымдарды басқару
ru: Управление соединениями
sl: Upravljanje povezav
zh_tw: 管理連線

source: Manage Connections Control Panel Module
ca: Mòdul del plafó de control de gestió de les connexions
fr: Module du tableau de bord de gestion de connexions
ia: Modulo de pannello de controlo pro gerer connexiones
it: Modulo di gestione delle connessione del pannello di controllo
kk: Қосылымдарды басқару панелінің модулі
ru: Модуль панели управления соединениями
sl: Modul nadzorne plošče za upravljanje povezav
zh_tw: 管理連線控制面板模組

source: (c) 2008-2009 Will Stephenson<p>(c) 2011-2012 Lamarque V. Souza</p>
ru: © Will Stephenson, 2008-2009<p>© Lamarque V. Souza, 2011-2012</p>

source: Developer and Maintainer
ca: Desenvolupador i mantenidor
fr: Développeur et mainteneur
ia: Developpator e mantenitor
it: Sviluppatore e responsabile
kk: Құрастырушы және жетілдіруші
ru: Разработчик и сопровождающий
sl: Razvijalec in vzdrževalec
zh_tw: 開發者和維護者

source: Developer
ca: Desenvolupador
fr: Développeur
ia: Developpator
it: Sviluppatore
kk: Құрастырушы
ru: Разработчик
sl: Razvijalec
zh_tw: 開發者

# Like in 'add wired connection'
source: Wired
ar: سلكي
ca: Per cable
es: Cableada
fr: Filaire
ia: Wired (Con Cablos)
it: Cablata
kk: Сымды
km: មាន​ខ្សែ
nds: Kavel
ru: Проводное
sl: žično
zh_tw: 有線

# Like in 'add shared connection'
source: Shared
ar: مشترك
ca: Compartida
es: Compartida
fr: Partagée
ia: Compartite
it: Condivisa
kk: Ортақ
km: បាន​ចែក​រំលែក
nds: Deelt
ru: Общедоступное
sl: deljeno
zh_tw: 共享

# Like in 'add wireless connection'
source: Wireless
ar: لاسلكي
ca: Sense fils
es: Inalámbrica
fr: Sans fil
ia: Wireless (Sin Cablos)
it: Senza fili
kk: Сымсыз
km: ឥត​ខ្សែ
nds: Funknettwark
ru: Беспроводное
sl: brezžično
zh_tw: 無線

source: One minute ago
ar: منذ أقل من دقيقة
ca: Fa 1 minut
es: Hace un minuto
fr: Il y a une minute
hr: Prije %1 minute
ia: 1 minuta ante
it: Un minuto fa
kk: %1 минут бұрын
km: %1 នាទី​កន្លងទៅ​​
nds: Vör een Minuut
ru: %1 минуту назад
sl: Pred %1 minutami
zh_tw: %1 分鐘之前

source: One hour ago
ar: منذ أقل من ساعة
ca: Fa 1 hora
es: Hace una hora
fr: Il y a une heure
hr: Prije %1 sata
ia: Un hora ante
it: Un'ora fa
kk: %1 сағат бұрын
km: %1 ម៉ោង​កន្លង​ទៅ
nds: Vör een Stunn
ru: %1 час назад
sl: Pred %1 urami
zh_tw: %1 小時之前

# Label for last used time for a network connection used the previous day
source: Yesterday
ar: الأمس
ca: Ahir
es: Ayer
fr: Hier
hr: Jučer
ia: Heri
it: Ieri
kk: Кеше
km: ម្សិល​មិញ
nds: Güstern
ru: Вчера
sl: Včeraj
zh_tw: 昨天

# Label for last used time for a network connection that has never been used
source: Never
ar: لم تستعمل قط
ca: Mai
es: Nunca
fr: Jamais
hr: Nikada
ia: Jammais
it: Mai
kk: Ешқашан
km: មិន​ដែល​​
nds: Nienich
ru: Никогда
sl: Nikoli
zh_tw: 永不

# Tooltip for disabled tab when no VPN plugins are installed
source: No VPN plugins were found
ar: لم يعثر على أية ملحقات VPN
ca: No s'ha trobat cap connector de VPN
es: No se encontraron complementos de VPN
fr: Aucun module externe VPN n'a été trouvé
hr: Nema pronađenih priključaka za VPN
ia: Il non trovava alcun plugin de VPN
it: Nessuna estensione VPN trovata
kk: VPN плагиндері табылған жоқ
km: រក​មិន​ឃើញ​កម្មវិធី​ជំនួយ VPN
nds: Keen VPN-Modulen funnen
ru: Модули VPN не обнаружены
sl: Najdenega ni bilo nobenega vstavka VPN
zh_tw: 找不到 VPN 外掛程式

# File chooser dialog title for importing VPN
source: Import VPN connection settings
ar: استورد إعدادات صلة VPN
ca: Importa els paràmetres de la connexió VPN
es: Importar preferencias de conexión VPN
fr: Importer les paramètres de connexion de VPN
hr: Uvezi postavke VPN veze
ia: Importa preferentias de connexion VPN
it: Importa impostazioni di connessione VPN
kk: VPN қосылымының параметрлерін импорттау
km: នាំចូល​ការ​កំណត់​ការ​តភ្ជាប់​ VPN
nds: VPN-Verbinneninstellen importeren
ru: Импорт параметров VPN соединения
sl: Uvozi nastavitve povezav VPN
zh_tw: 匯入 VPN 連線設定

source: None of the supported plugins implement importing operation for file %1.
ar: لا يوجد ملحق مدعوم يستطيع أن يقوم بعملية الاستيراد للملف %1.
ca: Cap dels connectors implementats accepten l'operació d'importació pel fitxer %1.
es: Ninguno de los complementos permitidos implementa la operación de importación para el archivo %1.
fr: Aucun des modules externes pris en charge n'implémente d'opération d'importation pour le fichier %1.
ia: Necun del plugins supportate actua operation de importar pro le file %1.
it: Nessuna delle estensioni supportate implementa l'operazione di importazione per il file %1.
kk: %1 файлын импорттау амалын ешбір танитын плагині іске асырмайды.
km: គ្មាន​កម្មវិធី​ជំនួយ​ណាមួយ​ត្រូវ​បាន​អនុវត្ត​ដើម្បី​នាំចូល​ប្រតិបត្តិការ​សម្រាប់​ឯកសារ %1 ទេ ។
nds: Keen vun de ünnerstütt Modulen hett en Importakschoon för Datei "%1" inbuut.
ru: Ни один из поддерживаемых модулей не может импортировать файл %1.
sl: Nobeden izmed podprtih vstavkov nima vgrajenega dejanja za uvoz datoteke %1.
zh_tw: 所支援的外掛程式均未實作將檔案 %1 匯入的操作。

source: Error importing VPN connection settings
ar: خطأ في استيراد إعدادات وصلة VPN
ca: Error en importar els paràmetres de la connexió VPN
es: Error importando preferencias de conexión VPN
fr: Problème lors de l'importation des paramètres de connexion de VPN
ia: Error durante que il importava preferentias de connexion VPN
it: Errore di importazione delle impostazioni di connessione VPN
kk: VPN қосылымының параметрлерін импорттау қатесі
km: កំហុស​ក្នុង​ការ​នាំចូល​ការ​កំណត់​ការ​តភ្ជាប់​ VPN
nds: Fehler bi't Importeren vun de VPN-Verbinneninstellen
ru: Ошибка импорта параметров VPN соединения
sl: Napaka med uvozom nastavitev povezave VPN
zh_tw: 匯入 VPN 連線設定時發生錯誤

# File chooser dialog title for exporting VPN
source: Export VPN
ar: صدر VPN
ca: Exporta VPN
es: Exportar VPN
fr: Exporter un VPN
hr: Izvezi VPN
ia: Exporta VPN
it: Esporta VPN
kk: VPN экспорты
km: នាំចេញ​ VPN
nds: VPN exporteren
ru: Экспорт VPN
sl: Izvozi VPN
zh_tw: 匯出 VPN

source: VPN connection successfully exported
ar: وصلة VPN صدرت بنجاح
ca: La connexió VPN s'ha exportat satisfactòriament
es: Conexión VPN exportada con éxito
fr: La connexion VPN a été exportée avec succès
hr: VPN veza uspješno izvezena
ia: Connexion VPN exportate con successo
it: Connessione VPN esportata correttamente
kk: VPN қосылымы сәтті экспортталды
km: ការ​តភ្ជាប់​ VPN បាន​នាំចេញ​ដោយ​ជោគជ័យ​
nds: VPN-Verbinnen mit Spood exporteert
ru: VPN соединение успешно экспортировано
sl: Povezava VPN je bila uspešno izvožena
zh_tw: VPN 連線已成功匯出

source: Success
ar: نجح
ca: Correcte
es: Éxito
fr: Succès
hr: Uspjeh
ia: Successo
it: Successo
kk: Сәтті бітті
km: ជោគជ័យ
nds: Hett funkscheneert
ru: Выполнено успешно
sl: Uspeh
zh_tw: 成功

source: Do not show again
ar: لا تظهرها مجددا
ca: No tornis a mostrar
es: No volver a mostrar
fr: Ne plus afficher
hr: Nemoj više prikazati
ia: Non monstra de nove
it: Non mostrare ancora
kk: Ендігәрі көрсетілмесін
km: កុំ​បង្ហាញ​ម្តងទៀត
nds: Nienich wedder wiesen
ru: Больше не показывать
sl: Ne prikaži znova
zh_tw: 不要再顯示

source: Error exporting VPN connection settings
ca: Error en exportar els paràmetres de la connexió VPN
fr: Erreur lors de l'exportation des paramètres de connexion de VPN
ia: Error durante que il exportava preferentias de connexion VPN
it: Errore di esportazione delle impostazioni di connessione VPN
kk: VPN қосылымының параметрлерін экспорттау қатесі
ru: Ошибка экспорта параметров VPN соединения
sl: Napaka med izvozom nastavitev povezave VPN
zh_tw: 匯入 VPN 連線設定時發生錯誤

source: Error
ar: خطأ
fr: Erreur
hr: Pogreška
it: Errore
kk: Қате
km: កំហុស
nds: Fehler
ru: Ошибка
sl: Napaka
zh_tw: 錯誤

source: Could not export VPN connection settings
ar: لا يمكن تصدير إعدادات وصلة VPN
ca: No s'ha pogut exportar els paràmetres de la connexió VPN
es: No ha sido posible exportar las preferencias de conexión VPN
fr: Impossible d'exporter les paramètres de connexion de VPN
hr: Ne mogu izvesti postavke VPN veze
ia: Non pote exportar preferentias de connexion VPN
it: Impossibile esportare le impostazioni della connessione VPN
kk: VPN қосылымының параметрлерін экспорттауға болмады
km: មិន​អាច​នាំ​ចេញ​ការ​កំណត់​ការ​តភ្ជាប់​​ VPN បាន​ឡើយ​
nds: VPN-Verbinneninstellen laat sik nich exporteren
ru: Не удалось экспортировать параметры VPN соединения
sl: Nastavitev povezave VPN ni bilo mogoče izvoziti
zh_tw: 無法匯出 VPN 連線設定

source: Connection edit option failed, make sure that NetworkManager is properly running.
ca: Ha fallat l'opció de l'edició de la connexió. Comproveu que el Gestor de xarxa s'està executant correctament.
es: Ha fallado la opción de edición de la conexión; asegúrese de que NetworkManager se está ejecutando correctamente.
fr: L'option d'édition de connexion a échoué. Assurez-vous que NetworkManager fonctionne correctement.
ia: Il falleva le option de modificar connexion, tu assecura te que NetworkManager es propriemente executante.
it: Un'opzione di modifica della connessione non è riuscita, assicurati che NetworkManager sia in esecuzione.
kk: Қосылымды өңдеу амалы жаңылды, NetworkManager дұрыс істегенін тексеріңіз.
km: បាន​បរាជ័យ​ជម្រើស​កែសម្រួល​ការ​តភ្ជាប់​ ​សូម​ប្រាកដ​ថា​​កម្មវិធី​គ្រប់គ្រង​បណ្ដាញ​កំពុង​ដំណើរការ​យ៉ាង​ត្រឹមត្រូវ ។
nds: Akschoon "Verbinnen bewerken" fehlslaan. Bitte kiek na, wat "NetworkManager" propper löppt.
ru: Не удалось изменить параметры соединения, убедитесь, что NetworkManager работает правильно.
sl: Možnost urejanja povezave je spodletela. Prepričajte se, da NetworkManager teče pravilno.
zh_tw: 連線編輯選項失敗，請確定 NetworkManager 已正確執行。

source: Connection create operation failed.
ca: Ha fallat l'operació de creació de connexió.
es: La creación de una conexión ha fallado.
fr: L'opération de création de connexion a échoué.
hr: Neuspjeli pokušaj stvaranja veze.
ia: Il falleva le operatioon de crear connexion
it: Creazione connessione non riuscita.
kk: Қосылымды құру амалы жаңылды.
km: បាន​បរាជ័យ​ប្រតិបត្តិការ​បង្កើត​ការ​តភ្ជាប់ ។​
nds: Akschoon "Verbinnen opstellen" fehlslaan
ru: Не удалось создать соединение.
sl: Ustvarjanje povezave je spodletelo.
zh_tw: 連線建立操作失敗。

# Warning message on attempting to delete a connection
source: Do you really want to delete the connection '%1'?
ar: هل تريد حقا حذف الاتصال '%1'؟
ca: Esteu segur que voleu eliminar la connexió «%1»?
es: ¿Desea eliminar la conexión «%1»?
fr: Voulez-vous vraiment supprimer la connexion « %1 » ?
hr: Želite li zaista izbrisati vezu '%1'?
ia: Tu vermente vole deler le connexion '%1' ?
it: Vuoi veramente eliminare la connessione «%1»?
kk: '%1' деген қосылымды жойғыңыз келгені рас па?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ការ​តភ្ជាប់ '%1' ឬ ?
nds: Wullt Du de Verbinnen "%1" redig wegdoon?
ru: Удалить соединение «%1»?
sl: Ali zares želite zbrisati povezavo »%1«?
zh_tw: 您真的要刪除連線 %1？

source: Confirm Delete
ar: أكّد الحذف
ca: Confirma l'eliminació
es: Confirmar eliminación
fr: Confirmez la suppression
hr: Potvrda brisanja
ia: Confirma dele
it: Conferma l'eliminazione
kk: Өшіруді құптау
km: អះអាង​ការ​លុប
nds: Wegdoon beglöven
ru: Подтвердите удаление
sl: Potrditev izbrisa
zh_tw: 確認刪除

source: Connected
ca: Connectat
fr: Connecté
ia: Connectite
it: Connesso
kk: Қосылған
nds: Tokoppelt
ru: Подключено
sl: Povezano
zh_tw: 已連線

source: Wired
ar: سلكي
ca: Endollat
es: Cableada
fr: Filaire
hr: Žičana
ia: Wired (Con Cablos)
it: Via cavo
kk: Сымы қосылған
km: មាន​ខ្សែ
nds: Kavel
ru: Проводные
sl: Žično
zh_tw: 有線

source: Connection
ar: الوصلة
ca: Connexió
es: Conexión
fr: Connexion
hr: Veza
ia: Connexion
it: Connessione
kk: Қосылым
km: ការ​តភ្ជាប់​
nds: Verbinnen
ru: Соединение
sl: Povezava
zh_tw: 連線

source: Last Used
ar: المستخدم مؤخراً
ca: Usat per darrera vegada
es: Último uso
fr: Dernière utilisation
hr: Zadnji put korištena
ia: Ultime usate
it: Ultimo uso
kk: Соңғы пайдаланған
km: បាន​ប្រើ​ចុងក្រោយ
nds: Tolest bruukt
ru: Последнее подключение
sl: Nazadnje uporabljena
zh_tw: 上次使用

source: State
ca: Estat
fr: État
ia: Stato
it: Stato
kk: Күйі
nds: Status
ru: Состояние
sl: Stanje
zh_tw: 狀態

source: (c) 2008-2009 Will Stephenson<p>(c) 2010 Sebastian Kügler</p><p>(c) 2011-2012 Lamarque V. Souza</p>
ru: © Will Stephenson, 2008-2009<p>© Sebastian Kügler, 2010</p><p>© Lamarque V. Souza, 2011-2012</p>

# @info
source: Error switching storage type
ca: Error en canviar el tipus d'emmagatzematge
fr: Erreur lors du changement de type de stockage
ia: Error commutante typo de immagasinage
kk: Жинақтауыштың түрін ауыстыру қатесі
ru: Ошибка переключения типа хранилища
sl: Napaka med preklopom vrste shrambe

# Mobile Connection Wizard
source: New Mobile Broadband Connection
ar: وصلة نطاق عريض جديد
ca: Nova connexió de banda ampla per mòbil
es: Nueva conexión de banda ancha para móvil
fr: Nouvelle connexion haut débit mobile
hr: Nova mobilna širokopojasna veza
ia: Nove connexion de banda large mobile
it: Nuova connessione a banda larga mobile
kk: Жаңа кеңжолақты мобайл қосылымы
km: ការ​តភ្ជាប់​រលកអាកាស​​ចល័ត​ថ្មី​​
nds: Nieg mobil Breedbandverbinnen
ru: Новое мобильное соединение
sl: Nova mobilna širokopasovna povezava
zh_tw: 新增行動寬頻連線

# Mobile Connection Wizard
source: My plan is not listed...
ar: خطتي غير موجودة...
ca: El meu pla no és a la llista...
es: Mi plan no aparece en la lista...
fr: Mon plan ne figure pas sur la liste...
ia: Mi plano non es listate
it: Il mio piano non è elencato...
kk: Менің қосылым түрі тізімде жоқ...
km: គម្រោង​របស់​ខ្ញុំ​​មិន​ត្រូវ​បាន​រាយ​បញ្ជី​​ឡើយ​...
nds: Mien Tarif is nich list...
ru: Моего плана нет в списке...
sl: Moja naročnina ni na seznamu ...
zh_tw: 我的計劃未被列出

# Mobile Connection Wizard
source: Unknown Provider
ar: مزود غير معروف
ca: Proveïdor desconegut
es: Proveedor desconocido
fr: Fournisseur inconnu
hr: Nepoznati pružatelj
ia: Fornitor (Provider) incognite
it: Fornitore sconosciuto
kk: Беймәлім провайдер
km: មិន​ស្គាល់​ក្រុមហ៊ុន​ផ្ដល់​​
nds: Nich begäng Anbeder
ru: Неизвестный оператор услуг
sl: Neznani ponudnik
zh_tw: 未知的提供者

# Mobile Connection Wizard
source: Default
ar: مبدئي
ca: Per defecte
es: Predeterminada
fr: Par défaut
hr: Uobičajeno
ia: Predefinite
it: Predefinita
kk: Әдетті
km: ​លំនាំដើម​
nds: Standard
ru: По умолчанию
sl: Privzeto
zh_tw: 預設

# Mobile Connection Wizard
source: Set up a Mobile Broadband Connection
ar: إعداد وصلة نطاق عريض متنقل
ca: Configura una connexió de banda ampla per mòbil
es: Establecer una conexión de banda ancha para móvil
fr: Configurer une connexion haut débit mobile
hr: Postavi mobilnu širokopojasnu vezu
ia: Configura un connexion de banda large mobile
it: Configura una connessione a banda larga mobile
kk: Кеңжолақты мобайл қосылымын баптау
km: រៀបចំ​ការ​តភ្ជាប់​រលកអាកាស​​​ចល័ត​
nds: En mobil Breedbandverbinnen instellen
ru: Настройка мобильного соединения
sl: Nastavite mobilno širokopasovno povezavo
zh_tw: 設定行動寬頻連線

# Mobile Connection Wizard
source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
ar: هذا سيساعدك على إعداد وصلة نطاق عريض متنقل للشبكة الخلوية (3G).
ca: Aquest assistent us ajuda a configurar fàcilment una connexió de banda ampla per mòbil a una xarxa de mòbil (3G).
es: Este asistente le ayudará a configurar fácilmente una conexión de banda ancha para una red móvil (3G).
fr: Cet assistant vous aide à configurer facilement une connexion haut débit mobile à un réseau cellulaire (3G).
ia: Iste assistente adjuta te a configurar facilemente un connexion de banda large mobile per un rete cellular (G3).
it: L'assistente ti guida nella configurazione di una connessione a banda larga mobile a una rete cellulare (3G).
kk: Бұл көмекші ұялы 3G торына кеңжолақты мобайл қосылымын оңайда баптап береді.
km: ជំនួយ​ការ​នេះ​នឹង​ជួយ​សម្រួល​អ្នក​ក្នុង​ការ​រៀបចំ​ការ​តភ្ជាប់​រលក​អាកាស​​​ចល័ត​ទៅកាន់​បណ្ដាញ​​ទូរស័ព្ទ​ (3G) ។
nds: Mit dissen Hölper kannst Du eenfach en mobil Breedbandverbinnen na en Handynettwark (3G) opstellen.
ru: С помощью этого инструмента вы сможете легко настроить мобильное широкополосное соединение с сотовой сетью (3G).
sl: Pomočnik vam pomaga enostavno nastaviti mobilno širokopasovno povezavo z omrežjem 3G.
zh_tw: 小助手將協助您輕鬆設定行動寬頻網路連線，讓您使用行動網路（3G）。

# Mobile Connection Wizard
source: You will need the following information:
ar: ستحتاج إلى المعلومات التالية:
ca: Necessitareu la informació següent:
es: Necesitará la siguiente información:
fr: Vous aurez besoin des informations suivantes :
hr: Trebat će Vam sljedeće informacije:
ia: Tu necessitera le sequente information:
it: Hai bisogno della seguenti informazioni:
kk: Қажет болатын мәліметі:
km: អ្នក​ត្រូវ​ការ​ព័ត៌មាន​ដូច​ខាង​ក្រោម ៖​
nds: Disse Informatschonen deit noot:
ru: Вам понадобится следующая информация:
sl: Potrebovali boste sledeče podatke:
zh_tw: 您需要以下的資訊：

# Mobile Connection Wizard
source: Your broadband provider's name
ar: اسم مزود النطاق العريض
ca: El nom del proveïdor de banda ampla
es: El nombre de su proveedor de servicio
fr: Le nom de votre opérateur haut débit
ia: Le nomine de tu fornitor d ebanda large:
it: Il nome del tuo fornitore di banda larga
kk: Ұялы провайдеріңіздің атауы
km: ឈ្មោះ​របស់​ក្រុម​ហ៊ុន​ផ្ដល់​​រលក​អាកាស​របស់​អ្នក​​
nds: Dien Breedband-Anbeder sien Naam
ru: Название вашего оператора услуг
sl: Ime vašega ponudnika širokopasovnega dostopa
zh_tw: 您的寬頻網路提供者名稱

# Mobile Connection Wizard
source: Your broadband billing plan name
ar: اسم خطة للنطاق العريض المفوترة
ca: El nom del pla de facturació de banda ampla
es: El nombre de su plan de facturación de banda ancha
fr: Le nom du plan de votre plan tarifaire haut débit
ia: Le nomine de tu plano de facturation pro le banda large
it: Il nome del tuo piano tariffario di banda larga
kk: Ұялы тариф жоспарының атауы
km: ឈ្មោះ​គម្រោង​ចេញ​វិក្កយបត្រ​រលកអាកាស​របស់​អ្នក​
nds: Dien Breedband-Tarifstruktuurnaam
ru: Название вашего тарифного плана
sl: Ime naročnine
zh_tw: 您的寬頻網路名稱

# Mobile Connection Wizard
source: (in some cases) Your broadband billing plan APN (Access Point Name)
ar: (في بعض الحالات) اسم APN الخاص بالنطاق العريض للموزود (اسم نقطة الوصول)
ca: (en alguns casos) El nom del punt d'accés (APN) del pla de facturació de la banda ampla
es: (en algunos casos) El APN (nombre del punto de acceso) de su plan de facturación de banda ancha
fr: (dans certains cas) APN (nom du point d'accès) de votre plan tarifaire haut débit
ia: (in alcun casos) Le nomine de puncto de accesso APN de tu plano de facturation de banda large
it: (in alcuni casi) L'APN (Nome Punto d'Accesso) del tuo piano tariffario a banda larga
kk: (Кейбірде қажет) Ұялы тариф жоспарының APN (қатынау нүкте атауы)
km: (ក្នុង​ករណី​ខ្លះ​) គម្រោង​ចេញ​វិក្កយបត្រ​រលកអាកាស​​​របស់​ APN (ឈ្មោះ​ចំណុច​ចូល​ដំណើរការ​)
nds: (Mennigmaal) Dien Breedband-Tarifstruktuur-APN (Togangpunktnaam)
ru: Название точки доступа (APN) вашего тарифного плана (в некоторых случаях)
sl: (v nekaj primerih) Ime dostopne točke naročnine (APN)
zh_tw: （有些狀況下）您的寬頻網路的存取點名稱（APN）

# Mobile Connection Wizard
source: Create a connection for &this mobile broadband device:
ar: أنشئ وصلة ل&جهاز النطاق العريض المتنقل هذا:
ca: Crea una connexió per aques&t dispositiu de banda ampla per mòbil
es: &Crear una conexión para este dispositivo móvil de banda ancha:
fr: Créez une connexion pour ce périp&hérique haut débit mobile :
ia: Crea un connexion pro is&te dispositivo de banda large mobile:
it: Crea una connessione per ques&to dispositivo a banda larga mobile:
kk: &Осы ұялы құрылғыға қосылымды құру
km: បង្កើត​ការ​តភ្ជាប់ ​សម្រាប់​ឧបករណ៍​រលកអាកាស​​​ចល័ត​នេះ​ ៖​
nds: En Verbinnen för &disse Mobilbreedbandreedschap opstellen:
ru: Создать соединение для этого &устройства мобильной связи:
sl: Ustvari povezavo za &to mobilno širokopasovno napravo:
zh_tw: 建立此行動寬頻裝置的連線(&T)：

# Mobile Connection Wizard
source: Any GSM device
ca: Qualsevol dispositiu GSM
es: Cualquier dispositivo GSM
fr: N'importe quel périphérique GSM
ia: Ulle dispositivo GSM
it: Qualsiasi dispositivo GSM
kk: Кез келген GSM құрылғысы
nds: All GSM-Reedschappen
ru: Любое GSM-устройство
sl: Katerakoli naprava GSM
zh_tw: 任何 GSM 裝置

# Mobile Connection Wizard
source: Any CDMA device
ca: Qualsevol dispositiu CDMA
es: Cualquier dispositivo CDMA
fr: N'importe quel périphérique CDMA
ia: Ulle dispositivo CDMA
it: Qualsiasi dispositivo CDMA
kk: Кез келген CDMA құрылғысы
nds: All CDMA-Reedschappen
ru: Любое CDMA-устройство
sl: Katerakoli naprava CDMA
zh_tw: 任何 CDMA 裝置
