Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

# @info:tooltip
source: Network routes
ca: Rutes de xarxa
es: Rutas de red
fr: Routes de réseau
hr: Mrežni putevi
ia: Routes de rete
it: Percorsi di rete
kk: Желі маршруттары
km: ផ្លូវ​បណ្ដាញ​​
nds: Nettweeg
ru: Маршруты сети
sl: Omrežne poti
zh_tw: 網路路由

# @info:tooltip
source: Signal strength of the wifi network
ca: Potència del senyal de la xarxa sense fils
es: Intensidad de la señal de la red inalámbrica
fr: Force du signal du réseau sans fil
hr: Jačina signala bežićne mreže
ia: Fortia de signal del rete wifi
it: Potenza del segnale della rete Wi-Fi
kk: WiFi желінің сымсыз сигналы төмен
km: កម្រិត​សញ្ញា​របស់​បណ្ដាញ​ wifi​
nds: Signaalstärk vun't Funknettwark
ru: Сила сигнала сети WiFi
sl: Moč signala brezžičnega omrežja
zh_tw: 無線網路的信號強度

# @info:tooltip
source: Name of the wireless network in use
ca: Nom de la xarxa sense fils en ús
es: Nombre de la red inalámbrica en uso
fr: Nom du réseau sans fil en cours d'utilisation
hr: Ime bežićne mreže za korištenje
ia: Nomine del rete sin cablos in uso
it: Nome della rete senza fili in uso
kk: Қолданыстағы сымсыз желінің атауы
km: ឈ្មោះ​បណ្ដាញ​ឥត​ខ្សែ​កំពុង​ប្រើ​​
nds: Naam vun't bruukt Funknettwark
ru: Имя используемой беспроводной сети
sl: Ime uporabljenega brezžičnega omrežja
zh_tw: 使用中的無線網路名稱

# @info:tooltip
source: Operation mode of wireless network
ca: Mode d'operació de la xarxa sense fils
es: Modo de operación de la red inalámbrica
fr: Mode de fonctionnement du réseau sans fil
hr: Način rada bežićne mreže
ia: Modo de operation de rete sin cablos
it: Modalità operativa della rete senza fili
kk: Сымсыз желінің істеу режімі
km: របៀប​ប្រតិបត្តិការ​នៃ​បណ្ដាញ​​ឥត​​​ខ្សែ​​
nds: Bedriefoort vun't Funknettwark
ru: Режим работы беспроводной сети
sl: Način delovanja brezžičnega omrežja
zh_tw: 無線網路的操作模式

# @info:tooltip
source: Hardware address of the active access point
ca: Adreça del maquinari del punt d'accés actiu
es: Dirección hardware del punto de acceso activo
fr: Adresse matérielle du point d'accès actif
hr: Hardverska adresa aktivne pristupne točke
ia: Adresse Hardware del puncto de accesso active
it: Indirizzo hardware del punto d'accesso attivo
kk: Белсенді қатынау нүктенің аппараттық адресі
km: អាសយដ្ឋាន​ផ្នែក​រឹង​ នៃ​ចំណុច​ចូល​ដំណើរការ​សកម្ម​​
nds: Reedschap-Adress vun den aktiven Togangpunkt
ru: Аппаратный адрес активной точки доступа
sl: Strojni naslov dejavne dostopne točke
zh_tw: 目前啟動的存取點的硬體位址

# @info:tooltip
source: The radio channel frequency that the access point is operating on
ca: La freqüència del canal de ràdio en què opera el punt d'accés
es: La frecuencia del canal de radio en la que opera el punto de acceso
fr: La fréquence du canal radio sur lequel opère ce point d'accès
hr: Frekvencija radio kanala na kojoj radi pristupna točka
ia: Le frequentia del canal radio ubi le puncot de accesso opera
it: La frequenza del canale radio sulla quale opera il punto d'accesso
kk: Қатынау нүктесі істейтін радио арнасының жиілігі
km: ប្រេកង់​​​​ឆានែល​វិទ្យុ​ដែល​ជា​ចំណុច​ចូល​ដំណើរការ​កំពុង​ប្រតិបត្តិ​លើ​​
nds: De Funkfrequenz vun den Togangpunkt
ru: Частота радиоканала, на которой работает точка доступа
sl: Frekvenca radijskega kanala, na katerem deluje dostopna točka
zh_tw: 目前操作中的存取點的無線頻道頻率

# @info:tooltip
source: Subjective network security level description
ca: Descripció subjectiva del nivell de seguretat de la xarxa
es: Descripción subjetiva del nivel de seguridad de la red
fr: Description subjective du niveau de sécurité du réseau
hr: Osobni opis razine mrežne sigurnosti
ia: Description subjective del nivello de securitate de rete
it: Descrizione soggettiva del livello di sicurezza della rete
kk: Желінің субъективтік қауіпсіздік деңгейінің сипаттамасы
km: សេចក្ដី​ពិពណ៌នា​អំពី​កម្រិត​សុវត្ថិភាព​បណ្ដាញ​ដែល​ជា​ប្រធាន​​​បទ​
nds: Intern Beschrieven vun de Nettwark-Sekerheitstoop
ru: Субъективное описание уровня безопасности сети
sl: Subjektiven opis stopnje varnosti omrežja
zh_tw: 主要網路安全等級描述

# @info:tooltip
source: Flags describing the access point's capabilities according to WPA (Wifi Protected Access)
ca: Senyals que descriuen les capacitats del punt d'accés segons l'WPA (Accés Protegit Sense fils)
es: Indicadores que describen las capacidades del punto de acceso según WPA (Acceso protegido a redes inalámbricas)
fr: Drapeaux décrivant les fonctions du point d'accès en fonction du WPA (Wifi Protected Access)
hr: Zastavice koje opisuju mogućnosti pristupne točke prema WPA-u (WiFi Zaštićeni Pristup)
ia: Flags (banderas) describente le capacitates del puncto de accesso secundo WPA (WiFi Protected Access -Accesso Protegite WiFi)
it: Flag che descrivono le capacità del punto d'accesso secondo WPA (Wifi Protected Access)
kk: WPA (Wifi Protected Access) бойынша қатынау нүктенің мүмкіндігін сипатайтын жалаушалары
km: សមត្ថភាព​​នៃ​ចំណុច​ចូល​​ដំណើរការ​ទង់​ពណ៌នា គឺ​យោង​ទៅ​តាម​​ WPA (Wifi Protected Access ​)
nds: Marken, de dat WPA-(engl. „Wifi Protected Acces“-)Könen vun den Toganpunkt angeevt
ru: Флаги, описывающие возможности точки доступа относительно WPA (Wifi Protected Access)
sl: Zastavice, ki opisujejo zmožnosti dostopne točke glede na WPA (zaščiteni brezžični dostop)
zh_tw: 根據 WPA（無線網路保護存取，Wifi Protected Access）描述存取點的功能的旗標

# @info:tooltip
source: Flags describing the access point's capabilities according to RSN (Robust Secure Network)
ca: Senyals que descriuen les capacitats del punt d'accés segons l'RSN (Xarxa Segura Robusta)
es: Indicadores que describen las capacidades del punto de acceso según RSN (Red segura y robusta)
fr: Drapeaux décrivant les fonctions du point d'accès en fonction du RSN (Robust Secure Network)
hr: Zastavice koje opisuju mogućnosti pristupne točke prema RSN (Robusno Sigurna Mreža)
ia: Flags (banderas) describente le capacitates del puncto de accesso secundoRSN (Robust Secure Network - Robuste Rete Secure)
it: Flag che descrivono le capacità del punto d'accesso secondo RSN (Robust Secure Network)
kk: RSN (Robust Secure Network) бойынша қатынау нүктенің мүмкіндігін сипатайтын жалаушалары
km: សមត្ថភាព​នៃ​ចំណុច​​ចូល​ដំណើរការ​ទង់​ពណ៌នា គឺ​យោងទៅតាម​​ RSN (Robust Secure Network​​)
nds: Marken, de dat RSN-(engl. „Robust Secure Network“-)Könen vun den Toganpunkt angeevt
ru: Флаги, описывающие возможности точки доступа относительно RSN (Robust Secure Network)
sl: Zastavice, ki opisujejo zmožnosti dostopne točke glede na RSN (robustno zaščiteno omrežje)
zh_tw: 根據 RSN（健全安全網路，Robust Secure Network）描述存取點的功能的旗標

# interface type
source: Type
ca: Tipus
hr: Tip
ia: Typo
it: Tipo
kk: Түрі
nds: Typ
ru: Тип
sl: Vrsta
zh_tw: 類型

# network device name eg eth0
source: Interface
ca: Interfície
hr: Sučelje
ia: Interfacie
it: Interfaccia
kk: Интерфейсі
nds: Koppelsteed
ru: Интерфейс
sl: Vmesnik
zh_tw: 介面

# system driver name
source: Driver
ca: Controlador
fr: Pilote
hr: Upravljački program
kk: Драйвері
nds: Driever
ru: Драйвер
sl: Gonilnik
zh_tw: 驅動程式

# network interface status
source: Status
ca: Estat
fr: État
ia: Stato
it: Stato
kk: Күй-жайы
ru: Состояние
sl: Stanje
zh_tw: 狀態

# this is the hardware address of a network interface
source: Hardware address (Wired)
ca: Adreça del maquinari (cable)
fr: Adresse matérielle (filaire)
hr: Hardverska adresa (žićana)
ia: Adresse Hardware(Cablate)
it: Indirizzo hardware (via cavo)
kk: Аппараттық адресі (Сымды)
nds: Reedschap-Adress (drahtbunnen)
ru: Аппаратный адрес (проводное)
sl: Strojni naslov (ožičeno)
zh_tw: 硬體位址（有線）

# network connection bit rate
source: Bit rate
ca: Velocitat de transmissió
fr: Débit binaire
hr: Brzina u bitovima
ia: Frequentia de bit
it: Velocità
kk: Бит легі
nds: Bit-Tall:
ru: Скорость
sl: Bitna hitrost
zh_tw: 位元速率

# The network device's maximum speed
source: Max speed
ca: Velocitat màxima
fr: Vitesse max.
hr: Najveća brzina
ia: Velocitate Max
it: Velocità massima
kk: Макс.жылдамдығы:
nds: Hööchst Gauigkeit
ru: Максимальная скорость
sl: Največja hitrost
zh_tw: 最大速率

# IPv4 address
source: IP address
ca: Adreça IP
fr: Adresse IP
hr: IP adresa
ia: Adresse IP
it: Indirizzo IP
kk: IP адресі
nds: IP-Adress
ru: IP-адрес
sl: Naslov IP
zh_tw: IP 位址

# network name servers
source: Name servers
ca: Servidors de noms
fr: Serveurs de noms
hr: Imenski poslužitelji
ia: Servitores de nomine
it: Server di nomi
kk: Атау серверлері
nds: Naamservers
ru: Серверы имён
sl: Imenski strežniki
zh_tw: 名稱伺服器

# network domains
source: Domains
ca: Dominis
fr: Domaines
hr: Domene
ia: Dominios
it: Domini
kk: Домендері
nds: Domänen
ru: Домены
sl: Domene
zh_tw: 網域

# network routes
source: Routes
ca: Rutes
hr: Putevi
it: Percorsi
kk: Маршруттары
nds: Nettweeg
ru: Маршруты
sl: Poti
zh_tw: 路由

# The signal strength of the wifi network
source: Strength
ca: Potència
fr: Force
hr: Jačina signala
ia: Fortia
it: Potenza
kk: Күші
nds: Stärk
ru: Мощность сигнала
sl: Moč
zh_tw: 強度

# the operation mode of wi-fi network
source: Mode
hr: Način rada
ia: Modo
it: Modalità
kk: Режімі
nds: Bedriefoort
ru: Режим
sl: Način
zh_tw: 模式

# Active access point MAC address
source: Access point
ca: Punt d'accés
fr: Point d'accès
hr: Pristupna točka
ia: Puncto de accesso
it: Punto d'accesso
kk: Қатынау нүкте
nds: Togangpunkt
ru: Точка доступа
sl: Dostopna točka
zh_tw: 存取點

# the frequency of the radio channel that the access point is operating on
source: Frequency
ca: Freqüència
fr: Fréquence
hr: Frekvencija
ia: Frequentia
it: Frequenza
kk: Жиілігі
nds: Frequenz
ru: Частота
sl: Frekvenca
zh_tw: 頻率

# network security level, e.g. high, low
source: Security
ca: Seguretat
fr: Sécurité
hr: Sigurnost
ia: Securitate
it: Sicurezza
kk: Қауіпсіздік
nds: Sekerheit
ru: Безопасность
sl: Varnost
zh_tw: 安全性

source: WPA flags
ca: Senyals WPA
fr: Drapeaux WPA
hr: WPA zastavice
ia: Bandieras (Flags) WPA
it: Flag WPA
kk: WPA жалаулары
nds: WPA-Marken
ru: Флаги WPA
sl: Zastavice WPA
zh_tw: WPA 旗標

source: RSN(WPA2) flags
ca: Senyals RSN(WPA2)
fr: Drapeaux RSN(WPA2)
hr: RSN(WPA2) zastavice
ia: Bandieras (Flags) RSN(WPA2)
it: Flag RSN(WPA2)
kk: RSN(WPA2) жалаулары
nds: RSN(WPA2)-Marken
ru: Флаги RSN(WPA2)
sl: Zastavice RSN(WPA2)
zh_tw: RSN(WPA2) 旗標

# title of the interface widget in nm's popup
source: Wired Ethernet
ar: إيثرنت سلكي
ca: Ethernet per cable
es: Ethernet cableada
fr: Ethernet filaire
hr: Žičana mreža
ia: Ethernet con cablos
it: Ethernet via cavo
kk: Сымды Ethernet
km: អ៊ីសឺរ​ណិតមាន​​ខ្សែ​​
nds: Kavelnettwark
ru: Проводное Ethernet
sl: Ožičeni Ethernet
zh_tw: 有線乙太網路

# title of the interface widget in nm's popup
source: Wireless 802.11
ar: لاسلكي 802.11
ca: Sense fils 802.11
es: Red inalámbrica 802.11
fr: Sans fil 802.11
hr: Bežična mreža 802.11
ia: Wireless (Sin Cablos) 802.11
it: 802.11 senza fili
kk: Сымсыз 802.11
km: ឥត​ខ្សែ​​ 802.11​
nds: Funknettwark (802.11)
ru: Беспроводное 802.11
sl: Brezžično 802.11
zh_tw: 無線網路 802.11

# title of the interface widget in nm's popup
source: Mobile Broadband
ar: النطاق العريض المتنقل
ca: Banda ampla per mòbil
es: Banda ancha móvil
fr: Haut débit mobile
hr: Mobilno širokopojasno
ia: Banda large mobile
it: Banda larga mobile
kk: Кеңжолақты мобайл
km: រលកអាកាស​ចល័ត
nds: Mobil Breedband
ru: Мобильное
sl: Mobilno širokopasovno
zh_tw: 行動寬頻

# title of the interface widget in nm's popup
source: Serial Modem
ar: مودم تسلسلي
ca: Mòdem de sèrie
es: Módem serial
fr: Modem série
hr: Serijski modem
ia: Modem serial
it: Modem seriale
kk: Тізбекті модем
km: ម៉ូដឹម​សៀរៀល​
nds: Seriell Modem
ru: Модемное
sl: Zaporedni modem
zh_tw: 序列式數據機

# description of unknown network interface state
source: Unknown
ar: غير معروف
ca: Desconegut
es: Desconocido
fr: Inconnu
hr: Nepoznato
ia: Incognite
it: Sconosciuto
kk: Беймәлім
km: មិន​ស្គាល់​
nds: Nich begäng
ru: Неизвестное
sl: Neznano
zh_tw: 未知

# description of unmanaged network interface state
source: Unmanaged
ar: غير مدار
ca: No gestionat
es: No gestionada
fr: Non géré
hr: Neupravljano
ia: Non gerite
it: Non gestito
kk: Басқарылмайды
km: មិន​គ្រប់​គ្រង​​
nds: Nich pleegt
ru: Не управляется
sl: Ni upravljano
zh_tw: 未被管理

# description of unavailable network interface state
source: Unavailable
ar: غير متوفر
ca: No disponible
es: No disponible
fr: Indisponible
hr: Nedostupno
ia: non disponibile
it: Non disponibile
kk: Қол жеткізбейді
km: ដែល​មិន​អាច​រក​បាន​​
nds: Nich verföögbor
ru: Недоступно
sl: Ni razpoložljivo
zh_tw: 無法使用

# description of unconnected network interface state
source: Not connected
ar: غير متصل
ca: No connectat
es: No conectada
fr: Non connecté
hr: Nije spojeno
ia: Non connectite
it: Non connesso
kk: Ажыратылған
km: មិន​បាន​តភ្ជាប់​​
nds: Nich tokoppelt
ru: Не подключено
sl: Brez povezave
zh_tw: 未連線

# description of preparing to connect network interface state
source: Preparing to connect
ar: يحضر للاتصال
ca: S'està preparant per connectar
es: Preparándose para conectar
fr: Préparation pour se connecter
hr: Pripremam se za spajanje
ia: On prepara a connecter
it: Preparazione della connessione
kk: Қосылуға дайындалу
km: ការ​រៀប​ចំ​តភ្ជាប់​​
nds: Tokoppeln warrt torechtmaakt
ru: Подготовка к подключению
sl: Pripravljanje na povezovanje
zh_tw: 準備連線中

# description of configuring hardware network interface state
source: Configuring interface
ar: يضبط الواجهة
ca: S'està configurant la interfície
es: Configurando interfaz
fr: Configuration de l'interface
hr: Podešavam sučelje
ia: Configurante interfacie
it: Configurazione dell'interfaccia
kk: Интерфейсті баптау
km: ការកំណត់​រចនា​សម្ព័ន្ធ​ចំណុច​ប្រទាក់​​
nds: Koppelsteed warrt instellt
ru: Настройка интерфейса
sl: Nastavljanje vmesnika
zh_tw: 設定介面

# description of waiting for authentication network interface state
source: Waiting for authorization
ar: بانتظار التصريح
ca: S'està esperant autorització
es: Esperando autorización
fr: Attente d'autorisation
hr: Čekam na prijavu
ia: Expectante autorisation
it: In attesa di autorizzazione
kk: Құптауды күту
km: រង់​ចាំ​សេចក្ដី​អនុញ្ញាត​
nds: Töövt op Verlööf
ru: Ожидание авторизации
sl: Čakanje na pooblastitev
zh_tw: 等待認證

# network interface doing dhcp request in most cases
source: Setting network address
ar: يحصل على عنوان الشبكة
ca: S'està establint l'adreça de la xarxa
es: Estableciendo dirección de red
fr: Mise en place une adresse réseau
hr: Postavljam mrežnu adresu
ia: Fixante adresse de rete
it: Impostazione dell'indirizzo di rete
kk: Желі адресін орнату
km: ការ​កំណត់​អាសយដ្ឋាន​បណ្ដាញ​​
nds: Nettwark-Adress warrt fastleggt
ru: Получение сетевого адреса
sl: Nastavljanje omrežnega naslova
zh_tw: 設定網路位址

# is other action required to fully connect? captive portals, etc.
source: Checking further connectivity
ar: المزيد من التحقق عن الاتصال
ca: S'està verificant la connectivitat complementària
es: Comprobando conectividad adicional
fr: Vérification d'une connectivité plus complète
ia: Verifica ulterior connexiones
it: Controllo ulteriore di connettività
kk: Қосылымды тексеру
km: ពិនិត្យមើល​ការ​តភ្ជាប់​បន្ថែម
nds: Mehr Verbinnen warrt söcht
ru: Проверка дальнейшего соединения
sl: Preverjanje za nadaljnjo povezljivost
zh_tw: 檢查進一步連線

# a secondary connection (e.g. VPN) has to be activated first to continue
source: Waiting for a secondary connection
ar: بانتظار الاتصال الثاني
ca: S'està esperant una connexió secundària
es: Esperando una conexión secundaria
fr: En attente d'une connexion secondaire
ia: Attence un connexion secundari
it: In attesa di una connessione secondaria
kk: Екінші реттік қосылымды күту
km: រង់​ចាំ​ការ​តភ្ជាប់​រង
nds: An't Töven op en anner Verbinnen
ru: Ожидание вторичного соединения
sl: Čakanje na drugotno povezavo
zh_tw: 等待第二連線

# network interface connected state label
source: Connected
ar: متصل
ca: Connectat
es: Conectada
fr: Connecté
hr: Spojen
ia: Connectite
it: Connesso
kk: Қосылған
km: បាន​តភ្ជាប់​​
nds: Tokoppelt
ru: Подключено
sl: Povezan
zh_tw: 已連線

# network interface connected state label
source: Connected to %1
ar: متصل بـ %1
ca: Connectat a %1
es: Conectada a %1
fr: Connecté à %1
hr: Spojen na %1
ia: Connectite a %1
it: Connesso a %1
kk: %1 дегенге қосылған
km: បាន​តភ្ជាប់​ទៅកាន់​​ %1​​
nds: Tokoppelt na "%1"
ru: Подключено к %1
sl: Povezan na %1
zh_tw: 已連線到 %1

# network interface disconnecting state label
source: Deactivating connection
ar: يلغي الاتصال
ca: S'està desactivant la connexió
es: Desactivando la conexión
fr: Désactivation de la connexion
ia: Deactivante connexion
it: Disattivazione connessione in corso
kk: Қосылымды ажырату
km: ធ្វើឲ្យ​ការ​តភ្ជាប់​​អសកម្ម
nds: Verbinnen warrt utmaakt
ru: Отключение соединения
sl: Onemogočanje povezave
zh_tw: 解除連線

# network interface connection failed state label
source: Connection Failed
ar: فشل الاتصال
ca: Ha fallat la connexió
es: Conexión fallida
fr: La connexion a échoué
hr: Veza nije uspjela
ia: Connexion fallite
it: Connessione non riuscita
kk: Қосылым жаңылды
km: បាន​បរាជ័យ​ការ​តភ្ជាប់​​
nds: Tokoppeln fehlslaan
ru: Сбой подключения
sl: Povezava ni uspela
zh_tw: 連線失敗

# interface state
source: Error: Invalid state
ar: خطأ: حالة غير صالحة
ca: Error: estat no vàlid
es: Error: Estado no válido
fr: Erreur : état incorrect
hr: Pogreška: neispravno stanje
ia: Error: stato invalide
it: Errore: stato non valido
kk: Қате: Дұрыс емес күйі
km: កំហុស​ ៖​ ភាព​មិន​ត្រឹមត្រូវ​​
nds: Fehler: Leeg Tostand
ru: Ошибка: недопустимое состояние
sl: Napaka: neveljavno stanje
zh_tw: 錯誤：不合法的狀態

# wireless network operation mode
source: Unassociated
ar: غير محددة
ca: No associat
es: Desasociado
fr: Non associé
hr: Nepridružen
ia: Non associate
it: Non associata
kk: Сәйкестірілмеген
km: ដែល​មិន​ភ្ជាប់​គ្នា​
nds: Nich towiest
ru: Не ассоциировано
sl: Nepovezano
zh_tw: 無關聯

# wireless network operation mode
source: Adhoc
ar: مخصص
kk: Керегіне қарай
nds: Op'n Stutz
ru: Одноранговый

# wireless network operation mode
source: Managed
ar: مدار
ca: Gestionat
es: Gestionada
fr: Géré
hr: Upravljani
ia: Gerite
it: Gestita
kk: Басқарылатын
km: បាន​គ្រប់​គ្រង​​
nds: Pleegt
ru: Управляется
sl: Upravljano
zh_tw: 受管理的

# wireless network operation mode
source: Master
ar: مدير
ca: Primari
fr: Maître
hr: Glavni
it: Principale
kk: Жетекші
km: មេ​
nds: Baas
ru: Главный
sl: Gospodar
zh_tw: 主模式

# wireless network operation mode
source: Repeater
ar: مقوي
ca: Repetidor
es: Repetidor
fr: Répéteur
hr: Ponavljač
ia: Repetetor
it: Ripetitore
kk: Қайталауыш
km: កម្ម​វិធី​ធ្វើ​ម្ដង​ទៀត​
nds: Verstarker
ru: Повторитель
sl: Ponavljalnik
zh_tw: 訊號加強器

source: INCORRECT MODE FIX ME
ar: حالة خاطئة، أصلحني
ca: MODE INCORRECTE. ARREGLEU-ME
es: MODO INCORRECTO - CORRÍJAME
fr: MODE INCORRECT - À CORRIGER
hr: NEISPRAVAN NAČIN POPRAVI ME
ia: MODO INCORRECTE FIXA ME
it: MODALITÀ NON CORRETTA, CORREGGERE
kk: ДҰРЫС ЕМЕС РЕЖІМ ЖӨНДЕУ КЕРЕК
km: ខ្ញុំ​ជួសជុល​របៀប​មិន​ត្រឹមត្រូវ​​
nds: Nich begäng Metood. - Richten.
ru: Внутренняя ошибка: неверный режим
sl: NAPAČEN NAČIN, POPRAVI ME
zh_tw: 不正確的模式。請修正！

# wireless network cipher
source: Pairwise WEP40
ca: WEP40 per parelles
es: Pares WEP40
fr: WEP40 par paire
hr: U paru WEP40
ia: WEP40 Pairwise
it: WEP40 a coppie
kk: Жұптық WEP40
nds: Poorwies WEP40
ru: Парный WEP40
sl: Parni WEP40
zh_tw: 成對的 WEP40

# wireless network cipher
source: Pairwise WEP104
ca: WEP104 per parelles
es: Pares WEP104
fr: WEP104 par paire
hr: U paru WEP104
ia: WEP104 Pairwise
it: WEP104 a coppie
kk: Жұптық WEP104
nds: Poorwies WEP104
ru: Парный WEP104
sl: Parni WEP104
zh_tw: 成對的 WEP104

# wireless network cipher
source: Pairwise TKIP
ca: TKIP per parelles
es: Pares TKIP
fr: TKIP par paire
hr: U paru TKIP
ia: TKIP Pairwise
it: TKIP a coppie
kk: Жұптық TKIP
nds: Poorwies TKIP
ru: Парный TKIP
sl: Parni TKIP
zh_tw: 成對的 TKIP

# wireless network cipher
source: Pairwise CCMP
ca: CCMP per parelles
es: Pares CCMP
fr: CCMP par paire
hr: U paru CCMP
ia: CCMP Pairwise
it: CCMP a coppie
kk: Жұптық CCMP
nds: Poorwies CCMP
ru: Парный CCMP
sl: Parni CCMP
zh_tw: 成對的 CCMP

# wireless network cipher
source: Group WEP40
ca: WEP40 per grups
es: Grupo WEP40
fr: WEP40 par groupe
hr: Grupa WEP40
ia: Gruppo WEP40
it: WEP40 di gruppo
kk: Топтық WEP40
km: ក្រុម​ WEP40​​
nds: Koppel WEP40
ru: Групповой WEP40
sl: Skupinski WEP40
zh_tw: 群組式 WEP40

# wireless network cipher
source: Group WEP104
ca: WEP104 per grups
es: Grupo WEP104
fr: WEP104 par groupe
hr: Grupa WEP104
ia: Gruppo WEP104
it: WEP104 di gruppo
kk: Топтық WEP104
km: ក្រុម​​ WEP104​
nds: Koppel WEP104
ru: Групповой WEP104
sl: Skupinski WEP104
zh_tw: 群組式 WEP104

# wireless network cipher
source: Group TKIP
ca: TKIP per grups
es: Grupo TKIP
fr: TKIP par groupe
hr: Grupa TKIP
ia: Gruppo TKIP
it: TKIP di gruppo
kk: Топтық TKIP
km: ក្រុម​​ TKIP​
nds: Koppel TKIP
ru: Групповой TKIP
sl: Skupinski TKIP
zh_tw: 群組式 TKIP

# wireless network cipher
source: Group CCMP
ca: CCMP per grups
es: Grupo CCMP
fr: CCMP par groupe
hr: Grupa CCMP
ia: Gruppo CCMP
it: CCMP di gruppo
kk: Топтық CCMP
km: ក្រុម​​ CCMP​
nds: Koppel CCMP
ru: Групповой CCMP
sl: Skupinski CCMP
zh_tw: 群組式 CCMP

# connection speed
source: %1 Bit/s
kk: %1 бит/с
nds: %1 Bits/s
ru: %1 бит/с
sl: %1 Bitov/s

# connection speed
source: %1 MBit/s
kk: %1 Мбит/с
ru: %1 Мбит/с
sl: %1 MBitov/s

# connection speed
source: %1 GBit/s
kk: %1 Гбит/с
ru: %1 Гбит/с
sl: %1 GBitov/s

# @label no security
source: Insecure
ar: غير آمن
ca: Insegura
es: Insegura
fr: Non sécurisé
hr: Nesigurna
it: Non sicuro
kk: Қорғалмаған
km: គ្មាន​សុវត្ថិភាព​
nds: Nich seker
ru: Небезопасная
sl: Nezaščiteno
zh_tw: 不安全的

# @label Dynamic WEP security
source: Dynamic WEP
ca: WEP dinàmica
es: WEP dinámica
fr: WEP dynamique
hr: Dinamični WEP
ia: WEP dynamic
it: WEP dinamica
kk: Динамикалық WEP
km: WEP ថាមវន្ត​
nds: Dünaamsch WEP
ru: Динамический WEP
sl: Dinamični WEP
zh_tw: 動態式 WEP

# @label unknown security
source: Unknown security type
ar: نوع أمني غير معروف
ca: Tipus de seguretat desconeguda
es: Tipo de seguridad desconocido
fr: Type de sécurité inconnu
hr: Nepoznta vrsta sigurnosti
ia: Typo de securitate incognite
it: Tipo di sicurezza sconosciuto
kk: Беймәлім қауіпсіздік түрі
km: មិន​ស្គាល់​ប្រភេទ​សុវត្ថិភាព​​
nds: Sekerheit-Typ nich begäng
ru: Неизвестный тип безопасности
sl: Neznana vrsta varnosti
zh_tw: 未知的安全性型態

# @info:tooltip no security
source: Insecure
ar: غير آمن
ca: Insegura
es: Insegura
fr: Non sécurisé
hr: Nesigurna
it: Non sicuro
kk: Қорғалмаған
km: គ្មាន​សុវត្ថិភាព​
nds: Nich seker
ru: Небезопасная
sl: Nezaščiteno
zh_tw: 不安全的

# @info:tooltip Dynamic WEP security
source: Dynamic WEP
ca: WEP dinàmica
es: WEP dinámica
fr: WEP dynamique
hr: Dinamični WEP
ia: WEP dynamic
it: WEP dinamica
kk: Динамикалық WEP
km: WEP ថាមវន្ត​​
nds: Dünaamsch WEP
ru: Динамический WEP
sl: Dinamični WEP
zh_tw: 動態式 WEP

# @info:tooltip unknown security
source: Unknown security type
ar: نوع أمني غير معروف
ca: Tipus de seguretat desconeguda
es: Tipo de seguridad desconocido
fr: Type de sécurité inconnu
hr: Nepoznat tip sigurnosti
ia: Typo de securitate incognite
it: Tipo di sicurezza sconosciuto
kk: Беймәлім қауіпсіздік түрі
km: មិន​ស្គាល់​ប្រភេទ​សុវត្ថិភាព​
nds: Sekerheit-Typ nich begäng
ru: Неизвестный тип безопасности
sl: Neznana vrsta varnosti
zh_tw: 未知的安全性型態

# Text in GSM PIN/PUK unlock error dialog
source: Error unlocking modem: %1
ar: خطأ فتح المودم: %1
ca: Error en desbloquejar el mòdem: %1
es: Error desbloqueando el módem: %1
fr: Erreur lors du déverrouillage du modem : %1
ia: Error durante que on disbloca modem: %1
it: Errore di sblocco del modem: %1
kk: Модемдің бұғатын шешу қатесі: %1
km: កំហុស​ក្នុង​ការ​ដោះ​សោ​ម៉ូដឹម ៖ %1
nds: Fehler bi't Opsluten vun't Modem: %1
ru: Ошибка разблокирования модема: %1
sl: Napaka med odklepanjem modema: %1
zh_tw: 解除數據機鎖定時發生錯誤：%1

# Title for GSM PIN/PUK unlock error dialog
source: PIN/PUK unlock error
ar: خط في فتح PIN/PUK
ca: Error de desbloqueig del PIN/PUK
es: Error de desbloqueo de PIN/PUK
fr: Erreur de déverrouillage PIN / PUK
ia: Error de disbloco de PIN/PUK
it: Errore di sblocco PIN/PUK
kk: PIN/PUK бұғатын шешу қатесі
km: កំហុស​ក្នុង​ការ​ដោះ​សោ PIN/PUK
nds: Fehler bi't Opsluten vun PIN oder PUK
ru: Ошибка разблокирования PIN/PUK
sl: Napaka odklepa PIN/PUK
zh_tw: PIN/PUK 碼解除鎖定錯誤
