Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: If your private key file is in PKCS12 format select it here and in the 'User Certificate' field above.
ca: Si el vostre fitxer de clau privada és en format PKCS12 seleccioneu-lo aquí i en el camp de «Certificat d'usuari» de sota.
fr: Si votre clé privée est au format « PKCS12 », sélectionnez-le ici et dans le champ « Certificat utilisateur » ci-dessus.
ia: Si tu file de clave private es in le formato PKCS12 selige lo hic e in le campo ' Certificato de usator' a basso.
kk: Егер сырлы кілтіңіз PKCS12 пішімдегі файлда болса - онда оны осында және жоғардағы 'Пайдаланушының куәлігі' өрісінде таңдаңыз.
ru: Если ваш личный ключ сохранён в формате PKCS12, выберите его здесь и в предыдущем поле «Сертификат пользователя».
sl: Če je vaš zasebni ključ vrste PKCS12, ga izberite tukaj in v zgornjem polju: 'Uporabniški ključ'.

source: Private Key Pass&word:
ar: كلمة &سر المفتاح الخاص:
ca: Contrase&nya de la clau privada:
es: &Contraseña de la clave privada:
fr: Mot de &passe de la clé privée :
hr: Zaporka priva&tnog ključa:
ia: C&ontrasigno de clave private:
it: Pass&word della chiave privata:
kk: Сырлы кілттің пар&олі:
km: ពាក្យ​សម្ងាត់​កូន​សោ​ផ្ទាល់​ខ្លួន​ ៖
nds: Privaatslötel-Pass&woort:
ru: Па&роль личного ключа:
sl: G&eslo zasebnega ključa:
zh_tw: 私密金鑰密碼(&W)：

source: Only connect to servers whose certificate's subject matches this. For the syntax see the wpa_supplicant documentation.
ca: Connecta només als servidors en que l'assumpte del certificat coincideixi amb aquest. Per a la sintaxi, vegeu la documentació del wpa_supplicant.
es: Conectar solo con servidores cuyo sujeto del certificado coincida con este. Para la sintaxis, consulte la documentación de wpa_supplicant.
fr: Connectez-vous uniquement aux serveurs dont le sujet du certificat correspond à ce dernier. Pour la syntaxe, consultez la documentation de « wpa_supplicant ».
ia: Solmente connecte a servitores cuje subjecto de certificato corresponde a isto. Pro le synthaxe vide le documentation del programma wpa supplicant.
it: Connettiti solo ai server con un oggetto del certificato corrispondente. Per la sintassi, vedere la documentazione di wpa_supplicant.
kk: Куәліктерінің тақырыбы сәйкесті ғана серверлерге қосылуға болады. Синтаксисін wpa_supplicant құжаттамасынан қараңыз.
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ណា​ដែល​ប្រធានបទ​វិញ្ញាបនបត្រ​របស់​វា​ផ្គូផ្គង​គ្នា​តែប៉ុណ្ណោះ ។ សម្រាប់​វាក្យសម្ពន្ធ សូម​មើល​ឯកសារ wpa_supplicant ។
nds: Bloots na Servers tokoppeln, de ehr Zertifikaat mit de angeven Tekenkeed övereenstimmt. De Syntax lett sik in de Dokmentatschoon vun den WPA-Hölper (wpa_supplicant) finnen.
ru: Подключаться только к серверам, в сертификате которых указан данный субъект. Синтаксис записи можно узнать в документации wpa_supplicant.
sl: Poveži se samo s strežniki, ki imajo zadevo potrdil enako tej. Za skladnjo si oglejte dokumentacijo wpa_supplicant.
zh_tw: 只連線到憑證主題符合此字串的伺服器。語法請參考 wpa_supplicant 文件。

source: Only connect to servers whose certificate's alternative subject contains at least one of the entries. For the syntax see the wpa_supplicant documentation. Use ',' to separate entries.
ca: Connecta només als servidors en que l'assumpte alternatiu del certificat contingui com a mínim una de les entrades Per a la sintaxi, vegeu la documentació del wpa_supplicant. Useu «,» per separar les entrades.
es: Conectar solo con servidores cuyo sujeto alternativo del certificado contenga al menos una de las entradas. Para la sintaxis, consulte la documentación de wpa_supplicant. Utilice «,» para separar las entradas.
fr: Connectez-vous uniquement aux serveurs dont le sujet alternatif du certificat contient au moins un des éléments. Pour la syntaxe, consultez la documentation de « wpa_supplicant ». Employez « , » pour séparer les éléments.
ia: Solmente connecte a servitores cuje subjecto de certificato alternative contine ia minus un del entratas. Pro le synthaxe vide le documentation del programma wpa supplicant. Usa "," pro separar entratas.
it: Connettiti solo ai server con un oggetto alternativo del certificato che contiene almeno una delle voci. Per la sintassi, vedere la documentazione di wpa_supplicant. Usa «,» per separare le voci.
kk: Куәліктерінің тақырыбының бірнеше жазуларынан кемінде біреуі сәйкесті серверлерге қосылуға болады Синтаксисін wpa_supplicant құжаттамасынан қараңыз. Жазуларын ";" белгісімен бөлу керек.
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ណា​ដែល​ប្រធានបទ​ឆ្លាស់គ្នា​នៃ​វិញ្ញាបនបត្រ​របស់​វា​មាន​ធាតុ​យ៉ាងហោចណាស់​មួយ​ក្នុង​ចំណោម​ធាតុ​ទាំងអស់ ។ សម្រាប់​វាក្យសម្ពន្ធ សូម​មើល​ឯកសារ wpa_supplicant ។ ប្រើ​សញ្ញា​ក្បៀស ',' ដើម្បី​បំបែក​ធាតុ ។
nds: Bloots na Servers tokoppeln, de ehr Zertifikaat twaars en anner Tekenkeed bargt, man tominnst mit een vun de angeven Indrääg övereenstimmt. De Syntax lett sik in de Dokmentatschoon vun den WPA-Hölper (wpa_supplicant) finnen. Bruuk Kommas as Trenntekens.
ru: Подключаться только к серверам, в сертификате которых альтернативный субъект содержит минимум одну из этих записей, разделяемых запятыми. Синтаксис записи можно узнать в документации wpa_supplicant.
sl: Poveži se samo s strežniki, ki imajo zadevo potrdil enako vsaj eni izmed teh Za skladnjo si oglejte dokumentacijo wpa_supplicant. Za ločevanje vnosov uporabite ','.
zh_tw: 只連線到憑證的替代主題包含這些項目中至少一個項目的伺服器。語法請參考 wpa_supplicant 文件。項目間使用逗號 ',' 區隔。

source: Password:
ar: كلمة السر:
ca: Contrasenya:
es: Contraseña:
fr: Mot de passe :
hr: Zaporka:
ia: Contrasigno:
kk: Паролі:
km: ពាក្យ​សម្ងាត់ ៖
nds: Passwoort:
ru: Пароль:
sl: Geslo:
zh_tw: 密碼：

source: Alternative Subject Matches
ar: متطابقات الموضوع البديلة
ca: Coincidències d'assumpte alternatives
es: Coincidencias de sujeto alternativas
fr: Correspondances de sujets alternatifs
ia: Subjecto alternative corresponde
it: Corrispondenze alternative dell'oggetto
kk: Тақырып сәйкестігі (бірнешеден)
km: ការ​ផ្គូផ្គង​ប្រធានបទ​ឆ្លាស់គ្នា
nds: Anner passen Tekenkeden
ru: Проверка альтернативного субъекта
sl: Drugotna ujemanje zadeve
zh_tw: 替代主題比對

source: <qt>This entry must be one of:<ul><li>DNS: &lt;name or ip address&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, e.g. http://www.kde.org&gt;</li></ul></qt>
ar: <qt>هذه المدخلة يجب أن تكون واحدة من التالي:<ul><li>DNS: &lt;الاسم أو العنوان الشبكي IP&gt;</li><li>البريد الإلكتروني: &lt;البريد الإلكتروني&gt;</li><li>وصلة: &lt;وصلة مثل http://www.kde.org&gt;</li></ul></qt>
ca: <qt>Aquesta entrada ha de ser una de les següents:<ul><li>DNS: &lt;nom o adreça IP&gt;</li><li>EMAIL: &lt;correu electrònic&gt;</li><li>URI: &lt;URI, p. ex. http://www.kde.org&gt;</li></ul></qt>
es: <qt>Esta entrada debe ser una de:<ul><li>DNS: &lt;nombre o dirección IP&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, p. ej., http://www.kde.org&gt;</li></ul></qt>
fr: <qt>Cet élément doit être l'un parmi :<ul><li>DNS : &lt;nom ou adresse ip&gt;</li><li>COURRIEL : &lt;courriel&gt;</li><li>URI : &lt;uri, ex. http://www.kde.org&gt;</li></ul></qt>
ia: <qt>Iste entrata debe esser un de:<ul><li>DNS: &lt;nomine o adresse ip&gt;</li><li>EMAIL: &lt;e-posta&gt;</li><li>URI: &lt;uri, p.ex. http://www.kde.org&gt;</li></ul></qt>
it: <qt>Questa voce deve essere una tra:<ul><li>DNS: &lt;nome o indirizzo IP&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, ad es. http://www.kde.org&gt;</li></ul></qt>
kk: <qt>Бұл жазу келесі бірден тұруға тиіс:<ul><li>DNS: &lt;атауы не IP адресі&gt;</li><li>EMAIL: &lt;эл.пошта&gt;</li><li>URI: &lt;uri-сілтеме, мысалы, http://www.kde.org&gt;</li></ul></qt>
km: <qt>ធាតុ​នេះ​ត្រូវតែ​ជា​ធាតុ​មួយ​ក្នុង​ចំណោម ៖<ul><li>DNS: &lt;ឈ្មោះ ឬ​អាសយដ្ឋាន ip&gt;</li><li>EMAIL: &lt;អ៊ីមែល&gt;</li><li>URI: &lt;uri, ឧ. http://www.kde.org&gt;</li></ul></qt>
nds: <qt>Disse Indrag mutt een vun de nakamen wesen:<ul><li>DNS: &lt;Naam oder IP-Adress&gt;</li><li>EMAIL: &lt;Nettpostadress&gt;</li><li>URI: &lt;eenkennig Ressource-Beteker, a.B. http://www.kde.org&gt;</li></ul></qt>
ru: <qt>Здесь должно указываться одно из следующего:<ul><li>DNS: &lt;имя или IP-адрес&gt;</li><li>e-mail: &lt;электронный адрес&gt;</li><li>URI: &lt;веб-адрес, например http://www.kde.org&gt;</li></ul></qt>
sl: <qt>Ta vnos mora biti nekaj izmed sledečega:<ul><li>DNS: &lt;ime ali naslov IP&gt;</li><li>EMAIL: &lt;e-pošta&gt;</li><li>URI: &lt;spletni naslov, npr. http://www.kde.org&gt;</li></ul></qt>
zh_tw: <qt>此項目必須是以下其中一個： <ul><li>DNS: &lt;名稱或 IP 位址&gt;</li> <li>EMAIL: &lt;電子郵件地址&gt;</li> <li>URI: &lt;網址，如 http://www.kde.org&gt;</li></ul></qt>

source: Connect to these Servers
ar: اتصل بهذه الخوادم
ca: Connecta a aquests servidors
es: Conectar con estos servidores
fr: Se connecter à ces serveurs
ia: Connecte a iste servitores
it: Connetti a questi server
kk: Осы серверлеріне қосылу
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ទាំងនេះ
nds: Na disse Servers tokoppeln
ru: Подключение к этим серверам
sl: Poveži se s temi strežniki
zh_tw: 連線到這些伺服器

source: Private Key Password:
ar: كلمة سر المفتاح الخاص:
ca: Contrasenya de la clau privada:
es: Contraseña de la clave privada:
fr: Mot de passe de la clé privée :
ia: Contrasigno de clave private
it: Password della chiave privata:
kk: Сырлы кілттің паролі:
km: ពាក្យ​សម្ងាត់​កូន​សោ​ឯកជន ៖
nds: Privaatslötel-Passwoort:
ru: Пароль личного ключа:
sl: Geslo zasebnega ključa:
zh_tw: 私密金鑰密碼：

source: Phase 2 Private Key Password:
ar: كلمة سر المفتاح الخاص المرحلة 2:
ca: Fase 2 - Contrasenya de la clau privada:
es: Contraseña de la clave privada de la fase 2:
fr: Mot de passe de la clé privée - phase 2 :
ia: Phase 2 contrasigno de clave private:
it: Password della chiave privata fase 2:
kk: 2-фаза сырлы кілттің паролі:
km: ពាក្យ​សម្ងាត់​កូនសោ​ឯកជន​ដំណាក់​កាល​ទី ២​​
nds: Privaatslötel-Passwoort Stoop 2:
ru: Пароль личного ключа фазы 2:
sl: Geslo zasebnega ključa za 2. korak
zh_tw: Phase 2 私密金鑰密碼：

# show passwords button
source: &Show Passwords
ar: أ&ظهر كلمة سر:
ca: &Mostra les contrasenyes
es: Mo&strar contraseñas
fr: &Afficher les mots de passe
hr: Pri&kaži zaporke
ia: Mon&stra contrasignos
it: Mo&stra password
kk: &Парольдерді көрсету
km: បង្ហាញ​ពាក្យ​សម្ងាត់​
nds: Passwöör &wiesen
ru: Пока&зывать пароль
sl: &Prikaži gesla
zh_tw: 顯示密碼(&S)

# Peap outer auth type
source: Protected EAP (PEAP)
ca: EAP protegit (PEAP)
es: EAP protegido (PEAP)
fr: EAP protégé (PEAP)
hr: Zaštićeni EAP (PEAP)
ia: EAP (PEAP) protegite
it: EAP protetto (PEAP)
kk: Қорғалған EAP (PEAP)
km: EAP ដែល​បាន​​ការពារ (PEAP)​
nds: Schuult EAP (PEAP)
ru: Защищённый EAP (PEAP)
sl: Zaščiteni EAP (PEAP)
zh_tw: 保護式 EAP(PEAP)

# TTLS outer auth type
source: Tunnelled TLS (TTLS)
ca: TLS en túnel (TTLS)
es: TLS mediante túnel (TTLS)
fr: TLS tunnellisé (TTLS)
hr: Tunelirani TLS (TTLS)
it: TLS in tunnel (TTLS)
kk: Туннельдік TLS (TTLS)
km: TLS ដែល​មាន​ធ្យូនែល (TTLS) ​
nds: Tunnelt TLS (TTLS)
ru: Туннельный TLS (TTLS)
sl: Tunelirani TLS (TTLS)
zh_tw: 通道式 TLS (TTLS)

# @title:tab wired 802.1x security
source: 802.1x Security
ar: أمن 802.1x
ca: Seguretat 802.1x
es: Seguridad 802.1x
fr: Sécurité 802.1x
hr: 802.1x sigurnost
ia: Securitate 802.1x
it: Sicurezza 802.1x
kk: 802.1x қауіпсіздігі
km: សុវត្ថិភាព​ 802.1x ​
nds: "802.1x" -Sekerheit
ru: Защита 802.1x
sl: Varnost 802.1x
zh_tw: 802.1x 安全性

# @option:check enables/disables 802.1x auth on wired ethernet
source: Use &802.1x authentication
ar: استخدم ا&ستيثاق 802.1x
ca: Utilitza l'autenticació &802.1x
es: Usar autenticación &802.1x
fr: Utiliser l'authentification &802.1x
hr: Koristi autentifikaciju &802.1x
ia: Usa authentication de &802.1x
it: Usa autenticazione &802.1x
kk: &802.1x аутентификациясы болсын
km: ប្រើ​ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​​ &802.1x ​ ​
nds: &802.1x-Identiteetprööv bruken
ru: Использовать защиту &802.1x для этого соединения
sl: Uporabi overitev &802.1x
zh_tw: 使用 802.1x 認證(&8)

source: Key type:
ar: نوع المفتاح:
ca: Tipus de clau:
es: Tipo de clave:
fr: Type de clé :
hr: Tip ključa:
ia: Typo de clave:
it: Tipo di chiave:
kk: Кілттің түрі
km: ប្រភេទ​សោ ៖
nds: Slöteltyp:
ru: Тип ключа:
sl: Vrsta ključa:
zh_tw: 金鑰型態：

source: Passphrase (for 128 bit)
ar: عبارة سر (لـ 128 بت)
ca: Frase de la contrasenya (per 128 bit)
es: Frase de paso (para 128 bits)
fr: Phrase de passe (pour 128 bits)
hr: Tajna riječ (za 128 bita)
ia: Phrase de contrasigno (pro 128 bit)
it: Frase segreta (per 128 bit)
kk: Кілт тізбегі (128 бит үшін)
km: ឃ្លា​សម្ងាត់ (សម្រាប់ ១២៨ ប៊ីត)
nds: Slötelsatz (för 128 Bit)
ru: Пароль (для 128 битов)
sl: Šifrirna fraza (za 128 bitov)
zh_tw: 密碼片語（128位元模式）

source: Hex or Ascii Key (for 64 or 128 bit)
ar: Hex أو Ascii Key (لـ 64بت أو 128بت)
ca: Clau hex o ASCII (per 64 o 128 bit)
es: Clave hex o ascii (para 64 o 128 bits)
fr: Clé hexa ou ASCII (pour 64 ou 128 bits)
hr: Hex ili Ascii ključ (za 64 ili 128 bita)
ia: Clave hexadecimal o ASCII (pro 64 o 128 bit)
it: Chiave esadecimale o ASCII (per 64 o 128 bit)
kk: Оналтылық не ASCII кілті (64 не 128 бит үшін)
km: Hex ឬ​ Ascii Key (សម្រាប់​ ៦៤ ឬ​ ១២៨ ប៊ីត​​)​
nds: Hex- oder ASCII-Slötel (för 64 oder 128 Bit)
ru: Шестнадцатеричный ключ (для 64 или 128 битов)
sl: Šestn. ali ASCII-ključ (za 64 ali 128 bitov)
zh_tw: 金鑰十六進位或 ASCII 碼（64 或 128 位元模式）

source: &WEP index:
ar: مؤش&ر WEP :
ca: &Índex WEP:
es: Índice &WEP:
fr: Index &WEP :
hr: &WEP indeks:
ia: Indice &WEP:
it: Indice &WEP:
kk: &WEP индексі
km: លិបិក្រម​​ WEP ៖​
ru: Индекс &WEP:
sl: Indeks &WEP:
zh_tw: WEP 索引(&W)：

source: 1 (Default)
ca: 1 (Per defecte)
fr: 1 (par défaut)
hr: 1 (Uobičajeno)
ia: 1 (Predefinite)
it: 1 (predefinito)
kk: 1 (Әдетті)
nds: 1 (Standard)
ru: 1 (по умолчанию)
sl: 1 (privzeto)
zh_tw: 1（預設）

source: Open System
ar: نظام مفتوح
ca: Sistema obert
es: Sistema abierto
fr: Système ouvert
hr: Otvoreni sustav
ia: Systema aperite
it: Sistema aperto
kk: Ашық жүйе
km: បើក​ប្រព័ន្ធ
nds: Apen Systeem
ru: Открытая система
sl: Odprt sistem
zh_tw: 開放系統

source: Shared Key
ar: المفتاح المشترك
ca: Clau compartida
es: Clave compartida
fr: Clé partagée
hr: Dijeljeni ključ
ia: Clave compartite
it: Chiave condivisa
kk: Ортақ кілті
km: សោ​ដែល​បាន​ចែករំលែក
nds: Deelt Slötel
ru: Общий ключ
sl: Deljeni ključ
zh_tw: 分享金鑰

source: &Key:
ar: ال&مفتاح:
ca: &Clau:
es: &Clave:
fr: &Clé :
hr: &Ključ:
ia: &Clave:
it: C&hiave:
kk: &Кілті:
km: សោ​ ៖
nds: &Slötel:
ru: &Ключ:
sl: &Ključ:
zh_tw: 金鑰(&K)：

source: Passphrase:
ar: جملة السر:
ca: Contrasenya:
es: Contraseña larga:
fr: Phrase de passe :
ia: Phrase pro le contrasigno:
it: Frase segreta:
kk: Кілт тізбегі:
km: ឃ្លា​សម្ងាត់ ៖
nds: Slötelsatz:
ru: Пароль:
sl: Šifrirna fraza:
zh_tw: 密碼片語：

source: Key:
ar: المفتاح:
ca: Clau:
es: Clave:
fr: Clé :
ia: Clave:
it: Chiave:
kk: Кілт:
km: កូនសោ​ ៖
nds: Slötel:
ru: Ключ:
sl: Ključ:
zh_tw: 金鑰：

source: &Passphrase:
ar: &عبارة سر:
ca: Frase de la &contrasenya:
es: Frase de &paso:
fr: &Phrase secrète :
hr: &Tajna riječ:
ia: &Phrase pro le contrasigno:
it: &Frase segreta:
kk: &Кілт тізбегі:
km: ឃ្លា​សម្ងាត់ ៖
nds: &Slötelsatz:
ru: &Пароль:
sl: &Šifrirna fraza:
zh_tw: 密碼片語(&P)：

source: Wireless Security
ar: أمن اللاسلكي
ca: Seguretat de la sense fils
es: Seguridad inalámbrica
fr: Sécurité du réseau sans fil
hr: Sigurnost bežične mreže
ia: Securitate de rete sin cablos
it: Sicurezza senza fili
kk: Сымсыздің қауіпсіздігі
km: សុវត្ថិភាព​ឥត​ខ្សែ​
nds: Funksekerheit
ru: Защита беспроводной сети
sl: Brezžična varnost
zh_tw: 無線網路安全性

source: &Security:
ar: الأ&من:
ca: &Seguretat:
es: &Seguridad:
fr: &Sécurité :
hr: &Sigurnost:
ia: &Securitate:
it: &Sicurezza:
kk: &Қауіпсіздігі:
km: សុវត្ថិភាព ៖
nds: &Sekerheit
ru: &Защита:
sl: &Varnost:
zh_tw: 安全性(&S)：

# @title:window
source: The network %1 requires authentication
ca: La xarxa %1 requereix autenticació
fr: Le réseau %1 requiert une authentification
ia: Le rete %1 require authentication
kk: %1 желіге аутентификация керек
ru: Для доступа к сети %1 требуется аутентификация
sl: Omrežje %1 zahteva overitev

# Label for no wireless security
source: None
ar: بدون
ca: Cap
es: Ninguna
fr: Aucun
hr: Nema
ia: Necun
it: Senza
kk: Жоқ
km: គ្មាន
nds: Keen
ru: Нет проверки подлинности
sl: Brez
zh_tw: 無

# Label for Dynamic WEP wireless security
source: Dynamic WEP (802.1x)
ca: WEP dinàmica (802.1x)
es: WEP dinámica (802.1x)
fr: WEP dynamique (802.1x)
hr: Dinamični WEP (802.1x)
ia: WEP dynamic (802.1x)
it: WEP dinamica (802.1x)
kk: Динамикалық WEP (802.1x)
km: WEP ថាមវន្ត​ (802.1x)
nds: Dünaamsch WEP (802.1x)
ru: Динамический WEP (802.1x)
sl: Dinamični WEP (802.1x)
zh_tw: 動態式 WEP (802.1x)

source: New VPN Connection
ar: وصلة VPN جديدة
ca: Nova connexió VPN
es: Nueva conexión VPN
fr: Nouvelle connexion VPN
hr: Nova VPN veza
ia: Nove connexion VPN
it: Nuova connessione VPN
kk: Жаңа VPN қосылымы
km: ការ​តភ្ជាប់ VPN ​ថ្មី​​
nds: Nieg VPN-Verbinnen
ru: Новое соединение VPN
sl: Nova povezava VPN
zh_tw: 新增 VPN 連線

# Error message in VPN import/export dialog
source: Operation not supported for this VPN type.
ar: العملية غير مدعومة لهذا النوع من VPN.
ca: Operació no implementada per aquest tipus de VPN.
es: Operación no permitida por este tipo de VPN
fr: Opération non prise en charge pour ce type de VPN.
ia: Operation non supportate per iste typo de VPN
it: Operazione non supportata per questo tipo di VPN.
kk: Операцияның қолдауы бұл VPN түрінде жоқ.
km: មិន​បាន​គាំទ្រ​ប្រតិបត្តិការ​សម្រាប់​ប្រភេទ VPN នេះ​ទេ ។
nds: Akschoon warrt för dissen VPN-Typ nich ünnerstütt.
ru: Операция для данного типа VPN не поддерживается.
sl: Ta vrsta VPN ne podpira tega dejanja
zh_tw: 這種 VPN 型態不支援此操作。

source: Example: 11:22:33:44:55:66
ar: مثال: 11:22:33:44:55:66
ca: Exemple: 11:22:33:44:55:66
es: Ejemplo: 11:22:33:44:55:66
fr: Exemple : 11:22:33:44:55:66
hr: Primjer: 11:22:33:44:55:66
ia: Exemplo: 11:22:33:44:55:66
it: Esempio: 11:22:33:44:55:66
kk: Мысалы: 11:22:33:44:55:66
km: ឧទាហរណ៍ ៖ 11:22:33:44:55:66
nds: Bispill: 11:22:33:44:55:66
ru: Пример: 11:22:33:44:55:66
sl: Primer: 11:22:33:44:55:66
zh_tw: 範例：11:22:33:44:55:66

source: Maximum Transfer Unit (bytes)
ar: وحدة النقل القصوى (بايتات)
ca: Unitat màxima de transmissió (bytes)
es: Unidad máxima de transferencia (bytes)
fr: Unité de transmission maximale (octets)
hr: Najveća jedinica prijenosa (u bajtima)
ia: Maxime Unitate de transferentia (MTU) (bytes)
it: Unità massima di trasferimento (byte)
kk: Максималды берілім бірлігі (байт)
km: ឯកតា​​​​ផ្ទេរ​អតិបរមា (បៃ)
nds: Gröttst Överdregen-Eenheit (Bytes)
ru: Maximum Transfer Unit (байтов)
sl: Največja prenosna enota (bajtov)
zh_tw: 最大傳輸單位（MTU，位元組）

source: Use the specified speed
ar: استخدم السرعة المحددة
ca: Utilitza la velocitat especificada
es: Usar la velocidad especificada
fr: Utiliser la vitesse spécifiée
ia: Usa le velocitate specificate
it: Utilizza la velocità specificata
kk: Келтірген жылдамдығын пайдалану
km: ប្រើ​ល្បឿន​ដែល​បញ្ជាក់
nds: De angeven Gauheit bruken
ru: Использовать указанную скорость соединения
sl: Uporabi določeno hitrost
zh_tw: 使用指定的速率

source: Request that the device use only the specified speed.
ar: تطلب من الجهاز استخدام السرعة المحددة فقط
ca: Requereix que el dispositiu només utilitzi la velocitat especificada.
es: Solicitar que el dispositivo use únicamente la velocidad especificada.
fr: Demande que le périphérique utilise uniquement la vitesse spécifiée.
ia: Require que le dispositivo usa solmente le velocitate specificate.
it: Richiedi che il dispositivo utilizzi solo la velocità specificata.
kk: Құрылғыға тек келтірген жылдамдығын пайдалану талабы.
km: ស្នើ​ឧបករណ៍​ថា​ឲ្យ​ប្រើ​ល្បឿន​ដែល​បាន​បញ្ជាក់​តែប៉ុណ្ណោះ ។
nds: De Reedschap ansnacken, se schall bloots de angeven Gauheit bruken.
ru: Требовать, чтобы устройство использовало указанную скорость соединения.
sl: Zahtevaj, da naprava uporablja le določeno hitrost.
zh_tw: 要求裝置只使用特定的速率。

source: MBit/s
ar: م.بت/ث
kk: Мбит/с
ru: Мбит/с

source: Use the specified duplex mode
ar: يستخدم نمط الازدواج المحدد
ca: Utilitza el mode dúplex especificat
es: Usar el modo dúplex especificado
fr: Utiliser le mode duplex spécifié
ia: Usa le specificate modo duplex
it: Utilizza la modalità duplex specificata
kk: Келтірген екі жақтық режімін пайдалану
km: ប្រើ​របៀប​ទ្វេ​ដែល​បាន​បញ្ជាក់
nds: Angeven Duplexbedrief bruken
ru: Использовать указанный дуплексный режим
sl: Uporabi določen dvosmerni način
zh_tw: 使用指定的雙工模式

source: Request that the device use only the specified duplex mode. A device in full duplex mode can send and receive data at the same time, while a device in half duplex mode can either send or receive data, but not both at the same time.
ar: تطلب من الجهاز استخدم نمط الازدواج المحدد. الجهاز في نمط الازدواج الكامل تستطيع الإرسال و الاستقبال في نفس الوقت ، بينما الجهاز في نمط نصف الازدواج فيستطيع أن يرسل أو يستقبل ، ولكن ليس في نفس الوقت.
ca: Requereix que el dispositiu només utilitzi el mode dúplex especificat. Un dispositiu en mode dúplex complet pot enviar i rebre dades simultàniament, mentre que un dispositiu en mode dúplex mig pot enviar o rebre dades, però no simultàniament.
es: Solicitar que el dispositivo use solo el modo dúplex especificado. Un dispositivo en modo dúplex completo puede enviar y recibir datos al mismo tiempo, mientras que un dispositivo en modo semidúplex solo puede enviar o recibir datos, pero no al mismo tiempo.
fr: Demande que le périphérique utilise uniquement le mode duplex spécifié. Un périphérique en mode duplex intégral peut envoyer et recevoir des données en même temps, alors qu'un périphérique en mode semi-duplex peut soit envoyer soit recevoir des données, mais pas les deux en même temps.
ia: require que le dispositivo usa solmente le specificate modo duplex. Un dispositivo in modo plen duplex pote inviar e reciper datos al mesme tempore, dum un dispositivo in modo medie duplex pote o inviar o reciper datos, ma non ambes ale mesme tempore.
it: Richiedi che il dispositivo utilizzi solo modalità duplex specificata. Un dispositivo in modalità full duplex può inviare e ricevere dati contemporaneamente, mentre un dispositivo in modalità half duplex può inviare o ricevere dati, ma non nello stesso istante.
kk: Құрылғыға келтірген екі жақтық режімін пайдалану талабы. Толық екі жақты режімінде құрылғы бірмезгілде деректерді жібере де қабылдай да алады, Жартылай режімінде - бірмезгілде тек жібере, не тек қабылдай алады.
km: ស្នើ​ឧបករណ៍​ថា​ឲ្យ​ប្រើ​ល្បឿន​ទ្វេ​ដែល​បាន​បញ្ជាក់​តែប៉ុណ្ណោះ ។ ឧបករណ៍​នៅ​ក្នុង​របៀប​ទ្វេ​ពេញលេញ អាច​ផ្ញើ និង​ទទួល​ទិន្នន័យ​ក្នុង​ពេល​តែមួយ​បាន ចំណែក​ឯ​ឧបករណ៍​ដែល​នៅ​ក្នុង​របៀប​ពាក់កណ្ដាល​ទ្វេ​វិញ គឺ​អាច​ផ្ញើ និង​ទទួល​ទិន្នន័យ​បាន​ដែរ ប៉ុន្តែ​មិន​មែន​ក្នុង​ពេល​តែមួយ​ទេ ។
nds: De Reedschap ansnacken, se schall bloots den angeven Duplexbedrief bruken. En Reedschap in Heelduplexbedrief kann to de sülve Tiet Daten loosstüern un annehmen, en Reedschap in Halfduplexbedrief kann bloots Daten loosstüern oder annehmen, man nich to de sülve Tiet.
ru: Требовать, чтобы устройство работало только в указанном режиме дуплекса. В режиме полного дуплекса устройство может отправлять и принимать данные одновременно, а в полудуплексе — в один момент времени либо отправлять, либо принимать.
sl: Zahtevaj, da naprava uporabi le določen dvosmerni način. Naprava v polnem dvosmernem načinu lahko pošilja in prejema podatke naenkrat, medtem ko naprava v polovičnem dvosmernem načinu tega ne more početi hkrati.
zh_tw: 要求裝置只使用指定的雙工模式。裝置使用全雙工模式時，可以同時接收與傳送資料，而半雙工模式同一時間只能接收或傳送資料，但無法同時。

source: Half
ar: نصف
ca: Mig
es: Semidúplex
fr: Semi
ia: Medietate
kk: Жартылай
km: ពាក់កណ្ដាល
ru: Полудуплексный
sl: Polovičen
zh_tw: 半雙工

source: Full
ca: Complet
fr: Intégral
ia: Plen
kk: Толық
nds: Vull
ru: Полнодуплексный
sl: Polni
zh_tw: 完全
