Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: DH Group 2 (default)
ca: Grup DH 1 (predeterminat)
es: Grupo 2 de DH (por omisión)
fr: Groupe DH 2 (par défaut)
ia: DH Gruppo 2 (predefinite)
it: Gruppo 2 DH (predefinito)
kk: DH 2-тобы (әдетті)
km: DH ក្រុម ២ (លំនាំដើម)
nds: DH-Koppel 2 (Vörinstellen)
ru: Группа DH 2 (по умолчанию)
sl: Skupina DH 2 (privzeto)
zh_tw: DH 群組 2（預設）

source: DH Group 5
ca: Grup DH 5
es: Grupo 5 de DH
fr: Groupe DH 5
ia: DH Gruppo 5
it: Gruppo 5 DH
kk: DH 5-тобы
km: DH ក្រុម ៥
nds: DH-Koppel 5
ru: Группа DH 5
sl: Skupina DH 5
zh_tw: DH 群組 5

source: &Perfect Forward Secrecy:
ca: Secret de redirecció &perfecte (PFS):
es: Confidencialidad &persistente perfecta:
fr: Confidentialité de transmission &parfaite :
it: Segretezza &perfetta in avanti (PFS):
kk: &Кемел ілгері құпиялық (PFS):
km: ការ​សម្ងាត់​បញ្ជូន​បន្ត​ដែល​ល្អឥតខ្ចោះ ៖
nds: &Utwarkenfree Verslöteln:
ru: Совершенная &прямая секретность
sl: &Popolna skrivnostnost posredovanja:
zh_tw: 完美轉寄保密（Perfect Forward Secrecy，PFS）(&P)：

source: No PFS
ca: Sense PFS
es: Sin PFS
fr: Pas de PFS
ia: Necun PFS
kk: PFS жоқ
km: គ្មាន PFS
nds: Keen UFV
ru: Нет
sl: Brez PFS
zh_tw: 不使用 PFS

source: Server (default)
ar: خادم (مبدئي)
ca: Servidor (predeterminat)
es: Servidor (por omisión)
fr: Serveur (par défaut)
ia: servitor (predefinite)
it: Server (predefinito)
kk: Сервері (әдетті)
km: ម៉ាស៊ីន​បម្រើ​ (លំនាំដើម)
nds: Server (standard)
ru: Сервер (по умолчанию)
sl: Strežnik (privzeto)
zh_tw: 伺服器（預設）

source: DH Group 2
ca: Grup DH 2
es: Grupo 2 de DH
fr: Groupe DH 2
ia: DH Gruppo 2
it: Gruppo 2 DH
kk: DH 2-тобы
km: DH ក្រុម ២
nds: DH-Koppel 2
ru: Группа DH 2
sl: Skupina DH 2
zh_tw: DH 群組 2

source: &Vendor:
ar: ال&بائع:
ca: &Fabricant:
es: &Fabricante:
fr: &Fournisseur :
ia: &Venditor:
it: Prod&uttore:
kk: &Жабдықтаушы:
km: ក្រុមហ៊ុន​លក់ ៖
nds: &Maker:
ru: &Производитель:
sl: &Proizvajalec:
zh_tw: 製造商(&V)：

source: Cisco (default)
ar: سيسكو (مبدئي)
ca: Cisco (predeterminat)
es: Cisco (por omisión)
fr: Cisco (par défaut)
ia: Cisco (predefinite)
it: Cisco (predefinito)
kk: Cisco (әдетті)
km: Cisco (លំនាំដើម​​)
nds: Cisco (standard)
ru: Cisco (по умолчанию)
sl: Cisco (privzeto)
zh_tw: Cisco（預設）

source: &Application Version:
ca: Versió de l'&aplicació:
es: Versión de la &aplicación:
fr: Version de l'&application :
ia: Version de &application:
it: Versione dell'&applicazione:
kk: &Қолданба: нұсқасы
km: កំណែ​កម្មវិធី ៖
nds: &Programmverschoon:
ru: &Версия приложения:
sl: R&azličica programa:
zh_tw: 應用程式版本(&A)：

source: Enable Dead &Peer Detection
ar: فعّل كاشف ال&نظير الميت
ca: Habilita la detecció de mà&quines mortes
es: Habilitar la detección de &nodos muertos
fr: Activer la détection d'homologues non o&pérationnels
hr: Omogući otkrivanje mrtvog sugovornika
ia: Habilita detection de &Par morto (Dead Peer)
it: Abilita rilevamento di contro&parti che non rispondono
kk: Қарсы нүкте "өлгені" байқалсын
km: បិទ​​ការ​រក​ឃើញ​​ម៉ាស៊ីន​ដូចគ្នា​ខូច​​
nds: "Doot &Partner Opdecken" anmaken
ru: Включить о&бнаружение неработающих соединений
sl: Omogoči zaznavanje &mrtvih vrstnikov
zh_tw: 開啟偵測已死端點(&P)

source: &Local Port:
ca: Port &local:
es: Puerto &local:
fr: Port &local :
ia: Porto &Local:
it: Porta &locale:
kk: &Жергілікті порты:
km: ច្រក​មូលដ្ឋាន ៖
nds: &Lokaal Port:
ru: &Локальный порт:
sl: &Krajevni vrata:
zh_tw: 本地連接埠(&L)：

source: &Cisco UDP Encapsulation Port:
ca: Port d'encapsulació UDP de &Cisco:
es: Puerto de encapsulado UDP de Cisco:
fr: Port d''encapsulation UDP &Cisco :
ia: Porto de encapsulation de UDP &Cisco:
it: Porta incapsulamento UDP &Cisco:
kk: &Cisco UDP инкапсуляция порты:
km: ច្រក​ការ​វេច​ខ្ចប់ Cisco UDP ៖
nds: &Cisco-UDP-Inkapselport:
ru: UDP-порт &инкапсуляции Cisco:
sl: Vrata enkapsulacije Cisco UDP
zh_tw: Cisco UDP 封裝連接埠(&C)：

source: Maximum Transmit Unit
ar: وحدة النقل القصوى
ca: Unitat màxima de transmissió
es: Máxima unidad de transmisión
fr: Unité de transmission maximale
hr: Najveća jedinica slanja (MTU)
ia: Maximum Transmit Unit (Maxime Unitate de transmitter)
it: Unità di trasmissione massima
kk: Максималды берілім бірлігі
km: ឯកតា​​​បញ្ជូន​អតិបរមា
nds: Hööchst Överdregen-Eenheit
sl: Največja prenosna enota
zh_tw: 最大傳輸單位

source: &PIN:
kk: &PIN коды:
zh_tw: PIN 碼(&P)：

# Label for WPA-PSK wireless security
source: WPA/WPA2 Personal
fr: WPA / WPA2 Personnel
hr: Osobni WPA/WPA2
it: WPA/WPA2 personale
kk: WPA/WPA2 дербес
km: WPA/WPA2 ផ្ទាល់ខ្លួន
sl: Osebni WPA/WPA2
zh_tw: WPA/WPA2 個人

# Label for WPA-EAP wireless security
source: WPA/WPA2 Enterprise
ca: WPA/WPA2 Empresa
es: WPA/WPA2 Empresarial
fr: WPA / WPA2 Entreprise
hr: Profesionalni WPA/WPA2
ia: WéA/WPA2 Interprisa
it: WPA/WPA2 professionale
kk: WPA/WPA2 мекеме
km: ការ​ចាប់​ផ្ដើម​ធ្វើ​ WPA/WPA2 ​​
sl: Podjetniški WPA/WPA2
zh_tw: WPA/WPA2 企業

# @label:textbox password label for smartcard pin
source: PIN:
kk: PIN коды:
zh_tw: PIN 碼：

source: PIN:
kk: PIN коды:
zh_tw: PIN 碼：

source: Link-Local
ca: Enllaç local
es: Enlace local
fr: Lien local
it: Collegamento locale
km: មូលដ្ឋាន​ភ្ជាប់​
sl: Krajevno-povezano

source: Shared_Wireless_Connection
ca: Connexio_sense_fils_compartida
fr: Connexion_sans_fil_partagée
ia: Connexion_de_rete_sin_cablos_compartite
sl: Deljena_brezzicna_povezava

source: Shared_Wireless_Connection
es: Conexión_inalámbrica_compartida
it: Connessione_senza_fili_condivisa
km: ការ​តភ្ជាប់​ឥត​ខ្សែ​ដែល​បាន​ចែករំលែក
nds: Deelt Funkverbinnen
zh_tw: 分享無線網路

source: Bluetooth
ar: بلوتوث
km: ប៊្លូធូស​
zh_tw: 藍牙

source: &APN:
zh_tw: APN(&A)：

source: &DNS Servers:
es: Servidores &DNS:
hr: &DNS poslužitelji:
it: Server &DNS:
km: ម៉ាស៊ីន​បម្រើ DNS ៖​
zh_tw: DNS 伺服器(&D)：

source: &Search Domains:
es: Dominios de bú&squeda:
hr: &Traži domene:
it: Domini di &ricerca:
km: ដែន​ស្វែងរក​​ ៖​
nds: &Söökdomänen:
zh_tw: 搜尋網域(&S)：

source: Ethernet
ar: الإيثرنت
hr: Žičana mreža
km: អ៊ីសឺរណិត
zh_tw: 乙太網路

source: M&TU:
ar: أ&قصى وحدة نقل:
zh_tw: MTU(&T)：

source: &ESSID:
ar: معرف الشبكة المو&سع ESSID:
nds: &ESSID (Nettwarknaam):
zh_tw: ESSID(&E)：

source: &BSSID:
ar: &نقط وصول محددة BSSID:
zh_tw: BSSID(&B)：

source: &MTU:
ar: أ&قصى وحدة نقل:
zh_tw: MTU(&M)：

source: Infrastructure mode is the most common setting. To form a peer-to-peer wireless network with another computer when there is no infrastructure, choose Ad-hoc.
ar: وضع البنية التحتيّة هو الإعداد الأكثر شيوعا. لتشكيل شبكة لاسلكية من نوع نظير-نظير مع جهاز حاسوب آخر عندما لا يكون هناك بنية تحتية ، اختر Ad-hoc.
es: El modo infraestructura es la configuración más común. Para formar una red inalámbrica entre iguales con otro equipo cuando no hay infraestructura, elija Ad-hoc.
hr: Infrastrukturni način je načešća postavka. Za stvaranje bežićne mreže ravnopravnih čvorova s drugim računalom kad nema infrastrukture, odaberite Ad-hoc.
it: La modalità Infrastruttura è l'impostazione più comune. Per formare una rete paritaria senza fili con un altro computer quando non c'è un'infrastruttura, scegli Ad hoc.
km: របៀប​ហេដ្ឋារចនាសម្ពន្ធ​គឺ​ជា​ការ​កំណត់​ធម្មតា​បំផុត ។ ដើម្បី​បង្កើត​បណ្ដាញ​ឥត​ខ្សែ​ពី​កុំព្យូទ័រ​ទៅ​កាន់​កុំព្យូទ័រ ជា​មួយ​នឹង​កុំព្យូទ័រ​ផ្សេង​ទៀត​ នៅ​ពេល​​គ្មាន​ហេដ្ឋារចនាសម្ពន្ធ​ សូម​ជ្រើស Ad-hoc ។​
nds: Tomehrst warrt de Instellen "Infrastruktuur-Bedrief" bruukt. Bruuk "Op'n Stutz", wenn Du en P2P-Funknettwark mit en anner Reekner ahn Infrastruktuur opbuen wullt.
zh_tw: 基礎結構（infrastructure）模式是最通用的設定。若是沒有基礎結構，要與另一台電腦建構一個點對點的無線網路，請選擇 Ad-hoc。

source: MT&U:
ar: أ&كبر وحدة نقل:
zh_tw: MTU(&U)：

source: PIN
zh_tw: PIN 碼

source: Bdaddr
fr: Bdaddr (adresse du périphérique Bluetooth)
nds: Bluetooth-Adress
zh_tw: 藍牙裝置位址(bdaddr)

# @title:window NovellVPN advanced connection options
source: NovellVPN advanced options
ar: خيارات NovellVPN المتقدمة
es: Opciones avanzadas de NovellVPN
km: ជម្រើស​កម្រិត​ខ្ពស់​ NovellVPN

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: OpenVPN cipher lookup failed
es: La búsqueda del cifrador OpenVPN ha fallado
km: បាន​បរាជ័យ​ក្នុង​ការ​រក​សរសេរ​សម្ងាត់​ OpenVPN ​​

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: No OpenVPN ciphers found
es: No se han encontrado cifradores OpenVPN
km: រក​មិន​ឃើញ​​សរសេរ​សម្ងាត់​ OpenVPN

# @label:textbox error message while saving configuration
source: Configuration uses ssh-agent for authentication, but no ssh-agent found running.
es: La configuración usa ssh-agent para autenticación, pero ssh-agent no está en ejecución.
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រើ ssh-agent សម្រាប់​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ប៉ុន្តែ​រក​មិន​ឃើញ ssh-agent ដែល​កំពុង​ដំណើរការ​ទេ ។

# @label interface type
source: Type
ar: النوع
es: Tipo
km: ប្រភេទ

# @label network device name eg eth0
source: Interface
ar: الواجهة
es: Interfaz
km: ចំណុច​ប្រទាក់

# @label system driver name
source: Driver
ar: التعريف
es: Controlador
km: កម្ម​វិធី​បញ្ជា​​

# @label network interface status
source: Status
ar: الحالة
es: Estado
km: ស្ថាន​ភាព

# @label this is the hardware address of a network interface
source: Hardware address (Wired)
ar: عنوان العتاد (سلكي)
es: Dirección de hardware (cableado)
km: អាសយដ្ឋាន​​ផ្នែក​រឹង​​ (មាន​​ខ្សែ​)

# @label network connection bit rate
source: Bit rate
ar: معدل البِت
es: Tasa de bits
km: អត្រាប៊ីត

# @label The network device's maximum speed
source: Max speed
ar: السرعة القصوى
es: Velocidad máxima
km: ល្បឿន​អតិបរមា

# @label IPv4 address
source: IP address
ar: عنوان IP
es: Dirección IP
km: អាសយដ្ឋាន IP

# @label network name servers
source: Name servers
ar: خوادم الأسماء
es: Servidores de nombres
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ

# @label network domains
source: Domains
ar: النطاقات
es: Dominios
km: ដែន

# @label network routes
source: Routes
ar: الروترات
es: Rutas
km: ផ្លូវ

# @label The signal strength of the wifi network
source: Strength
ar: القوة
es: Intensidad
km: កម្លាំង

# @label the operation mode of wi-fi network
source: Mode
ar: النمط
es: Modo
km: របៀប

# @label Active access point MAC address
source: Access point
ar: نقطة الاتصال
es: Punto de acceso
km: ចំណុច​ចូល​ដំណើរការ​

# @label the frequency of the radio channel that the access point is operating on
source: Frequency
ar: التردد
es: Frecuencia
km: ប្រេកង់

# @label network security level, e.g. high, low
source: Security
ar: الأمن
es: Seguridad
km: សុវត្ថិភាព

source: WPA flags
ar: أعلام WPA
es: Indicadores WPA
km: ទង់​ WPA

source: RSN(WPA2) flags
ar: أعلام RSN لـ(WPA2)
es: Indicadores RSN(WPA2)
km: ទង់​ RSN(WPA2)

# Unknown cellular type
source: Unknown
ar: مجهول
es: Desconocido
km: មិន​ស្គាល់

# Unknown cellular frequency band
source: Unknown
ar: غير معروف
es: Desconocida
km: មិន​ស្គាល់

# Any cellular frequency band
source: Any
ar: أي واحد
es: Cualquiera
km: ណាមួយ

# Cellular frequency band
source: WCDMA 2100 MHz (Class I)
es: WCDMA 2100 MHz (Clase I)
km: WCDMA 2100 MHz (ថ្នាក់ I)

# Cellular frequency band
source: WCDMA 3GPP 1800 MHz (Class III)
es: WCDMA 3GPP 1800 MHz (Clase III)
km: WCDMA 3GPP 1800 MHz (ថ្នាក់ III)

# Cellular frequency band
source: WCDMA 3GPP AWS 1700/2100 MHz (Class IV)
es: WCDMA 3GPP AWS 1700/2100 MHz (Clase IV)
km: WCDMA 3GPP AWS 1700/2100 MHz (ថ្នាក់ IV)

# Cellular frequency band
source: WCDMA 3GPP UMTS 800 MHz (Class VI)
es: WCDMA 3GPP UMTS 800 MHz (Clase VI)
km: WCDMA 3GPP UMTS 800 MHz (ថ្នាក់ VI)

# Cellular frequency band
source: WCDMA 3GPP UMTS 850 MHz (Class V)
es: WCDMA 3GPP UMTS 850 MHz (Clase V)
km: WCDMA 3GPP UMTS 850 MHz (ថ្នាក់ V)

# Cellular frequency band
source: WCDMA 3GPP UMTS 900 MHz (Class VIII)
es: WCDMA 3GPP UMTS 900 MHz (Clase VIII)
km: WCDMA 3GPP UMTS 900 MHz (ថ្នាក់ VIII)

# Cellular frequency band
source: WCDMA 3GPP UMTS 1700 MHz (Class IX)
es: WCDMA 3GPP UMTS 1700 MHz (Clase IX)
km: WCDMA 3GPP UMTS 1700 MHz (ថ្នាក់ IX)

# Cellular frequency band
source: WCDMA 3GPP UMTS 1900 MHz (Class II)
es: WCDMA 3GPP UMTS 1900 MHz (Clase II)
km: WCDMA 3GPP UMTS 1900 MHz (ថ្នាក់ II)

# Allowed Gsm modes (2G/3G/any)
source: Any
ar: أي واحد
es: Cualquiera
km: ណាមួយ

# Allowed Gsm modes (2G/3G/any)
source: Prefer 2G
ar: فضّل 2G
es: Preferir 2G
km: ពេញចិត្ត 2G

# Allowed Gsm modes (2G/3G/any)
source: Prefer 3G
ar: فضّل 3G
es: Preferir 3G
km: ពេញចិត្ត 3G

# Allowed Gsm modes (2G/3G/any)
source: Only 2G
ar: فقط 2G
es: Solo 2G
km: តែ 2G ប៉ុណ្ណោះ

# Allowed Gsm modes (2G/3G/any)
source: Only 3G
ar: فقط 3G
es: Solo 3G
km: តែ 3G ប៉ុណ្ណោះ

# Unknown cellular access technology
source: Unknown
ar: غير معروف
es: Desconocida
km: មិន​ស្គាល់

# Cellular access technology
source: Compact GSM
es: GSM compacto
km: GSM បង្រួម

source: %1 because the modem dial failed
es: %1 porque la marcación del módem ha fallado
km: %1 ពី​ព្រោះ​​បាន​បរាជ័យ​ក្នុង​ការ​ហៅ​ម៉ូដឹម​​

source: %1 because the device's existing connection was assumed
es: %1 porque se ha asumido la conexión existente del dispositivo
km: %1 ពី​ព្រោះ​ការ​តភ្ជាប់​ដែល​មាន​ស្រាប់​របស់​ឧបករណ៍​ត្រូវ​បាន​សន្មត

source: %1 because the supplicant is now available
es: %1 porque el suplicante está disponible ahora
km: %1 ពី​ព្រោះ​មាន​កម្មវិធី​សុំ

source: %1 because the modem could not be found
es: %1 porque no se ha encontrado el módem
km: %1 ពី​ព្រោះ​រក​មិន​ឃើញ​ម៉ូដឹម

source: %1 because the bluetooth connection failed or timed out
es: %1 porque la conexión bluetooth ha fallado o se ha quedado sin tiempo
km: %1 ពី​ព្រោះ​ការ​តភ្ជាប់​ប៊្លូធូស​ត្រូវ​បាន​បរាជ័យ ឬ​អស់​ពេល

source: <title>New wireless network:</title><para>%2</para>
es: <title>Nueva red inalámbrica:</title><para>%2</para>
km: <title>បណ្ដាញ​ឥត​ខ្សែ​ថ្មី ៖</title><para>%2</para>

source: <title>Wireless network disappeared:</title><para>%2</para>
es: <title>Red inalámbrica desaparecida:</title><para>%2</para>
km: <title>បាន​បាត់​បណ្តាញ​ឥត​ខ្សែ ៖</title><para>%2</para>

# @item:intext default connection name
source: New Wireless Connection
ar: وصلة لاسلكية جديدة
es: Nueva conexión inalámbrica
km: ការ​តភ្ជាប់​ឥត​ខ្សែ​ថ្មី

source: Disconnected interface (%1)
ar: واجهة مفصولة (%1)
es: Interfaz desconectada (%1)
km: ចំណុច​ប្រទាក់​ដែល​បាន​ផ្ដាច់​​ (%1)​​

# @title:window
source: DNS Servers
ar: خوادم DNS
es: Servidores DNS
km: ម៉ាស៊ីន​បម្រើ DNS

# @title:window
source: Search domains
ar: البحث عن النطاقات
es: Dominios de búsqueda
km: ដែន​ស្វែងរក

# @item:inlistbox IPv6 settings configuration method
source: Automatic (VPN)
ar: آلي (VPN)
es: Automático (VPN)
hr: Automatski (VPN)
km: ស្វ័យ​ប្រវត្តិ​​ (VPN)
nds: Automaatsch (VPN)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (VPN) addresses only
ar: عناوين آلية (VPN) فقط
es: Solo direcciones automáticas (VPN)
hr: Samo automatske adrese (VPN)
km: អាសយដ្ឋាន​​ (VPN) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​​
nds: Bloots automaatsche Adressen (VPN)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (PPP)
ar: آلي (PPP)
es: Automático (PPP)
hr: Automatski (PPP)
km: ស្វ័យ​ប្រវត្តិ​​ (PPP) ​
nds: Automaatsch (PPP)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (PPP) addresses only
ar: عناوين آلية (PPP) فقط
es: Solo direcciones automáticas (PPP)
hr: Samo automatske adrese (PPP)
km: អាសយដ្ឋាន​​ (PPP) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (PPP)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (DSL)
ar: آلي (DSL)
es: Automático (DSL)
km: (DSL) ស្វ័យ​ប្រវត្តិ
nds: Automaatsch (DSL)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (DSL) addresses only
ar: عناوين آلية (DSL) فقط
es: Solo direcciones automáticas (DSL)
km: (DSL) ស្វ័យ​ប្រវត្តិ តែ​អាសយដ្ឋាន​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (DSL)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (DHCP)
ar: آلي (DHCP)
es: Automático (DHCP)
hr: Automatski (DHCP)
km: ស្វ័យ​ប្រវត្តិ​​ (DHCP) ​
nds: Automaatsch (DHCP)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (DHCP) addresses only
ar: عناوين آلية (DHCP) فقط
es: Solo direcciones automáticas (DHCP)
hr: Samo automatske adrese (DHCP)
km: អាសយដ្ឋាន​​ (DHCP) ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ​​
nds: Bloots automaatsche Adressen (DHCP)

# this connection is connected/activated
source: Connected
ar: متصل
es: Conectada
km: បាន​តភ្ជាប់​

# like in current connection State (connected or disconnected)
source: State
ar: الحالة
es: Estado

# like in show Basic settings only
source: Basic
ar: بسيط
es: Básicas

# like in show Advanced settings
source: Advanced
ar: متقدم
es: Avanzadas

# like in None setting selected
source: None
ar: بدون
es: Ninguna
km: គ្មាន

# like in Username for athentication
source: Username:
ar: اسم المستخدم:
es: Nombre de usuario:
km: ឈ្មោះ​អ្នកប្រើ ៖

# like in Username for athentication
source: Username
ar: اسم المستخدم
es: Nombre de usuario
km: ឈ្មោះ​អ្នកប្រើ

# like in use Automatic configuration
source: Automatic
ar: آلي
es: Automática

# like in use Default configuration
source: Default
ar: مبدئي
es: Por omisión

# like in use Any configuration
source: Any
ar: أي واحد
es: Cualquiera

# like in Additional settings
source: Additional
ar: إضافي
es: Adicional

# like in Advanced settings
source: Advanced
ar: متقدم
es: Avanzadas
km: កម្រិត​ខ្ពស់

# like in Secure encryption method
source: Secure
ar: آمن
es: Seguro
km: ដែល​មាន​សុវត្ថិភាព

# like in None encryption method
source: None
ar: لا يوجد
es: Ningún
km: គ្មាន

# like in this setting is Disabled
source: Disabled
ar: معطل
es: Desactivada

# like in Debug log level
source: Debug
ar: التنقيح
es: Depuración
km: បំបាត់​កំហុស

source: 1 (Default)
ar: 1 (مبدئي)
es: 1 (por omisión)
km: ១ (លំនាំដើម​​)

source: Username on this network
ar: اسم المستخدم على هذه الشبكة
es: Nombre de usuario en esta red
km: ឈ្មោះ​អ្នក​ប្រើ​នៅ​លើ​បណ្ដាញ​នេះ

# like in use this connection with Any network device
source: Any
ar: أي واحدة
es: Cualquiera

# like in use Random mac address generation
source: Random
ar: عشوائي
es: Aleatoria

# like in use the specified Duplex mode (full or half)
source: Duplex
ar: الازدواج
es: Dúplex

# like in use Full duplex mode
source: Full
ar: كامل
es: Completo

# encryption capabilities group (one of 'wep40', 'wep104', 'tkip', or 'ccmp')
source: Group
ar: المجموعة
es: Grupo
km: ក្រុម

# like in Ethernet duplex mode (half or full)
source: Duplex
ar: الازدواج
es: Dúplex
km: ទ្វេ

# like in Username for authenticaton
source: Username
ar: اسم المستخدم
es: Nombre de usuario
km: ឈ្មោះ​អ្នកប្រើ

# like in Username for authentication
source: Username
ar: اسم المستخدم
es: Nombre de usuario
km: ឈ្មោះ​អ្នកប្រើ

source: Novell VPN
ca: VPN de Novell
hr: Novellov VPN
it: VPN Novell
km: VPN ណូវែល​

source: Cisco VPN
ca: VPN Cisco
fr: VPN Cisco
it: VPN Cisco

source: Cisco UDP
ca: UDP Cisco
fr: UDP Cisco
it: UDP Cisco

# wireless network cipher
source: PSK
nds: VDS

# @label WPA-PSK security
source: WPA-PSK
nds: WPA-VDS

# @label WPA2-PSK security
source: WPA2-PSK
nds: WPA2-VDS

source: PSK
nds: VDS

source: a
ia: un

# connection speed
source: <numid>%1</numid> Bit/s
ar: <numid>%1</numid> بت/ث

# connection speed
source: <numid>%1</numid> MBit/s
ar: <numid>%1</numid> م.بت/ث

# connection speed
source: <numid>%1</numid> GBit/s
ar: <numid>%1</numid> ج.بت/ث

source: Will Stephenson
ar: ويل ستيفنسون

# like in General settings
source: General
ar: عام

# like in use Manual configuration
source: Manual
ar: يدوي

source: SSID
ar: اسم الشبكة SSID

source: BSSID
ar: نقط وصول محددة BSSID

source: MTU
ar: أكبر وحدة نقل

source: User
hr: Korisnik

source: System
hr: Sustav

# @action
source: Ignore
hr: Zanemari

# @item:inlistbox IPv4 settings configuration method
source: Automatic (PPPoE)
hr: Automatski (PPPoE)

# @item:inlistbox IPv4 settings configuration method
source: Automatic (PPPoE) addresses only
hr: Samo automatske adrese (PPPoE)

# File chooser dialog title for certificate loading
source: Load Certificate
hr: Učitajte certifikat

# Text to display on certificate button a certificate is already loaded
source: Load new
hr: Učitaj novi

# Text to display on CA certificate LED label when certificate is already loaded
source: Loaded
hr: Učitan

# Text to display on CA certificate button when no certificate is loaded yet
source: Load
hr: Učitaj

# @info:tooltip user action
source: Choose a connection icon
hr: Izaberite mrežnu ikonu

# @item:inlistbox IPv6 settings configuration method
source: Automatic (PPPoE)
hr: Automatski (PPPoE)

# @item:inlistbox IPv6 settings configuration method
source: Automatic (PPPoE) addresses only
hr: Samo automatske adrese (PPPoE)

source: New PPPoE Connection
hr: Nova PPPoE veza

# Mobile Connection Wizard
source: Any device
hr: Bilo koji uređaj

source: Could not import VPN connection settings
hr: Ne mogu uvesti postavke VPN veze

# Text for connection list entry that is currently in used
source: Now
hr: Sada

source: Show Passwords
hr: Prikaži zaporke

source: CA file:
hr: CA datoteka:

source: &Hide passwords
hr: Sakri&j zaporke

source: Group Password
hr: Zaporka grupe

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">General</span></p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Opće</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Optional</span></p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Neobavezno</span></p></body></html>

source: Point-to-Point Encryption (MPPE)
hr: Enkripcija iz točke u točku (MPPE)

source: Load
hr: Teret

source: <b>Basic</b>
hr: <b>Osnovno</b>

source: <b>Advanced</b>
hr: <b>Napredno</b>
