Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

# @info
source: Additional &Search Domains:
ca: Dominis de &cerca addicionals:
fr: Domaine&s de recherche additionnels :
ia: Dominio&s de cerca additional:
kk: Қосымша &іздеу домендері:
ru: Дополнительные домены пои&ска:
sl: Dodatne domene za i&skanje:

source: Search domains
ca: Dominis de cerca
fr: Domaines de recherche
hr: Traži domene
ia: Dominios de cerca:
it: Domini di ricerca
kk: Іздеу домендері
nds: Söökdomänen
ru: Домены поиска
sl: Domene za iskanje
zh_tw: 搜尋網域

source: IPv6 Address
ca: Adreça IPv6
es: Dirección IPv6
fr: Adresse IPv6
hr: IPv6 adresa
ia: Adresse IPv4
it: Indirizzo IPv6
kk: IPv6 адресі
km: អាសយដ្ឋាន​ IPv6​
nds: IPv6-Adress
ru: IPv6-адрес
sl: Naslov IPv6
zh_tw: IPv6 位址

source: Automatic (addresses only)
ca: Automàtic (només adreces)
fr: Automatique (adresses uniquement)
ia: Automatic (solmente adresses )
it: Automatico (solo indirizzi)
kk: Автоматты (адрестері ғана)
ru: Автоматически (только адреса)
sl: Samodejno (samo naslovi)
zh_tw: 自動（只取得位址）

source: Automatic (DHCP only)
ca: Automàtic (només DHCP)
fr: Automatique (DHCP uniquement)
ia: Automatic (solmente DHCP)
it: Automatico (solo DHCP)
kk: Автоматты (DHCP ғана)
ru: Автоматически (только DHCP)
sl: Samodejno (samo DHCP)
zh_tw: 自動（只抓 DHCP）

source: Enabled (prefer public address)
ca: Activat (es prefereix adreça pública)
fr: Activé (préférer l'adresse publique)
ia: Habilitate (prefere adresse public)
kk: Рұқсат етілген (ашық адрестер басымды)
ru: Включено (предпочитать публичный адрес)
sl: Omogočeno (prednosten naj bo javni naslov)

source: Enabled (prefer temporary addresses)
ca: Activat (es prefereix adreça temporal)
fr: Activé (prefer temporary addresses)
ia: Habilitate (prefere adresse temporanee)
kk: Рұқсат етілген (уақытша адрестер басымды)
ru: Включено (предпочитать временные адреса)
sl: Omogočeno (prednostni naj bodo začasni naslovi)

source: Privacy Extensions:
ca: Extensions de privadesa:
fr: Extensions concernant le respect de la vie privée :
ia: Extensiones de confidentialitate:
kk: Сырлық сақтау кеңейтулері:
ru: Расширения безопасности:
sl: Razširitve zasebnosti:

source: IPv6 is required for this connection
ca: Es requereix IPv6 per aquesta connexió
es: Esta conexión necesita IPv6
fr: IPv6 est requis pour cette connexion
hr: Potreban je IPv6 za ovu vezu
ia: IPv6 es requirite pro iste connexion
it: IPv6 è richiesto per questa connessione
kk: Бұл қосылымға IPv6 керек
km: IPv6 ត្រូវ​បាន​ទាមទារ​សម្រាប់​ការ​តភ្ជាប់​នេះ​
nds: IPv6 deit för disse Verbinnen noot
ru: Для этого соединения использовать IPv6
sl: Za to povezavo je zahtevan IPv6
zh_tw: 此連線需要 IPv6

# Header text for IPv6 address
source: Address
ca: Adreça
es: Dirección
fr: Adresse
hr: Adresa
ia: Adresse
it: Indirizzo
kk: Адресі
km: អាសយដ្ឋាន​
nds: Adress
ru: Адрес
sl: Naslov
zh_tw: 位址

# Header text for IPv6 netmask
source: Netmask
ar: قناع الشبكة
ca: Màscara de xarxa
es: Máscara de red
fr: Masque de réseau
hr: Mrežna maska
ia: Netmask (Mascara de rete)
it: Maschera di rete
kk: Желі қалқасы
km: របាំង​បណ្ដាញ​
nds: Nettmask
ru: Маска сети
sl: Omrežna maska
zh_tw: 網路遮罩

# Header text for IPv6 gateway
source: Gateway
ar: البوابة
ca: Passarel·la
es: Puerta de enlace
fr: Passerelle
kk: Шлюзі
km: ផ្លូវ​ចេញ​ចូល​​
nds: Döörreekner
ru: Шлюз
sl: Prehod
zh_tw: 閘道

# Header text for IPv6 route metric
source: Metric
ar: متري
ca: Mètrica
es: Métrica
fr: Métrique
it: Metrica
kk: Метрика
km: ម៉ែត្រ​
nds: Metrik
ru: Метрика
sl: Metrika
zh_tw: 公制

# @item:intable wireless network name
source: Name
ar: الاسم
ca: Nom
es: Nombre
fr: Nom
hr: Ime
ia: Nomine
it: Nome
kk: Атауы
km: ឈ្មោះ​
nds: Naam
ru: Имя
sl: Ime
zh_tw: 名稱

# @item:intable wireless signal strength
source: Signal Strength
ar: قوة الإشارة
ca: Potència del senyal
es: Intensidad de la señal
fr: Force du signal
hr: Jakost signala
ia: Fortia de signal
it: Potenza del segnale
kk: Сигнал күші
km: កម្រិត​សញ្ញា​
nds: Signaalknööv
ru: Мощность сигнала
sl: Moč signala
zh_tw: 信號強度

# @item:intable wireless encryption type
source: Encryption
ar: التشفير
ca: Encriptatge
es: Cifrado
fr: Chiffrement
hr: Enkripcija
it: Cifratura
kk: Шифрлау
km: ការ​អ៊ិន​គ្រីប​
nds: Verslöteln
ru: Шифрование
sl: Šifriranje
zh_tw: 加密

# @item:intable wireless band
source: Band
ar: النطاق
ca: Banda
es: Banda
fr: Bande
ia: Banda
it: Banda
kk: Диапазоны
km: ក្រុម
ru: Диапазон
sl: Pas
zh_tw: 頻帶

# @item:intable wireless channel
source: Channel
ar: القناة
ca: Canal
es: Canal
fr: Canal
ia: Canal
it: Canale
kk: Арнасы
km: ឆានែល
nds: Kanaal
ru: Канал
sl: Kanal
zh_tw: 頻道

# @item:intable wireless access point hardware address
source: MAC Address
ar: عنوان MAC
ca: Adreça MAC
es: Dirección MAC
fr: Adresse MAC
hr: MAC adresa
ia: Adresse MAC
it: Indirizzo MAC
kk: MAC адресі
km: អាសយដ្ឋាន MAC​
nds: MAC-Adress
ru: MAC-адрес:
sl: Strojni naslov
zh_tw: 硬體位址

source: Authentication
ar: الاستيثاق
ca: Autenticació
es: Autenticación
fr: Authentification
hr: Autentifikacija
it: Autenticazione
kk: Аутентификация
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​​
nds: Identiteetprööv
ru: Аутентификация
sl: Overitev
zh_tw: 認證

source: Compression
ar: الضغط
ca: Compressió
es: Compresión
hr: Sabijanje
it: Compressione
kk: Сығылуы
km: ការ​បង្ហាប់​
nds: Komprimeren
ru: Сжатие
sl: Stiskanje
zh_tw: 壓縮

source: Point-to-Point-Encryption (MPPE)
ca: Encriptatge Punt-a-Punt (MPPE)
es: Cifrado punto a punto (MPPE)
fr: Chiffrement point-à-point (MPPE)
ia: Cryptation puncto a puncto (MPPE)
it: Cifratura da punto a punto (MPPE)
kk: Нүктеден нүктеге шифрлауы (MPPE)
km: ការ​អ៊ិនគ្រីប​ពី​ចំណុច​ទៅ​ចំណុច (MPPE)
nds: "Punkt-to-Punkt"-Verslöteln (MPPE)
ru: Шифрование точка-точка (MPPE)
sl: Šifriranje od točke do točke (MPPE)
zh_tw: 點對點加密 (MPPE)

source: Require 128-bit encryption
ar: يتطلب تشفير 128-بت
ca: Requereix encriptatge de 128-bit
es: Obligar cifrado de 128 bits
fr: Exiger un chiffrement sur 128 bits
hr: Zahtijevaj 128-bitnu enkripciju
ia: Require cryptation de 128-bit
it: Richiedi cifratura a 128 bit
kk: 128-биттік шифрлауы керек
km: ត្រូវការ​ការ​អ៊ិនគ្រីប ១២៨ ប៊ីត​
nds: "128 Bit"-Verslöteln vörutsetten
ru: Требовать 128-битное шифрование
sl: Zahtevaj 128-bitno šifriranje
zh_tw: 需要 128 位元式的加密

source: Stateful MPPE
ar: MPPE الحالي
ca: MPPE amb estat
es: MPPE con estado
fr: MPPE à états
hr: Zadovoljen MPPE
ia: MPPE stateful
it: MPPE con stato
kk: Толық күйдегі MPPE
ru: MPPE с состояниями
sl: MPPE s stanji
zh_tw: 狀態 MPPE

source: Allow BSD compression
ca: Permet la compressió BSD
es: Permitir la compresión BSD
fr: Utiliser la compression BSD
hr: Omogući sabijanje BSD
ia: Permitte compression BSD
it: Permetti compressione BSD
kk: BSD сығылуы болсын
km: អនុញ្ញាត​បង្ហាប់​​ BSD ​
nds: BSD-Komprimeren tolaten
ru: Разрешить сжатие BSD
sl: Dovoli stiskanje BSD
zh_tw: 允許 BSD 加密

source: Allow Deflate compression
ar: اسمح بفك الضغط
ca: Permet la compressió de desinflat
es: Permitir la compresión Deflate
fr: Autoriser la compression Deflate
hr: Dozvoli Deflate sabijanje
ia: Permitte compression Deflate
it: Permetti compressione Deflate
kk: Жәй қысып сығылуы болсын
km: អនុញ្ញាត​ការ​បង្ហាប់ Deflate
nds: Deflate-Komprimeren tolaten
ru: Разрешить сжатие Deflate
sl: Dovoli stiskanje Deflate
zh_tw: 允許 Defalte 壓縮

source: Use TCP header compression
ca: Usa la compressió de capçaleres TCP
es: Usar la compresión de las cabeceras TCP
fr: Utiliser la compression d'en-têtes TCP
hr: Koristi sabijanje TCP zaglavlja
ia: Uca compression de capite TCP
it: Usa compressione delle intestazioni TCP
kk: TCP айдарының сығылуы қолдансын
km: ប្រើ​ការ​បង្ហាប់​បឋមកថា​ TCP
nds: TCP-Koppdatenkomprimeren bruken
ru: Использовать сжатие заголовков TCP
sl: Uporabljaj stiskanje glave TCP
zh_tw: 允許 TCP 標頭壓縮

source: Echo
ar: إرجاع
ca: Eco
fr: Écho
ia: Echoa
kk: Жаңғырық
ru: Эхо-пакеты
sl: Odmev
zh_tw: 回響

source: Send PPP echo packets
ar: أرسل رزم صدى PPP
ca: Envia paquets d'eco PPP
es: Enviar paquetes de eco de PPP
fr: Envoyer des paquets d'écho PPP
hr: Šalji PPP pakete odjeka
ia: Invia pacchettos de echo PPP
it: Invia pacchetti echo PPP
kk: PPP жаңғырық дестелері жіберілсін
km: ផ្ញើ​កញ្ចប់ PPP echo
nds: PPP-Echopaketen loosstüern
ru: Посылать эхо-пакеты PPP
sl: Pošiljaj pakete odmeva PPP
zh_tw: 傳送 PPP 的回響 (echo) 封包

source: &Service:
ca: &Servei:
es: &Servicio:
hr: &Usluga:
ia: &Servicio:
it: &Servizio:
kk: &Қызметі:
km: សេវា ៖
nds: &Deenst:
ru: &Служба:
sl: &Storitev:
zh_tw: 服務(&S)：

source: New DSL Connection
ar: وصلة DSL جديدة
ca: Connexió DSL nova
es: Nueva conexión DSL
fr: Nouvelle connexion DSL
ia: Nove connexion DSL
it: Nuova connessione DSL
kk: Жаңа DSL қосылымы
km: ការ​តភ្ជាប់ DSL ថ្មី
nds: Nieg DSL-Verbinnen
ru: Новое соединение DSL
sl: Nova povezava DSL
zh_tw: 新的 DSL 連線

source: Interface:
ar: الواجهة:
ca: Interfície:
es: Interfaz:
hr: Sučelje:
ia: Interfacie:
it: Interfaccia:
kk: Интерфейсі:
km: ចំណុច​ប្រទាក់ ៖
nds: Koppelsteed:
ru: Интерфейс:
sl: Vmesnik:
zh_tw: 介面：

source: View:
ar: العرض:
ca: Vista:
es: Ver:
fr: Vue :
hr: Pogled:
ia: Vista:
it: Vista:
kk: Көрінісі:
km: ទិដ្ឋភាព ៖
nds: Ansicht:
ru: Вид:
sl: Prikaz:
zh_tw: 檢視：

source: Map
ar: الخريطة
ca: Mapa
es: Mapa
fr: Carte
hr: Mapiranje
ia: Mappa
it: Mappa
kk: Карта
km: ផែនទី
nds: Koort
ru: Карта
sl: Zemljevid
zh_tw: 地圖

source: Details
ar: التفاصيل
ca: Detalls
es: Detalles
fr: Détails
hr: Detalji
ia: Detalios
it: Dettagli
kk: Егжей-тегжейі
km: សេចក្ដី​លម្អិត
nds: Enkelheiten
ru: Подробности
sl: Podrobnosti
zh_tw: 詳細資料

source: Use the selected AP's BSSID in the connection settings
ca: Usa la BSSID de l'AP seleccionat en els paràmetres de la connexió
es: Usar la BSSID del AP seleccionado en las preferencias de la conexión
fr: Utiliser le BSSID de l'API sélectionnée dans les paramètres de la connexion
hr: Koristi odabrani AP-ov BSSID u postavkama veze
ia: Usa le BSSID de AP seligite in le preferentias de connexion
it: Usa il BSSID dell'AP selezionato nelle impostazioni di connessione
kk: Қосылым параметрлерде таңдалған қатынау нүктелеріде қолданатын BSSID
km: ប្រើ​​ AP's BSSID ដែល​បាន​ជ្រើស​នៅ​ក្នុង​ការ​កំណត់​ការ​តភ្ជាប់​
nds: Den utsöchten Togangpunkt sien BSSID in de Verbinnen-Instellen bruken
ru: Использовать BSSID выбранной точки доступа в параметрах соединения
sl: Uporabi izbran BSSID dostopne točke v nastavitvah povezave
zh_tw: 在連線設定中使用選取的存取點的 BSSID

source: Automatically set the BSSID in the connection settings to the selected AP's BSSID. This is useful if multiple networks with the same SSID, but different BSSIDs exist.
ca: Definició automàtica de la BSSID en els paràmetres de connexió a la BSSID de l'AP seleccionat. Això és útil si hi ha diverses xarxes amb la mateixa SSID, però hi ha diferents BSSID.
es: Establecer automáticamente la BSSID en las preferencias de la conexión a la BSSID del AP seleccionado. Esto resulta útil si existen diferentes redes con la misma SSID y distinta BSSID.
fr: Associez automatiquement le BSSID dans les paramètres de la connexion au BSSID de l'API sélectionnée. Cette fonction est utile s'il existe des réseaux multiples comportant le même SSID, mais des BSSID différents.
ia: Fixa automaticamente le BSSID in le preferentias de connexion al BSSID de AP seligite. Isto es utile si il existe multiple rete con le mesme SSID ma con BSSID differente.
it: Imposta automaticamente il BSSID nelle impostazioni di connessione al BSSID dell'AP selezionato. È utile nei casi di diverse reti con lo stesso SSID, ma con BSSID differente.
kk: Қосылым параметрлерде таңдалған қатынау нүктелеріде қолданатын BSSID-ді автоорнату. Бұл SSID-і бірдей, бірақ BSSID-і әртүрлі біраз желілерінде пайдалы.
km: កំណត់​ BSSID ដោយ​ស្វ័យ​ប្រវត្តិ​នៅ​ក្នុង​ការ​កំណត់​ការ​តភ្ជាប់​ទៅកាន់​ AP's BSSID ដែល​បាន​ជ្រើស ។ វា​មាន​ប្រយោជន៍​ ប្រសិនបើ​បណ្ដាញ​ជា​ច្រើន​មាន​ SSID ដូច​គ្នា​ ប៉ុន្តែ​មាន​ BSSIDs ខុសគ្នា ។
nds: Automaatsch de BSSID ut de Verbinnen-Instellen op den utsöchten Togangpunkt sien BSSID instellen. Dat is goot, wenn dat mehr Nettwarken mit de sülven SSID, man anner BSSIDs gifft.
ru: Автоматически устанавливает BSSID в параметрах соединения равным BSSID выбранной точки доступа. Это полезно, когда несколько сетей имеют одинаковые SSID (но разные BSSID).
sl: Samodejno nastavi BSSID v nastavitvah povezave na BSSID dostopne točke. To je uporabno, če ima več omrežij enak SSID, obstajajo pa različni BSSID-ji.
zh_tw: 自動將連線設定中的 BSSID 設為選取的存取點的 BSSID。這在多個網路有相同的 SSID 但不同的 BSSID 時有用。

source: Use the AP's BSSID
ca: Usa la BSSID de l'AP
es: Usar la BSSID del AP
fr: Utiliser le BSSID de l'API
ia: Usa le BSSID de AP
it: Usa il BSSID dell'AP
kk: ҚН BSSID қолданылсын
km: ប្រើ​​ AP's BSSID
nds: Den Togangpunkt sien BSSID bruken
ru: Использовать BSSID точки доступа
sl: Uporabi BSSID dostopne točke
zh_tw: 使用存取點的 BSSID

# Label for inner auth combobox
source: &Inner Authentication:
ar: الاستيثاق ال&داخلي:
ca: Autenticació &interna:
es: Autenticación &interna:
fr: A&uthentification interne :
ia: Authentication &interior:
it: Autenticazione interna:
kk: &Ішкі аутентификациясы:
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​ខាង​ក្នុង​ ៖
nds: &Binnen-Identiteetprööv:
ru: Внутренняя аутент&ификация:
sl: &Notranje overjanje:
zh_tw: 內部認證(&I)：

source: User name on this network
ca: Nom d'usuari en aquesta xarxa
fr: Nom d'utilisateur sur ce réseau
hr: Korisničko ime na ovoj mreži
ia: Nomine de usator sur iste rete
it: Nome utente su questa rete
kk: Желі пайданушысы:
nds: Brukernaam för dit Nettwark
ru: Имя пользователя в этой сети
sl: Uporabniško ime na tem omrežju
zh_tw: 此網路的使用者名稱

source: Password on this network
ar: كلمة السر على هذه الشبكة
ca: Contrasenya en aquesta xarxa
es: Contraseña en esta red
fr: Mot de passe sur ce réseau
hr: Zaporka na ovoj mreži
ia: Contrasigno sur iste rete
it: Password su questa rete
kk: Осы желінің паролі
km: ពាក្យ​សម្ងាត់​នៅ​លើ​បណ្ដាញ​នេះ
nds: Passwoort för dit Nettwark
ru: Пароль этой сети
sl: Geslo v tem omrežju
zh_tw: 此網路的密碼

source: &Anonymous Identity:
ar: &مجهول الهوية:
ca: Identitat &anònima:
es: Identidad &anónima:
fr: Identité &anonyme :
hr: &Anonimni identitet:
ia: Identitate &anonyme:
it: Identità &anonima:
kk: &Анонимді профилі:
km: អត្តសញ្ញាណ​អនាមិក ៖
nds: &Anonüm Identiteet:
ru: &Анонимный вход:
sl: &Anonimna istovetnost:
zh_tw: 匿名身份(&A)：

source: CA Certi&ficate:
ca: Certi&ficat CA:
es: Certi&ficado de la CA:
fr: &Certificat de l'AC :
hr: CA Certi&fikat:
ia: Certi&ficato CA:
it: Certi&ficato CA:
kk: КО күә&лігі:
km: វិញ្ញាបនប័ត្រ CA ៖
nds: ZA-Zerti&fikaat:
ru: Серти&фикат CA:
sl: Po&trdilo CA:
zh_tw: CA 憑證(&F)：

source: Use Syste&m CA Certs
ar: استخدم شهادات التوثيق ال&نظام
ca: Usa certificats CA del siste&ma
es: Usar los certificados de CA del siste&ma
fr: Utiliser les cert. de l'AC systè&me
hr: Koristi sustavske CA certifikate
ia: Usa CA certs de syste&ma
it: Usa certificati CA di siste&ma
kk: Жүйелік КО куәліктері қолдансын
km: ប្រើ​វិញ្ញាបនប័ត្រ​​ CA ប្រព័ន្ធ​​
nds: Systee&m-ZA-Zert. bruken
ru: Использовать систе&мные сертификаты CA
sl: Uporabljaj &sistemska potrdila CA
zh_tw: 使用系統的 CA 憑證(&M)

source: PEAP &Version:
ar: &نسخة PEAP:
ca: &Versió PEAP:
es: &Versión de PEAP:
fr: &Version de PEAP :
hr: PEAP &verzija:
ia: &Version de PEAP:
it: &Versione di PEAP:
kk: PEAP &нұсқасы:
km: កំណែ PEAP ៖​
nds: PEAP-&Verschoon:
ru: &Версия PEAP:
sl: &Različica PEAP:
zh_tw: PEAP 版本(&V)：

source: Version 0
ar: النسخة 0
ca: Versió 0
es: Versión 0
hr: Vezija 0
it: Versione 0
kk: 0 нұсқасы
km: កំណែ ០
nds: Verschoon 0
ru: Версия 0
sl: Različica 0
zh_tw: 版本 0

source: Version 1
ar: النسخة 1
ca: Versió 1
es: Versión 1
hr: Verzija 1
it: Versione 1
kk: 1-нұсқасы
km: កំណែ ១
nds: Verschoon 1
ru: Версия 1
sl: Različica 1
zh_tw: 版本 1

source: Subject Match:
ca: Coincidència d'assumpte:
es: Coincidir con el sujeto:
fr: Correspondance avec le sujet :
ia: Subjecto corresponde:
it: Corrispondenza oggetto:
kk: Тақырып сәйкестігі:
km: ការ​ផ្គូផ្គង​ប្រធានបទ ៖
nds: Passen Tekenkeed:
ru: Проверка субъекта:
sl: Ujemanje z zadevo:
zh_tw: 主題比對：

source: Only connect to servers whose certificate subject matches this. For the syntax see the wpa_supplicant documentation.
ca: Connecta només als servidors en que l'assumpte del certificat coincideixi amb aquest. Per a la sintaxi, vegeu la documentació del wpa_supplicant.
es: Conectar solo con servidores cuyo sujeto del certificado coincida con este. Para la sintaxis, consulte la documentación de wpa_supplicant.
fr: Ne vous connectez qu'aux serveurs dont le sujet du certificat correspond à ce dernier. Pour la syntaxe, consultez la documentation de « wpa_supplicant ».
ia: Solmente connecte a servitores cuje subjecto de certificato corresponde a isto. Pro le synthaxe vide le documentation del programma wpa supplicant.
it: Connettiti solo ai server con un oggetto del certificato corrispondente. Per la sintassi, vedere la documentazione di wpa_supplicant.
kk: Куәлігінің тақырыбы сәйкесті ғана серверлерге қосылуға болады. Синтаксисін wpa_supplicant құжаттамасынан қараңыз.
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ណា​ដែល​ប្រធានបទ​វិញ្ញាបនបត្រ​របស់​វា​ផ្គូផ្គង​គ្នា​តែប៉ុណ្ណោះ ។ សម្រាប់​វាក្យសម្ពន្ធ សូម​មើល​ឯកសារ wpa_supplicant ។
nds: Bloots na Servers tokoppeln, de ehr Zertifikaat mit de angeven Tekenkeed övereenstimmt. De Syntax lett sik in de Dokmentatschoon vun den WPA-Hölper (wpa_supplicant) finnen.
ru: Подключаться только к серверам, в сертификате которых указан данный субъект. Синтаксис записи можно узнать в документации wpa_supplicant.
sl: Poveži se samo s strežniki, ki imajo zadevo potrdila enako tej. Za skladnjo si oglejte dokumentacijo wpa_supplicant.
zh_tw: 只連線到憑證主題符合此字串的伺服器。語法請參考 wpa_supplicant 文件。

source: Alternative Subject Matches:
ca: Coincidències d'assumpte alternatives:
es: Coincidencias de sujeto alternativas:
fr: Correspondances de sujet alternatives :
ia: Subjecto alternative corresponde:
it: Corrispondenze alternative dell'oggetto:
kk: Тақырып сәйкестігі (бірнешеден):
km: ការ​ផ្គូផ្គង​ប្រធានបទ​ឆ្លាស់គ្នា ៖
nds: Anner passen Tekenkeden:
ru: Проверка альтернативного субъекта:
sl: Drugotna ujemanja zadeve:
zh_tw: 替代主題比對：

source: Only connect to servers whose certificate contains at least one of the entries. For the syntax see the wpa_supplicant documentation. Use ',' to separate entries.
ca: Connecta només als servidors en que el certificat contingui com a mínim una de les entrades Per a la sintaxi, vegeu la documentació del wpa_supplicant. Useu «,» per separar les entrades.
es: Conectar solo con servidores cuyo certificado contenga al menos una de las entradas. Para la sintaxis, consulte la documentación de wpa_supplicant. Utilice «,» para separar las entradas.
fr: Ne vous connectez qu'aux serveurs dont le certificat contient au moins un des éléments. Pour la syntaxe, consultez la documentation de « wpa_supplicant ». Employez des « , » pour séparer les éléments.
ia: Solmente connecte a servitores cuje subjecto de certificato contine al minus un del entratas. Pro le synthaxe vide le documentation del programma wpa supplicant. Usa "," pro separar entratas.
it: Connettiti solo ai server il cui certificato contiene almeno una delle voci. Per la sintassi, vedere la documentazione di wpa_supplicant. Utilizzare «,» per separare le voci.
kk: Куәлігінің тақырыбының жазуларынан кемінде біреуі сәйкесті серверлерге қосылуға болады Синтаксисін wpa_supplicant құжаттамасынан қараңыз. Жазуларын ";" белгісімен бөлу керек.
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ណា​ដែល​វិញ្ញាបនបត្រ​របស់​វា​មាន​ធាតុ​យ៉ាងហោចណាស់​មួយ​ក្នុង​ចំណោម​ធាតុ​ទាំងអស់ ។ សម្រាប់​វាក្យសម្ពន្ធ សូម​មើល​ឯកសារ wpa_supplicant ។ ប្រើ​សញ្ញា​ក្បៀស ',' ដើម្បី​បំបែក​ធាតុ ។
nds: Bloots na Servers tokoppeln, de ehr Zertifikaat tominnst een vun de Indrääg bargt De Syntax lett sik in de Dokmentatschoon vun den WPA-Hölper (wpa_supplicant) finnen. Bruuk Kommas as Trenntekens.
ru: Подключаться только к серверам, в сертификате которых присутствует минимум одна из этих записей, разделяемых запятыми. Синтаксис записи можно узнать в документации wpa_supplicant.
sl: Poveži se samo s strežniki, ki imajo zadevo potrdila enako vsaj eni izmed teh Za skladnjo si oglejte dokumentacijo wpa_supplicant. Za ločevanje vnosov uporabite ','.
zh_tw: 只連線到憑證包含這些項目中至少一個項目的伺服器。語法請參考 wpa_supplicant 文件。項目間使用逗號 ',' 區隔。

source: Connect to these Servers:
ca: Connecta a aquests servidors:
es: Conectar con estos servidores:
fr: Se connecter à ces serveurs :
ia: Connecte a iste servitores:
it: Connettiti a questi server:
kk: Мына серверлеріне қосылу:
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ទាំងនេះ ៖
nds: Na disse Servers tokoppeln:
ru: Подключение к этим серверам:
sl: Poveži se s temi strežniki:
zh_tw: 連線到這些伺服器：

source: Only connect to these servers. Use ',' to separate entries.
ca: Connecta només a aquests servidors. Useu «,» per separar les entrades.
es: Conectar solo con estos servidores. Utilicee «,» para separar las entradas.
fr: Connectez uniquement à ces serveurs. Employez « ; » pour séparer les éléments.
ia: Solmente connecte a iste servitores. Usa ',' pro separar entratas.
it: Connettiti solo a questi server. Usa «,» per separare le voci.
kk: Тек мынау серверлерге қосылуға болады. Жазуларын ";" белгісімен бөлу керек.
km: តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ទាំងនេះ​តែប៉ុណ្ណោះ​ ។ ប្រើ​សញ្ញា​ក្បៀស ',' ដើម្បី​បំបែក​ធាតុ​ ។
nds: Bloots na disse Servers tokoppeln. Bruuk Kommas as Trenntekens.
ru: Укажите через запятую, к каким серверам следует подключаться.
sl: Poveži se samo s temi strežniki. Uporabite ',' za ločevanje vnosov.
zh_tw: 只連線到這些伺服器。用逗號來分隔。

source: &Authentication:
ar: الا&ستيثاق:
ca: &Autenticació:
es: &Autenticación:
fr: &Authentification :
hr: &Autentifikacija:
it: &Autenticazione:
kk: &Аутентификация:
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​ ៖​
nds: &Identiteetprööv:
ru: &Аутентификация:
sl: &Overitev:
zh_tw: 認證(&A)：

source: &Identity:
ar: ال&هوية:
ca: &Identitat:
es: &Identidad:
fr: &Identité :
hr: &Identitet:
ia: &Identitate:
it: &Identità:
kk: &Іс-әлпеті:
km: អត្តសញ្ញាណ ៖
nds: &Identiteet:
ru: &Идентификация:
sl: &Istovetnost:
zh_tw: 身份(&I)：

source: &User Certificate:
ca: Certificat de l'&usuari:
es: Certificado de &usuario:
fr: &Certificat utilisateur :
hr: Korisnički &certifikat:
ia: Certificato de &usator:
it: Certificato dell'&utente:
kk: &Пайдаланушының куәлігі:
km: វិញ្ញាបនប័ត្រ​អ្នក​ប្រើ​
nds: &Bruker-Zertifikaat:
ru: Сертификат пол&ьзователя:
sl: &Uporabniško potrdilo:
zh_tw: 使用者憑證(&U)：

source: If your private key file is in PKCS12 format select it here and in the 'Private Key' field below.
ca: Si el vostre fitxer de clau privada és en format PKCS12 seleccioneu-lo aquí i en el camp de «Clau privada» de sota.
fr: Si votre fichier de clé privée est au format « PKCS12 », sélectionnez-le ici et dans le champ « Clé privée » ci-dessous.
ia: Si tu file de clave private es in le formato PKCS12 selige lo hic e in le campo ' Clave Private' a basso.
kk: Егер сырлы кілтіңіз PKCS12 пішімдегі файлда болса - онда оны осында және төмендегі 'Сырлы кілті' өрісінде таңдаңыз.
ru: Если ваш личный ключ сохранён в формате PKCS12, выберите его здесь и в следующем поле «Личный ключ».
sl: Če je vaš zasebni ključ vrste PKCS12, ga izberite tukaj in v spodnjem polju: 'Zasebni ključ'.

source: Private &Key:
ar: المفتاح ال&خاص:
ca: Clau p&rivada:
es: &Clave privada:
fr: Clé priv&ée :
hr: Privatni &ključ:
ia: C&lave private:
it: &Chiave privata:
kk: Сырлы &кілті:
km: សោ​ផ្ទាល់​ខ្លួន​ ៖​
nds: Privaat&slötel:
ru: Личный &ключ:
sl: &Zasebni ključ:
zh_tw: 私密金鑰(&K)：
