Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

# Mobile Connection Wizard
source: Installed GSM device
ar: جهاز GSM مثبت
ca: Dispositiu GSM instal·lat
es: Dispositivo GSM instalado
fr: Périphérique GSM installé
hr: Instalirani GSM uređaj
ia: Dispositivo GSM installate
it: Dispositivo GSM installato
kk: Орнатылған GSM құрылғысы
km: បាន​ដំឡើង​ឧបករណ៍ GSM ​
nds: Installeert GSM-Reedschap
ru: Установленное устройство GSM
sl: Nameščena naprava GSM
zh_tw: 已安裝的 GSM 裝置

# Mobile Connection Wizard
source: Installed CDMA device
ar: جهاز CDMA مثبت
ca: Dispositiu CDMA instal·lat
es: Dispositivo CDMA instalado
fr: Périphérique CDMA installé
hr: Instalirani CDMA uređaj
ia: Dispositivo CDMA installate
it: Dispositivo CDMA installato
kk: Орнатылған CDMA құрылғысы
km: បាន​ដំឡើង​ឧបករណ៍​ CDMA ​​​​​​​​
nds: Installeert CDMA-Reedschap
ru: Установленное устройство CDMA
sl: Nameščena naprava CDMA
zh_tw: 已安裝的 CDMA 裝置

# Mobile Connection Wizard
source: Choose your Provider's Country
ar: اختر بلد مزودك
ca: Escolliu el país del vostre proveïdor
es: Seleccione el país de su proveedor
fr: Choisissez le pays de votre opérateur
hr: Izaberite državu svog pružatelja
ia: Selige le pais de tu fornitor
it: Scegli il paese del tuo fornitore
kk: Провайдердің елін таңдау
km: ជ្រើស​ប្រទេស​ក្រុមហ៊ុន​ផ្ដល់​របស់​អ្នក​​
nds: Söök Dien Anbeder sien Land ut.
ru: Выберите страну, в которой работает ваш оператор услуг
sl: Izberite državo vašega ponudnika
zh_tw: 選擇您的提供者的國家

# Mobile Connection Wizard
source: Country List:
ar: قائمة البلدان:
ca: Llista de països:
es: Lista de países:
fr: Liste des pays :
hr: Lista država:
ia: Lista de paises:
it: Elenco Paesi:
kk: Елдер тізімі:
km: បញ្ជី​ឈ្មោះ​ប្រទេស​ ៖
nds: Länner oplisten:
ru: Список стран:
sl: Seznam držav
zh_tw: 國家清單：

# Mobile Connection Wizard
source: My country is not listed
ar: بلدي غير موجود
ca: El meu país no està llistat
es: Mi país no aparece en la lista
fr: Mon pays ne figure pas sur la liste
hr: Moja država nije navedena
ia: MKi pais non es listate
it: Il mio paese non è elencato
kk: Менің елім тізімде жоқ
km: ប្រទេស​របស់​ខ្ញុំ​មិន​ត្រូវ​បាន​រាយ​បញ្ជី​​ឡើយ​
nds: Mien Land is nich oplist
ru: Моей страны нет в списке
sl: Moje države ni na seznamu
zh_tw: 我的國家未被列出

# Mobile Connection Wizard
source: Choose your Provider
ar: اختر مزودك
ca: Escolliu el vostre proveïdor
es: Seleccione su proveedor
fr: Choisissez votre opérateur
hr: Izaberite svog pružatelja
ia: Selige tu fornitor
it: Scegli il fornitore
kk: Провайдеріңізді таңдау
km: ជ្រើស​ក្រុមហ៊ុន​ផ្ដល់​របស់​អ្នក​​
nds: Söök Dien Anbeder ut
ru: Выбор оператора услуг
sl: Izberite vašega ponudnika
zh_tw: 選擇您的提供者

# Mobile Connection Wizard
source: Select your provider from a &list:
ar: اختر مزودك من ال&قائمة:
ca: Seleccioneu el vostre proveïdor des d'una &llista:
es: Seleccione su proveedor de la &lista:
fr: Sélectionnez votre fournisseur dans une &liste :
hr: Odaberite svog pružatelja iz &liste:
ia: Selige tu fornitor ex un &lista :
it: Se&leziona il fornitore da un elenco:
kk: Провайдеріңізді &тізімінен таңдау:
km: ជ្រើស​ក្រុមហ៊ុន​ផ្ដល់​របស់​អ្នក​ពី​បញ្ជី ៖​
nds: Söök Dien Anbeder ut en &List ut
ru: Выберите оператора услуг из &списка:
sl: Izberite vašega ponudnika iz &seznama:
zh_tw: 從清單中選取您的提供者(&L)：

# Mobile Connection Wizard
source: I can't find my provider and I wish to enter it &manually:
ar: لم أجد مزودي ، وأرغب بإدخاله بشكل &يدوي:
ca: No trobo el meu proveïdor i vull introduir-lo &manualment:
es: No encuentro mi proveedor y quiero introducirlo a &mano:
fr: Je ne trouve pas mon opérateur et souhaite le saisir &manuellement :
ia: Io non pote trovar mi fornitor e io volerea insertar lo &manualmente:
it: Non trovo il mio fornitore e vorrei inserirlo &manualmente:
kk: Провайдерім тізімде жоқ, оны қ&олмен келтірмекпін:
km: មិន​អាច​ស្វែងរក​ក្រុម​ហ៊ុន​ផ្ដល់​របស់​ខ្ញុំ​​ និង​បញ្ចូល​វា​ដោយ​ដៃ​បាន​ឡើយ ៖
nds: Mien Anbeder lett sik nich finnen un ik will em vun &Hand ingeven:
ru: Я не могу найти моего оператора услуг и хотел бы ввести его вручную:
sl: Ne morem najti mojega ponudnika in bi ga želel &ročno izbrati:
zh_tw: 清單中沒有我的提供者，我要手動輸入(&M)：

# Mobile Connection Wizard
source: Choose your Billing Plan
ar: اختر خطتك
ca: Escolliu el vostre pla de facturació
es: Elija su plan de facturación
fr: Choisissez votre plan tarifaire
hr: Odaberite plan naplate
ia: Selige tu plano de facturation
it: Scegli il piano tariffario
kk: Тариф жоспарыңызды таңдау
km: ជ្រើស​គម្រោង​ចេញ​វិក្កយបត្រ​របស់​អ្នក​​​
nds: Söök Dien Tarifstruktuur ut
ru: Выбор тарифного плана
sl: Izberite vašo naročnino
zh_tw: 選擇您的寬頻網路

# Mobile Connection Wizard
source: &Select your plan:
ar: اختر &خطتك:
ca: Seleccioneu el pla:
es: &Seleccione su plan:
fr: &Sélectionnez votre plan :
hr: Odaberite svoj plan:
ia: &Selige tu plano:
it: &Seleziona il tuo piano tariffario:
kk: Жоспарыңыз:
km: ជ្រើស​គម្រោង​របស់​អ្នក​ ៖​
nds: &Söök Dien Tarif ut:
ru: В&ыберите план:
sl: I&zberite vašo naročnino:
zh_tw: 選擇您的網路(&S)：

# Mobile Connection Wizard
source: Selected plan &APN (Access Point Name):
ar: اسم &نقطة الوصول (APN) للخطة المختارة:
ca: &APN (Nom del Punt d'Accés) del pla seleccionat:
es: &APN (nombre del punto de acceso) del plan seleccionado:
fr: &APN (nom du point d'accès) du plan sélectionné :
ia: Plano
it: &APN del piano selezionato (Nome Punto d'Accesso):
kk: Таңдалған жоспарының &APN-і (қатынау нүкте атауы):
km: បាន​ជ្រើស​​គម្រោង &APN (ឈ្មោះ​ចំណុច​ចូល​ដំណើរការ​) ៖​
nds: Utsöcht Tarif un &APN (Naam vun den Togangpunkt):
ru: Выбранная точка доступа (&APN):
sl: Ime &dostopne točke vaše naročnine (APN)
zh_tw: 選擇您的網路存取點名稱（APN）(&A)：

# Mobile Connection Wizard
source: Warning: Selecting an incorrect plan may result in billing issues for your broadband account or may prevent connectivity. If you are unsure of your plan please ask your provider for your plan's APN.
ar: تحذير: اختيار الخطة غير الصحيحة قد يؤدي إلى مشاكل في فوترة حسابك أو قد لا تسمح لك بالاتصال. إذا لم تكن متأكد من خطتك ، اسأل مزودك عن اسم APN لخطتك.
ca: Alerta: seleccionar un pla incorrecte pot comportar problemes de facturació pel vostre compte de banda ampla o pot impedir la connectivitat. Si no esteu segur de quin és el vostre pla, pregunteu al vostre proveïdor l'APN del vostre pla.
es: Advertencia: si selecciona un plan incorrecto puede tener problemas de facturación con su cuenta de banda ancha, o incluso no poder conectarse. Si no está seguro de su plan, pregunte a su proveedor el APN de su plan.
fr: Avertissement : sélectionner un plan incorrect risque d'entraîner des problèmes pour votre compte haut débit ou empêcher la connectivité. Si vous n'êtes pas sûr de votre plan, veuillez en demander l'APN à votre opérateur.
ia: Aviso: Selectionar un plano incorrecte pote resultar in problemas de facturation pro tu conto de banda large o poterea impedir connectivitate. Si tu non es secur de tu plano, pro favor demanda a tu fornotor re tu APN de plano.
it: Avviso: la selezione di un piano non corretto potrebbe dar luogo a problemi di tariffazione dell'account a banda larga o potrebbe impedire la connettività. Se non sei sicuro del piano, chiedi informazioni sull'APN del tuo piano al fornitore di servizio.
kk: Ескерту: Тарифтік жоспарын дұрыс таңдамасаңыз, ол төлем мәсне қосылмау елесіне апарып соғу мүмкін. Күмәнданаңыз - жоспарыңыз APN туралы провайдерден сұраңыз.
km: ព្រមាន​ ៖ ការ​ជ្រើស​គម្រោង​មិន​ត្រឹមត្រូវ​អាច​​​បង្ហាញ​លទ្ធផល​នៅ​ក្នុង​ការ​ចេញ​វិក្កយបត្រ​ សម្រាប់​គណនី​រលកអាកាស ឬ​អាច​រារាំង​ការ​តភ្ជាប់​របស់​អ្នក​បាន ។ ប្រសិនបើ​​អ្នក​មិន​ប្រាកដ​ជាមួយ​គម្រោង​របស់​អ្នក​ទេ​ ​សូម​​សួរ​ក្រុម​ហ៊ុន​ផ្ដល់​​របស់​អ្នក​ អំពី​​គម្រោង APN របស់​អ្នក​ ។
nds: Wohrschoen: Hest Du en leeg Tarif angeven, denn kann dat wesen, dat Du toveel betahlen muttst, oder keen Verbinnen kriggst. Büst Du nich seker, denn snack Dien Anbeder na den APN för Dien Tarif an.
ru: Предупреждение: неправильный выбор тарифного плана может привести к ошибкам в вычислении платежей для вашей учётной записи или препятствовать установлению соединения. Если вы не уверены в названии вашего плана, то уточните у оператора название точки доступа (APN).
sl: Pozor: če izberete napačno naročnino, bodo morda nastale težave z obračunavanjem prometa vašega računa ali pa bo povezava nedelujoča. Če niste prepričani o vaši naročnini, se obrnite na vašega ponudnika.
zh_tw: 警告：選擇不正確的網路，您會無法連線。 若您不確定您的網路存取點名稱等資訊，請詢問您的提供者。

# Mobile Connection Wizard
source: Confirm Mobile Broadband Settings
ar: تأكيد إعدادات النطاق العريض المتنقل
ca: Confirma els arranjaments de la banda ampla per mòbil
es: Confirmar preferencia de banda ancha para móvil
fr: Confirmer la configuration haut débit mobile
hr: Potvrdite mobilne širokopojasne postavke
ia: Confirma preferentias de banda large mobile
it: Conferma impostazioni banda larga mobile
kk: Кеңжолақты мобайл параметрін құптау
km: អះអាង​ការកំណត់​រលកអាកាស​ចល័ត​
nds: Mobil Breedbandinstellen beglöven
ru: Подтверждение параметров мобильного соединения
sl: Potrdi nastavitve mobilne širokopasovne povezave
zh_tw: 確認行動寬頻設定

# Mobile Connection Wizard
source: Your mobile broadband connection is configured with the following settings:
ar: تم إعداد وصلة النطاق العريض المتنقل الخاصة بك كالتالي:
ca: La connexió de banda ampla per mòbil està configurada amb els arranjaments següents:
es: Su conexión de banda ancha para móvil se ha configurado con los siguientes parámetros:
fr: Votre connexion haut débit mobile est configurée avec les paramètres suivants :
ia: Tu connexion de banda large mobile es configurate con le preferentias sequente:
it: La connessione a banda larga mobile è configurata con le seguenti impostazioni:
kk: Кеңжолақты мобайл қосылымының параметрлеріңіз былай бапталған:
km: ការ​តភ្ជាប់​រលកអាកាស​​ចល័ត​របស់​អ្នក​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​តាម​ការ​កំណត់​ដូច​ខាង​ក្រោម ៖​​​
nds: Dien mobil Breedbandverbinnen is mit disse Instellen inricht:
ru: Ваше мобильное широкополосное соединение настроено со следующими параметрами:
sl: Vaša mobilna širokopasovna povezava je bila nastavljena s sledečimi nastavitvami:
zh_tw: 您的行動寬頻連線已設定：

# Mobile Connection Wizard
source: Your Provider:
ar: اسم مزودك:
ca: El vostre proveïdor:
es: Su proveedor:
fr: Votre opérateur :
hr: Vaš pružatelj:
ia: Tu fornitor (Provider):
it: Il tuo fornitore:
kk: Провайдеріңіз:
km: ក្រុម​ហ៊ុន​ផ្ដល់​របស់​អ្នក​ ៖​
nds: Dien Anbeder:
ru: Ваш оператор услуг:
sl: Vaš ponudnik:
zh_tw: 您的提供者：

# Mobile Connection Wizard
source: Your Plan:
ar: اسم خطتك:
ca: El vostre pla:
es: Su plan:
fr: Votre plan :
hr: Vaš plan:
ia: Tu plano:
it: II tuo piano tariffario:
kk: Жоспарыңыз:
km: គម្រោង​របស់​អ្នក​ ៖​
nds: Dien Tarif:
ru: Ваш план:
sl: Vaša naročnina:
zh_tw: 您的網路：

source: <b>Connection Secrets</b>
ar: <b>أسرار الوصلة</b>
ca: <b>Secrets de la connexió</b>
es: <b>Datos privados de conexión</b>
fr: <b>Mots de passe de la connexion</b>
hr: <b>Tajne u vezi</b>
ia: <b>Secretos de connexion</b>
it: <b>Segreti di connessione</b>
kk: <b>Қосылым құпиялары</b>
km: <b>ការ​តភ្ជាប់​សម្ងាត់​​</b>​
nds: <b>Verbinnenslötels</b>
ru: <b>Пароли подключения</b>
sl: <b>Skrivnosti povezave</b>
zh_tw: <b>連線密碼</b>

source: &Store connection secrets:
ar: خزّن أسرار الاتصال:
ca: Emmagatzema els &secrets de les connexions:
es: Almacenar las &secretas de la conexión:
fr: &Mémoriser les mots de passe de la connexion :
hr: &Spremi tajne od veze:
ia: Immaga&sina secretos de connexion:
it: Memorizza &segreti di connessione:
kk: Қосыл&ым құпияларын
km: ទុក​​ការ​តភ្ជាប់​សម្ងាត់​ ៖​
nds: Verbinnenslötels &sekern:
ru: &Хранить пароли соединения:
sl: &Hrani skrivnosti povezave:
zh_tw: 儲存連線密碼(&S)：

source: Do not store (always prompt)
ar: لا تحفظ (أسأل دائما)
ca: No els emmagatzemis (pregunta-me'ls sempre)
es: No almacenar (preguntar siempre)
fr: Ne pas mémoriser (toujours émettre une invite)
hr: Nemoj spremiti (uvijek pitaj)
ia: Non immagasina (demanda sempre)
it: Non memorizzare (chiedi sempre)
kk: Сақтамау (ылғи ұсынып)
km: មិន​ទុក​​ (ប្រអប់​បញ្ចូល​ជានិច្ច​ឡើយ​​)​
nds: Nich sekern (jümmers nafragen)
ru: Не хранить (всегда спрашивать)
sl: Ne hrani (vedno vprašaj)
zh_tw: 不要儲存（每次都詢問）

source: In file (unencrypted)
ar: في ملف (غير مشفر)
ca: En un fitxer (sense encriptar)
es: En archivo (sin cifrar)
fr: Dans un fichier (non chiffré)
hr: U datoteku (nekriptirano)
ia: In file (sin cryptation)
it: Su file (non cifrato)
kk: Файлда (шифрламай) сақтау
km: ក្នុង​ឯក​សារ​ (ដែល​មិន​បាន​អ៊ិនគ្រីប​​)​
nds: In Datei (nich verslötelt)
ru: В файле (не зашифровано)
sl: V datoteki (nešifrirano)
zh_tw: 儲存在檔案（未加密）

source: In secure storage (encrypted)
ar: في تخزين آمن (مشفر)
ca: En un lloc segur (encriptat)
es: En almacenamiento seguro (cifradas)
fr: Dans un système de stockage sécurisé (chiffré)
hr: U sigurno spremište (kriptirano)
ia: In immagasinage secur (cryptate)
it: In memorizzazione sicura (cifrato)
kk: Қауіпсіз (шифрлап) сақтау
km: ​ផ្ទុក​​ដែល​មាន​សុវត្ថិភាព​​ (បាន​អ៊ិនគ្រីប​​​)
nds: Binnen seker Spieker (verslötelt)
ru: В безопасном хранилище (зашифровано)
sl: V varni hrambi (šifrirano)
zh_tw: 使用安全儲存（加密）

source: <b>Display</b>
ar: <b>العرض</b>
ca: <b>Visualització</b>
es: <b>Mostrar</b>
fr: <b>Affichage</b>
hr: <b>Prikaz</b>
ia: <b>Monstrator</b>
it: <b>Visualizzazione</b>
kk: <b>Көрсету</b>
km: <b>ទិដ្ឋភាព​</b>​
nds: <b>Ansicht</b>
ru: <b>Вид</b>
sl: <b>Prikaz</b>
zh_tw: <b>顯示</b>

source: Show network interfaces using:
ar: أعرض واجهات شبكة باستخدام:
ca: Mostra les interfícies de xarxa que usen:
es: Mostrar las interfaces de red que usan:
fr: Afficher les interfaces réseau à l'aide de :
hr: Prikaži mrežna sučelja koja koriste:
ia: Monstra interfacies de rete usante:
it: Mostra le interfacce di rete con:
kk: Желі интерфейстерін қалай көрсету:
km: បង្ហាញ​​ចំណុច​ប្រទាក់​បណ្ដាញ​ដោយ​ប្រើ​ ៖​
nds: Nettwark-Koppelsteden wiesen na:
ru: Показывать сетевые интерфейсы по:
sl: Omrežne vmesnike prikaži z:
zh_tw: 顯示網路介面方式：

source: Descriptive Name
ar: اسم وصفي
ca: Nom descriptiu
es: Nombre descriptivo
fr: Nom descriptif
hr: Opisno ime
ia: Nomine descriptive
it: Nome descrittivo
kk: Сипаттама атауы
km: ឈ្មោះ​ដែល​ពិពណ៌នា​​
nds: Beschrieven Naam
ru: Описанию
sl: Opisno ime
zh_tw: 描述性名稱

source: System Name
ar: اسم النظام
ca: Nom del sistema
es: Nombre en el sistema
fr: Nom du système
hr: Ime u sustavu
ia: Nomine de systema
it: Nome del sistema
kk: Жүйелік атауы
km: ឈ្មោះ​ប្រព័ន្ធ​​
nds: Systeemnaam
ru: Имени в системе
sl: Sistemskim imenom
zh_tw: 系統名稱

source: Vendor's Name
ar: اسم البائع
ca: Nom del fabricant
es: Nombre del distribuidor
fr: Nom du fabricant
hr: Naziv isporučitelja
ia: Nomine de venditor
it: Nome del produttore
kk: Жабдықтаушының атауы
km: ឈ្មោះ​របស់​ក្រុម​ហ៊ុន​លក់​​
nds: Makernaam
ru: Производителю
sl: Proizvajalčevim imenom
zh_tw: 製造商名稱

source: Type Name
ar: اسم النوع
ca: Nom del tipus
es: Teclee el nombre
fr: Nom du type
hr: Naziv vrste
ia: Nomine de typo:
it: Nome del tipo
kk: Түрінің атауы
km: ឈ្មោះ​ប្រភេទ​​
nds: Typnaam
ru: Типу
sl: Imenom vrste
zh_tw: 型態名稱

source: Show network speed in:
ar: أظهر سرعة الشبكة ب:
ca: Mostra la velocitat de la xarxa en:
es: Mostrar la velocidad de la red en:
fr: Afficher la vitesse du réseau en :
ia: Monstra velocitate de rete in:
it: Mostra la velocità della rete in:
kk: Жылдамдық бірлігі:
km: បង្ហាញ​​ល្បឿន​បណ្ដាញ​នៅ​ក្នុង​ ៖​
nds: Nettwark-Gauheit wiesen in:
ru: Показывать скорость в:
sl: Hitrost omrežja prikaži v:
zh_tw: 顯示網路速度單位：

source: KBytes/s
ar: ك.بايت/ث
fr: Ko/s
it: KByte/s
kk: Кбайт/с
ru: Кбайт/с
sl: KB/s

source: KBits/s
ar: ك.بت/ث
kk: Кбит/с
ru: Kбит/с

source: Display settings as:
ar: اعرض الإعدادات ك:
ca: Mostra les opcions com:
es: Mostrar preferencias como:
fr: Afficher les paramètres comme :
ia: Monstra pereferntias como:
it: Visualizza le impostazioni come:
kk: Параметрлерін былай көрсету:
km: បង្ហាញ​ការ​កំណត់​ជា ៖
nds: Instellen wiesen as:
ru: Показывать параметры как:
sl: Prikaži nastavitve kot:
zh_tw: 顯示設定為：

source: <b>Events</b>
ar: <b>الأحداث</b>
ca: <b>Esdeveniments</b>
es: <b>Eventos</b>
fr: <b>Évènements</b>
hr: <b>Događaji</b>
ia: <b>Eventos</b>
it: <b>Eventi</b>
kk: <b>Оқиғалар</b>
km: <b>ព្រិត្តិការណ៍​</b>
nds: <b>Begeefnissen</b>
ru: <b>События</b>
sl: <b>Dogodki</b>
zh_tw: <b>事件</b>

source: Ask for GSM Pin:
ca: Sol·licita el PIN del GSM:
fr: Demandez le PIN GSM :
ia: Demanda PIN GSM:
it: Richiesta PIN GSM:
kk: GSM Pin-кодын сұрайтын кезі:
ru: Запрос PIN-кода GSM:
sl: Vprašaj za GSM PIN:
zh_tw: 詢問 GSM Pin 碼：

source: On Modem Detection
ca: En detectar el mòdem
fr: Lors de la détection du modem
ia: Sur discoperta de modem
it: Al rilevamento del modem
kk: Модемін байқағанда
ru: При обнаружении модема
sl: Ob odkritju modema
zh_tw: 開啟數據機偵測

source: When Activating Connection
ca: En activar la connexió
fr: Lors de l'activation de la connexion
ia: Quando on activa le connexion
it: All'attivazione della connessione
kk: Қосылым белсендірілгенде
ru: При подключении
sl: Ob omogočanju povezave
zh_tw: 啟動連線時

source: Configure Notifications...
ar: اضبط الإِشعارات...
ca: Configura les notificacions...
es: Configurar notificaciones...
fr: Configurer les notifications...
ia: Configura notificationes ...
it: Configura notifiche...
kk: Құлақтандыруларын баптау...
km: កំណត់​រចនា​សម្ព័ន្ធ​ការ​ជូនដំណឹង​...​
nds: Bescheden instellen...
ru: Настроить уведомления...
sl: Nastavi obvestila ...
zh_tw: 設定通知...

# Version text
source: <b>Version %1</b>
ar: <b>الإصدار %1</b>
ca: <b>Versió %1</b>
es: <b>Versión %1</b>
it: <b>Versione %1</b>
kk: <b>%1 нұсқасы</b>
km: <b>កំណែ %1</b>
nds: <b>Verschoon %1</b>
ru: <b>Версия %1</b>
sl: <b>Različica %1</b>
zh_tw: <b>版本 %1</b>

source: Show tray icon
ar: أظهر أيقونة الصينية
ca: Mostra una icona a la safata de sistema
es: Mostrar icono en la bandeja
fr: Afficher l'icône de la boîte à miniatures
hr: Prikaži ikonu u sustavskoj traci
ia: Monstra icone de tabuliero
it: Mostra icona del vassoio
kk: Таңбашасы жүйелік сөреде
km: បង្ហាញ​រូប​តំណាង​ថាស​
nds: Systeemafsnitt-Lüttbild wiesen
ru: Показывать значок в системном лотке
sl: Ikona v sistemski vrstici
zh_tw: 顯示系統匣圖示

source: Tray icons:
ar: أيقونات الصينية:
ca: Icones de la safata del sistema:
es: Iconos de la bandeja:
fr: Icônes de la boîte à miniatures :
hr: Ikone sustavske trake:
ia: Icones de tabuliero:
it: Icone del vassoio:
kk: Жүйелік сөре таңбашалары:
km: រូប​តំណាង​ថាស​ ៖​
nds: Systeemafsnitt-Lüttbiller:
ru: Значки:
sl: Ikone:
zh_tw: 系統匣圖示：

source: Arrange interface types between icons with drag and drop
ar: وزع أنواع الواجهات بين الأيقونات عن طريق السحب والإفلات
ca: Alinea els tipus d'interfície amb les icones arrossegant-les i deixant-les anar
es: Organizar los tipos de interfaz entre iconos con arrastrar y soltar
fr: Arranger les types d'interfaces entre les icônes avec la fonction glisser-déposer
hr: Poredaj tipove sučelja između ikona povlačenjem i ispuštanjem
ia: Dispone typos de interfacie inter icones con trahe e pone
it: Disponi i tipi di interfaccia tra icone con il trascinamento
kk: Интерфейс түрлерін таңбашаларын сүйреп реттеңіз
km: រៀបចំ​ប្រភេទ​ចំណុច​ប្រទាក់​រវាង​រូបតំណាង​ជាមួយ​ជម្រុះ និង​ទម្លាក់​​​
nds: Koppelsteed-Typen twischen Lüttbiller mit "Dregen un Droppen" utrichten
ru: Перетащите интерфейсы на подходящие значки
sl: Razporedi vrste vmesnikov med ikonami s pomočjo povleci in spusti
zh_tw: 使用拖放方式安排圖示間的介面型態

source: Add another system tray icon
ar: أضف أيقونة صينية نظام أخرى
ca: Afegeix una altra icona de la safata del sistema
es: Añadir otro icono a la bandeja del sistema
fr: Ajouter une autre icône de boîte à miniatures
hr: Dodaj još jednu ikonu u sistemski blok
ia: Adde un altere icone de tabuliero de systema
it: Aggiungi un'altra icona del vassoio di sistema
kk: Жүйелік сөредегі басқа таңбашасын қосу
km: បន្ថែម​រូប​តំណាង​ថាស​ប្រព័ន្ធ​​ផ្សេងទៀត​​
nds: En anner Systeemafsnitt-Lüttbild tofögen
ru: Добавить значок для системного лотка
sl: Dodaj drugo ikono za sistemsko vrstico
zh_tw: 新增其他的系統匣圖示

source: &More Icons
ar: ال&مزيد من الأيقونات
ca: &Més icones
es: &Más iconos
fr: &Plus d'icônes
hr: &Više ikona
ia: &Plus icones
it: &Più icone
kk: Басқа таң&башалары
km: រូប​តំណាង​ច្រើន​​
nds: &Mehr Lüttbiller
ru: &Больше значков
sl: &Več ikon
zh_tw: 更多圖示(&M)

source: Remove a system tray icon
ar: أزل أيقونة صينية النظام
ca: Elimina una icona de la safata del sistema
es: Borrar un icono de la bandeja del sistema
fr: Supprimer une icône de la boîte à miniatures
hr: Ukloni ikonu iz sistemskog bloka
ia: Remove un icone de tabuliero de systema
it: Rimuovi un'icona del vassoio di sistema
kk: Жүйелік сөреде көрсететін таңбашаны кетіру
km: យក​រូប​តំណាង​ថាស​ប្រព័ន្ធ​ចេញ​​
nds: En Systeemafsnitt-Lüttbild wegmaken
ru: Удалить значок для системного лотка
sl: Odstrani ikono za sistemsko vrstico
zh_tw: 移除系統匣圖示

source: &Fewer Icons
ar: أيقونات أ&قل
ca: Me&nys icones
es: Me&nos iconos
fr: &Moins d'icônes
hr: &Manje ikona
ia: &Minus icones
it: &Meno icone
kk: &Таңбашаларды азайту
km: រូប​តំណាង​តិច​ជាង​​​
nds: &Weniger Lüttbiller
ru: &Меньше значков
sl: &Manj ikon
zh_tw: 較少圖示(&F)

source: We support 'dun' and 'nap' services only.
ca: Només s'han implementat els serveis «DUN» i «NAP».
es: Solo están implementados los servicios «dun» y «nap».
fr: Nous prenons en charge les services « dun » et « nap » uniquement.
ia: Nos suppporta solmente servicios 'dun'e 'nap'.
it: Sono supportati solo i servizi 'dun' e 'nap'.
kk: Тек 'dun' мен 'nap' қызметтерінің қолдауы бар.
km: យើង​គាំទ្រ​សេវាកម្ម 'dun' និង 'nap' តែប៉ុណ្ណោះ ។
nds: Bloots de Deensten "DUN" un "NAP" warrt ünnerstütt
ru: Предусмотрена поддержка только служб «dun» и «nap».
sl: Podpiramo le storitve 'dun' in 'nap'.
zh_tw: 我們只支援 'dun' （撥號網路）與 'nap' （網路存取點）服務。

source: Could not contact bluetooth manager (BlueZ).
ca: No s'ha pogut establir contacte amb el gestor del bluetooth (BlueZ).
es: No ha sido posible contactar con el gestor de bluetooth (BlueZ).
fr: Impossible de contacter le gestionnaire bluetooth (BlueZ).
ia: Il non pote continger gerente de bluetooth (BlueZ)
it: Impossibile contattare il gestore del bluetooth (BlueZ).
kk: BlueZ деген Bluetooth менеджерімен байланыс жоқ.
km: មិន​ទាក់ទង​កម្មវិធី​គ្រប់គ្រង​ប៊្លូធូស (BlueZ) បាន​ទេ ។
nds: De Bluetooth-Pleger lett sik nich ansnacken (BlueZ).
ru: Не удалось установить связь с менеджером Bluetooth (BlueZ).
sl: Z upravljalnikom bluetooth (BlueZ) ni bilo mogoče navezati stika.
zh_tw: 無法聯繫藍牙管理員（BlueZ）。

source: Default bluetooth adapter not found: %1
ca: No s'ha trobat l'adaptador de bluetooth per omissió: %1
es: No se ha encontrado el adaptador bluetooth por omisión: %1
fr: Adaptateur bluetooth par défaut introuvable : %1
ia: Il non trovava adaptator predefinite de bluetooth: %1
it: Adattatore bluetooth predefinito non trovato: %1
kk: Әдетті bluetooth адаптері табылмады: %1
km: រក​មិន​ឃើញ​អាដាប់ទ័រ​ប៊្លូធូស​លំនាំដើម ៖ %1
nds: Standard-Bluetooth-Koort lett sik nich finnen: %1
ru: Адаптер Bluetooth по умолчанию не найден: %1
sl: Privzet prilagodilnik za bluetooht ni bil najden: %1
zh_tw: 找不到預設的藍牙轉接器：%1

source: %1 (%2) does not support Dialup Networking (DUN).
ca: %1 (%2) no ha implementat la connectivitat per xarxa telefònica «Dialup Networking» (DUN).
es: %1 (%2) no permite redes de marcación (DUN).
fr: %1 (%2) ne prend pas en charge la gestion de réseau en mode commuté (DUN).
ia: %1 (%2) non supporta systema de rete dialup (DUN).
it: %1 (%2) non supporta la rete dialup (DUN).
kk: %1 (%2) деген комутацияланатын желіні (DUN) қолдамайды.
km: %1 (%2) មិន​គាំទ្រ Dialup Networking (DUN) ។
nds: %1 (%2) ünnerstütt keen Inwähl-Nettwark (DUN)
ru: %1 (%2) не поддерживает подключение к Интернету (DUN).
sl: %1 (%2) ne podpira klicnega omrežja (DUN)
zh_tw: %1（%2）不支援撥號網路（DUN）。
