Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: Setting a BSSID (Basic Service Set Identification) forces this connection to connect only to the access point with the specified hardware address, even if other access points are part of the same network.
ar: تعيين BSSID (تعريف مجموعة الخدمات الأساسية) يجبر هذه الوصلة على الاتصال بنقطة الوصول ذات العنوان العتاد المحدد فقط ، حتى لو كانت نقاط الوصول الأخرى جزءًا من الشبكة ذاتها.
ca: L'assignació d'un BSSID (Identificació de conjunt de servei bàsic) forçarà que aquesta connexió només connecti al punt d'accés amb aquesta adreça de maquinari, encara que altres punts d'accés formin part de la mateixa xarxa.
es: Al establecer una BSSID (identificación del equipo de servicio básico) se fuerza a esta conexión a conectarse solo al punto de acceso que tenga la dirección de hardware especificada, incluso si hay otros puntos de acceso que formen parte de la misma red.
fr: Définir un BSSID (Basic Service Set Identification) force cette connexion à ne se connecter qu'au point d'accès avec l'adresse matérielle spécifiée, même si d'autres points d'accès font partie du même réseau.
ia: Fixar un BSSID (Identification de Insimul de Servicio Basic) fortia iste connexion a connecter solmente al puncto de accesso con le adresse hardware specificate, anque si altere punctos es parte del mesme rete.
it: L'impostazione di un BSSID (Basic Service Set Identification) costringe la connessione a collegarsi solo al punto d'accesso con quell'indirizzo, anche se ce ne sono altri che fanno parte della stessa rete.
kk: BSSID (Basic Service Set Identification) дегенді орнатса тек келтірілген аппараттық адресті қатынау нүктеге қосылуы етіледі, осы желіге жататын басқа қатынау нүктелер болсада.
km: ការ​កំណត់ BSSID (Basic Service Set Identification) នឹង​បង្ខំ​ការ​តភ្ជាប់​នេះ​ឲ្យ​តភ្ជាប់​ទៅកាន់​ចំណុច​ចូល​ដំណើរការ​ជាមួយ​អាសយដ្ឋាន​ផ្នែក​រឹង​ដែល​បាន​បញ្ជាក់​តែប៉ុណ្ណោះ សូម្បីតែ​ចំណុច​ចូល​ដំណើរការ​ផ្សេង​ដែល​ជា​ផ្នែក​របស់​បណ្ដាញ​ដូចគ្នា​នេះ​​ក៏​មិន​តភ្ជាប់​ដែរ ។
nds: Is en BSSID engl. "Basic Service Set Identification" (eenkennig Beteken vun en Togangpunkt) fastleggt, koppelt disse Verbinnen bloots na den Togangpunkt mit de angeven Reedschap-Adress to, ok wenn dat Nettwark anner Togangpünkt bargt.
ru: Задание BSSID (аппаратного адреса) обязывает это соединение подключаться только к точке доступа с указанным аппаратным адресом, даже если другие точки доступа являются частью той же сети.
sl: Nastavitev BSSID-ja (osnovnega seta določitve storitve) prisili to povezavo, da se vzpostavi le s postajo, ki ima točno določen naslov, četudi so druge postaje del istega omrežja.
zh_tw: 設定 BSSID 會強制此連線只連到此硬體位址的存取點，即使其它存取點也在相同的網路中。

source: &Select
ar: ا&ختر
ca: &Selecció
es: &Seleccionar
fr: &Sélectionner
ia: &Selige
it: &Seleziona
kk: &Таңдау
km: ជ្រើស
nds: &Utsöken
ru: &Выбрать
sl: &Izberi
zh_tw: 選擇(&S)

source: Select the BSSID (access point) with the strongest signal.
ar: اختر BSSID (نقطة وصول) الأقوى إشارة.
ca: Selecciona el BSSID (punt d'accés) amb el senyal més fort.
es: Seleccionar la BSSID (punto de acceso) con la señal más fuerte.
fr: Sélectionnez le BSSID (point d'accès) présentant le signal le plus fort.
ia: Selige le BSSID (punco de accesso) con le signal plus forte.
it: Seleziona il BSSID (punto d'accesso) con il segnale più potente.
kk: Сигналы ең күшті BSSID (қатынау нүктені) таңдау.
km: ជ្រើស BSSID (ចំណុច​ចូល​ដំណើរការ) ដែល​បាន​សញ្ញា​ខ្លាំង​បំផុត ។
nds: BSSID (Togangpunkt) mit de gröttst Signaalknööv utsöken
ru: Выбрать BSSID (точку доступа) с наиболее сильным сигналом.
sl: Izberite BSSID (dostopno točko) z najmočnejšim signalom.
zh_tw: 選擇信號最強的存取點。

source: This button will select the access point with the ssid specified in the field above and with the strongest signal.
ar: هذا الزر سيختار نقطة الوصول ذات المعرف المحدد SSID في الحقل الأعلى و الأقوى إشارة.
ca: Aquest botó seleccionarà el punt d'accés amb el SSID especificat en el camp superior i amb el senyal més fort.
es: Este botón seleccionará el punto de acceso con la SSID especificada en el campo superior que tenga la señal más potente.
fr: Ce bouton va sélectionner le point d'accès avec le ssid spécifié dans le champ ci-dessus et comportant le signal le plus fort.
ia: Iste button seligera le puncto de accesso con le ssid specificate in le campo de super e con le signal plus forte.
it: Questo pulsante selezionerà il punto d'accesso con il SSID specificato nel campo in alto con il segnale più potente.
kk: Бұл батырма ssid-і жоғарда келтірілген, сигналы ең күшті қатынау нүктені таңдап береді.
km: ប៊ូតុង​នេះ​នឹង​ជ្រើស​ចំណុច​ចូល​ដំណើរការ​ដែល ssid បាន​បញ្ជាក់​នៅ​ក្នុង​វាល​ខាងលើ និង​ដែល​មាន​សញ្ញា​ខ្លាំង​បំផុត ។
nds: Disse Knoop söcht ut dat Feld baven den Togangpunkt mit de angeven SSID un mit de gröttst Signaalknööv ut.
ru: Выбор точки доступа с указанным SSID, и с наиболее сильным сигналом.
sl: Ta gumb bo izbral dostopno točko s SSID določenim zgoraj, ki ima najmočnejši signal.
zh_tw: 此按鍵會選擇上面欄位中指定的 SSID 的存取點中信號最強的。

source: &Restrict To Interface:
ar: &قيد للواجهة:
ca: Restringeix a la interfície:
es: &Restringir a la interfaz:
fr: &Restreindre à l'interface :
hr: Og&raniči na sučelje:
ia: &Restringe al interfacie:
it: &Limita all'interfaccia:
kk: &Шектелетін интерфейсі:
km: ដាក់​កម្រិត​ទៅកាន់​ចំណុច​ប្រទាក់​ ៖​
nds: &Bloots Koppelsteed:
ru: Сетевой &интерфейс:
sl: &Omeji na vmesnik:
zh_tw: 限制於此介面(&R)：

source: Any
ca: Qualsevol
fr: Quelconque
hr: Bilo koji
ia: Omne
it: Qualsiasi
kk: Кез келген
nds: All
ru: Любое
sl: Katerakoli
zh_tw: 任何

source: Maximum Transmission Unit
ar: وحدة الإرسال القصوى
ca: Unitat màxima de transmissió
es: Máxima unidad de transmisión
fr: Unité de transmission maximale
hr: Najveća jedinica slanja
ia: Maxime Unitate de Transmission
it: Unità di trasmissione massima
kk: Максималды берілім бірлігі
km: ឯកតា​​បញ្ជូន​អតិបរមា​
nds: Hööchst Överdregen-Eenheit (MTU)
ru: Максимальный размер передаваемого блока данных (MTU)
sl: Največja prenosna enota
zh_tw: 最大傳輸單位

source: Sets the size of the largest packet that can be transmitted on this network. '0' sets the MTU automatically.
ar: يعيّن حجم أكبر حزمة يمكن أن تنقل في هذه الشبكة. '0' يعيّن حجم الوحدة آليا.
ca: Assigna la mida del paquet més gran que pot ser transmès en aquesta xarxa. «0» assigna la MTU automàticament.
es: Establece el tamaño del paquete más grande que se puede transmitir en esta red. «0» establece el MTU automáticamente.
fr: Définit la taille du plus gros paquet pouvant être transmis sur ce réseau. « 0 » définit la MTU automatiquement.
hr: Postavlja veličinu najvećeg paketa koji može biti poslan na mrežu. '0' postavlja MTU automatski.
ia: Fixa le grandor del pacchetto plus grande que on debe esser transmittite sur iste rete. '0' fixa le MTU automaticamente.
it: Imposta la dimensione del pacchetto più grande trasmissibile su questa rete. «0» la fa impostare automaticamente.
kk: Бұнда осы желідегі максималды берілім бірлігі орнатылады. '0' деген MTU-ды автоматы түрде орнатуы.
km: កំណត់​ទំហំ​របស់​កញ្ចប់​​ធំ​បំផុត ដែល​អាច​ត្រូវ​បាន​បញ្ជូន​លើ​បណ្ដាញ​នេះ ។ '០' កំណត់​ MTU ដោយ​ស្វ័យ​ប្រវត្តិ ។​
nds: Leggt de maximale Paketgrött fast, de sik överdregen lett. "0" leggt de MTU automaatsch fast.
ru: Задаёт размер самого большого пакета, который можно передать по этой сети. «0» — автоматическое определение MTU.
sl: Nastavite največjo velikost paketa, ki ga je moč prenesti po tem omrežju. Če vnesete »0«, se MTU nastavi samodejno.
zh_tw: 在此網路上可傳送的最大封包大小。0 表示自動設定。

source: Cloned MAC address
ar: عنوان MAC منسوخ
ca: Adreça MAC clonada
es: Dirección MAC clonada
fr: Adresse MAC clonée
ia: Adresse MAC clonate
it: Indirizzo MAC clonato
kk: Клондалған MAC адресі
km: អាសយដ្ឋាន MAC ដែល​បាន​ក្លូន ៖
nds: Kloont MAC-Adress
ru: Клонированный MAC-адрес
sl: Kloniran strojni naslov:
zh_tw: 複製硬體 Mac 位址

source: Custom MAC address for the hardware to use
ar: عنوان عتاد MAC مخصص للعتاد المستخدم
ca: Adreça MAC personalitzada per al maquinari a utilitzar
es: Dirección MAC personalizada para usar con el hardware
fr: Adresse MAC personnalisée pour le matériel à utiliser
ia: Adresse Mac personalisate pro le hardware de usar se
it: Indirizzo MAC personalizzato da utilizzare per l'hardware
kk: Қолданыстағы жабдықтың өзіндік MAC адресі
km: អាសយដ្ឋាន MAC ផ្ទាល់ខ្លួន​សម្រាប់​ផ្នែក​រឹង​ដែល​ត្រូវ​ប្រើ
nds: Besünner MAC-Adress för de bruukt Reedschap
ru: Пользовательский MAC-адрес для использования в оборудовании
sl: Strojni naslov po meri, ki ga bo uporabljala strojna oprema
zh_tw: 自訂硬體的 MAC 位址

source: The MAC address entered here will be used as hardware address for the network device this connection is activated on. This feature is known as MAC cloning or spoofing.
ar: عنوان العتاد MAC المدخل هنا سيستخدم كعنوان للعتاد لجهاز الشبكة الذي سيستخدم هذه الوصلة. هذه الميزة تعرف بنسخ أو خداع عنوان العتاد.
ca: L'adreça MAC introduïda aquí s'utilitzarà com a adreça del maquinari del dispositiu de xarxa pel que s'ha activat aquesta connexió. Aquesta funcionalitat es coneix com clonatge o falsejament d'identitat de MAC.
es: La dirección MAC introducida aquí se usará como dirección de hardware para el dispositivo de red que se ha activado para esta conexión. Esta función se conoce como clonación o suplantación de MAC.
fr: L'adresse MAC saisie ici sera utilisée comme adresse matérielle pour le périphérique réseau sur lequel cette connexion est activée. Cette fonctionnalité est dénommée « clonage MAC » (ou « spoofing »).
ia: Le adresse MAC insertate ci essera usate como adresse hardware rpo le dispositivo de rete pro le qual iste connexion es activate. Iste characteristica es cognoscite como clonar MAC o facer spoofing.
it: L'indirizzo MAC inserito qui sarà utilizzato come indirizzo hardware del dispositivo di rete sul quale è attiva questa connessione. Questa funzionalità è conosciuta come clonazione o spoofing del MAC.
kk: Бұндағы MAC адресі осы қосылым үшін қолданатын аппараттық адресі ретінде пайдаланады. Бұл MAC клондау немесе спуфинг (spoofing) деп аталады.
km: អាសយដ្ឋាន MAC ដែល​បាន​បញ្ចូល​នៅ​ទីនេះ នឹង​ត្រូវ​បាន​ប្រើ​ជា​អាសយដ្ឋាន​ផ្នែក​រឹង​សម្រាប់​ឧបករណ៍​បណ្ដាញ ការ​តភ្ជាប់​នេះ​ត្រូវ​បានធ្វើឲ្យ​សកម្ម​នៅ​លើ ។ លក្ខណៈ​ពិសេស​នេះ​ត្រូវ​បាន​ស្គាល់​ថា​ជា​ការ​ក្លូន ឬ​ការ​បញ្ឆោត MAC ។
nds: De hier ingeven MAC-Adress warrt as Adress för de Nettwark-Reedschap bruukt. Disse Funkschoon warrt "MAC-Klonen" oder ok"Dörstekeree" nöömt.
ru: Указанный здесь MAC-адрес будет использован как аппаратный адрес сетевого устройства для этого соединения. Эта возможность известна как клонирование MAC-адреса или MAC-спуфинг.
sl: Tukaj vnesen strojni naslov, bo uporabljen kot strojni naslov za omrežno napravo na kateri bo omogočena povezava. Ta zmožnost je znana kot kloniranje strojnega naslova (spoofing).
zh_tw: 在此輸入的 MAC 位址會被用於此連線所使用的網路裝置。這個功能也叫做 MAC cloning 或 MAC spoofing。

source: Random
ca: Aleatòria
fr: Aléatoire
ia: Casual
it: Casuale
kk: Кездейсоқ
nds: Tofällig
ru: Случайно
sl: Naključno
zh_tw: 隨機

source: byte
fr: octet
hr: bajt
kk: байт
km: បៃ​
ru: байт
sl: bajtov
zh_tw: 位元組

source: Disconnected interface (%1)
ca: Interfície desconnectada (%1)
fr: Interface déconnectée (%1)
hr: Odspojeno sučelje (%1)
ia: Disconnecteva interface (%1)
it: Interfaccia disconnessa (%1)
kk: Ажыратылған интерфейс (%1)
nds: Afkoppelt Koppelsteed (%1)
ru: Отключённый интерфейс (%1)
sl: Vmesnik brez povezave (%1)
zh_tw: 已斷線的介面（%1）

# @title:window wireless network scan dialog
source: Available Networks
ar: الشبكات المتوفرة
ca: Xarxes disponibles
es: Redes disponibles
fr: Réseaux disponibles
hr: Dostupne mreže
ia: Retes disponibile
it: Reti disponibili
kk: Қол жететін желілер
km: បណ្ដាញ​ដែល​អាច​រក​បាន​
nds: Verföögbor Nettwarken
ru: Доступные сети
sl: Razpoložljiva omrežja
zh_tw: 可用的網路

# @item:intable shortcut for Not Available
source: N/A
ar: غ/م
ca: N/D
es: N/d
ia: n/d
it: N/D
kk: А/Ж
nds: k.A.
ru: н/д
zh_tw: 無

# @info:tooltip real user name is not available
source: Not Available
ar: غير متاح
ca: No disponible
es: No disponible
fr: Non disponible
ia: Non disponibile
it: Non disponibile
kk: Қол жеткізбеуде
km: មិន​អាច​រក​បាន​​
nds: Nich verföögbor
ru: Недоступно
sl: Ni na voljo
zh_tw: 無法聯繫

source: Available Users
ar: المستخدمون المتوفرون
ca: Usuaris disponibles
es: Usuarios disponibles
fr: Utilisateurs disponibles
ia: Usatores disponibile
it: Utenti disponibili
kk: Қол жеткізетін пайдаланушылар
km: អ្នកប្រើ​ដែល​អាច​រក​បាន​
nds: Verföögbor Brukers
ru: Доступные пользователи
sl: Razpoložljivi uporabniki
zh_tw: 允許的使用者

source: Real Name
ar: الاسم الحقيقي
ca: Nom real
es: Nombre real
fr: Nom réel
ia: Nomine real:
it: Nome reale
kk: Шын аты
km: ឈ្មោះ​ពិត
nds: Rejell Naam
ru: Настоящее имя
sl: Pravo ime
zh_tw: 真實姓名

source: User Name
ca: Nom d'usuari
fr: Nom d'utilisateur
ia: Nomine de usator
it: Nome utente
kk: Пайдаланушының аты
nds: Brukernaam
ru: Имя пользователя
sl: Uporabniško ime
zh_tw: 使用者名稱

source: Users allowed to activate the connection
ar: المستخدمون المسموح لهم بتشغيل هذه الوصلة
ca: Usuaris permesos a activar la connexió
es: Usuarios permitidos para activar esta conexión
fr: Utilisateurs autorisés à activer la connexion
ia: Usatores permittite de activar le connexion
it: Utenti ai quali è consentito di attivare questa connessione
kk: Қосылымды белсендете алатындар
km: អ្នកប្រើ​បាន​អនុញ្ញាត​ដើម្បី​ធ្វើឲ្យ​ការ​តភ្ជាប់​សកម្ម ?
nds: Brukers de de Verbinnen anmaken dörvt
ru: Пользователи, которым разрешается использовать соединение
sl: Uporabniki, ki lahko omogočijo to povezavo
zh_tw: 允許啟動此連線的使用者

source: Hardware Address
ar: عنوان الجهاز
ca: Adreça del maquinari
es: Dirección de hardware
fr: Adresse matérielle
hr: Hardverska adresa
ia: Adresse Hardware
it: Indirizzo hardware
kk: Аппараттық адрес
km: អាសយដ្ឋាន​ផ្នែករឹង​
nds: Reedschap-Adress
ru: Аппаратный адрес
sl: Strojni naslov
zh_tw: 硬體位址

source: &Type:
ar: ال&نوع:
ca: &Tipus:
es: &Tipo:
hr: &Tip:
ia: &Typo:
it: &Tipo:
kk: &Түрі:
km: ប្រភេទ ៖
nds: &Typ:
ru: &Тип:
sl: &Vrsta:
zh_tw: 型態(&T)：

source: Dialup Network (DUN)
ar: شبكة الطلب الهاتفي (DUN)
ca: Xarxa telefònica (DUN)
es: Red de marcación (DUN)
fr: Réseau commuté (DUN)
hr: Mreža s biranjem (DUN)
ia: Rete DialUp (DUN)
it: Rete dialup (DUN)
kk: Комутацияланатын желі (DUN)
nds: Inwähl-Nettwark (DUN)
ru: Коммутируемая сеть (DUN)
sl: Omrežje na klic (DUN)
zh_tw: 撥號網路（Dial Up Network，DUN）

source: Personal Area Network (PANU)
ar: شبكة منطقة الشخصية(PANU)
ca: Xarxa d'àrea personal (PANU)
es: Red de área personal (PANU)
fr: Réseau personnel (PANU)
ia: Rete de Arera Personal (PANU)
it: Rete in area personale (PANU)
kk: Дербес желі (PANU)
km: បណ្ដាញ​តំបន់​​ផ្ទាល់ខ្លួន (PANU)
nds: Persöönlich Nettwark (PANU)
ru: Персональная сеть (PANU)
sl: Zasebno omrežje (PANU)
zh_tw: 個人區域網路（PANU）

source: Name
ca: Nom
fr: Nom
hr: Naziv
ia: Nomine
it: Nome
kk: Атауы
nds: Naam
ru: Имя
sl: Ime
zh_tw: 名稱

source: %1 Network
ar: شبكة %1
ca: Xarxa %1
es: %1 red
fr: Réseau %1
hr: Mreža %1
ia: %1 Rete
it: Rete %1
kk: %1 деген желі
km: បណ្ដាញ %1​
nds: %1-Nettwark
ru: Сеть %1
sl: %1 omrežje:
zh_tw: %1 網路

source: New Bluetooth Connection
ar: وصلة بلوتوث جديدة
ca: Connexió Bluetooth nova
es: Nueva conexión Bluetooth
fr: Nouvelle connexion Bluetooth
hr: Nova veza za Bluetooth
ia: Nove connexion Bluetooth
it: Nuova connessione Bluetooth
kk: Жаңа Bluetooth қосылымы
km: ការ​តភ្ជាប់​ Bluetooth ថ្មី​
nds: Nieg Bluetooth-Verbinnen
ru: Новое соединение Bluetooth
sl: Nova povezava bluetooth
zh_tw: 新增藍牙連線

source: Mobile Broadband
ar: النطاق العريض المتنقل
ca: Banda ampla per mòbil
es: Banda ancha móvil
fr: Haut débit mobile
hr: Mobilna širokopojasna
ia: Banda large mobile
it: Banda larga mobile
kk: Кеңжолақты мобайл
km: រលកអាកាស​​​​ចល័ត
nds: Mobil Breedband
ru: Мобильное
sl: Mobilno širokopasovno
zh_tw: 行動寬頻

source: &Number:
ar: ال&رقم :
ca: &Número:
es: &Número:
fr: &Numéro :
hr: &Broj:
ia: &Numero:
it: &Numero:
kk: &Нөмірі:
km: លេខ ៖
nds: &Tall:
ru: &Номер:
sl: &Številka:
zh_tw: 編號(&N)：

source: &Username:
ar: ا&سم المستخدم:
ca: Nom d'&usuari:
es: &Usuario:
fr: &Nom d'utilisateur :
hr: &Korisničko ime:
ia: Nomine de &usator:
it: Nome dell'&utente:
kk: &Пайдаланушы:
km: ឈ្មោះ​អ្នកប្រើ ៖​
nds: &Brukernaam:
ru: &Имя пользователя:
sl: &Uporabniško ime:
zh_tw: 使用者名稱(&U)：

source: &Password:
ca: &Contrasenya:
es: &Contraseña:
fr: &Mot de passe :
hr: Za&porka:
ia: &Contrasigno:
kk: &Паролі:
km: ពាក្យ​សម្ងាត់ ៖​
nds: &Passwoort:
ru: &Пароль:
sl: &Geslo:
zh_tw: 密碼(&P)：

source: &Show password
ca: Mo&stra la contrasenya
es: Mo&strar la contraseña
fr: &Afficher le mot de passe
hr: Pri&kaži zaporku
ia: &Monstra contrasigno
it: Mo&stra password
kk: Паролі &көрсетілсін
km: បង្ហាញ​ពាក្យ​សម្ងាត់​
nds: Passwoort &wiesen
ru: Пока&зывать пароль
sl: &Prikaži geslo
zh_tw: 顯示密碼(&S)

source: New Cellular Connection
ar: وصلة خلوي جديدة
ca: Nova connexió via mòbil
es: Nueva conexión móvil
fr: Nouvelle connexion cellulaire
ia: Nove connexion cellular
it: Nuova connessione cellulare
kk: Жаңа ұялы қосылымы
km: ការ​តភ្ជាប់​ទូរស័ព្ទចល័ត​
nds: Nieg Mobilfunk-Verbinnen
ru: Новое сотовое соединение
sl: Nova mobilna povezava
zh_tw: 新的行動裝置連線

source: &Firewall zone:
ca: Zona del talla&focs:
fr: Zone de pare-&feu :
ia: Zona de Talia&foco:
kk: &Желіаралық қалқан аумағы:
ru: Зона &брандмауэра:
sl: Območje požarnega &zidu:

source: Connect &automatically
ar: ا&تصل آليا
ca: Connecta &automàticament
es: Conectar &automáticamente
fr: Connecter &automatiquement
hr: Spoji se &automatski
ia: Connecte &automaticamente
it: Connetti &automaticamente
kk: &Автоматты қосылым
km: តភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ
nds: &Automaatsch tokoppeln
ru: Подключаться &автоматически
sl: Poveži se &samodejno
zh_tw: 自動連線(&A)

source: Save secrets in system storage
ar: خزّن الأسرار في نظام الملفات
ca: Desa els secrets en l'emmagatzematge del sistema
es: Guardar secretos en el almacenamiento del sistema
fr: Enregistrer les mots de passe dans le stockage système
ia: Salveguarda secretos in immagasinage de systema
it: Salva i segreti nella memoria di sistema
kk: Құпиялар жүйелік жинақтауышында сақталсын
km: រក្សា​ការ​សម្ងាត់​នៅ​ក្នុង​ប្រព័ន្ធ​ផ្ទុក
nds: Passwöör för't hele Systeem sekern
ru: Сохранить секретные данные в системном хранилище
sl: Shrani skrivnosti v sistemsko shrambo
zh_tw: 在系統儲存裝置中儲存機密資料

source: If checked, secrets (passwords and encryption keys) will be saved in system storage, which allows the connection to work without a KDE session.
ar: إذا حدد ، الأسرار (كلمات السر و المفاتيح التشفير) ستحفظ في نظام الملفات ؛ مما يسمح للوصلات بالعمل بدون جلسة كدي.
ca: Si està activat, els secrets (contrasenyes i claus d'encriptatge) es desaran en l'emmagatzematge del sistema, permetent que la connexió funcioni sense una sessió del KDE.
es: Si está marcada, los secretos (contraseñas y claves de cifrado) se guardarán en el almacenamiento del sistema, lo que permite que la conexión funcione sin una sesión de KDE.
fr: Si cette case est cochée, les mots de passe (clés et mots de passe chiffrés) seront enregistrés dans le stockage système, qui permet à la connexion de fonctionner sans session KDE.
ia: Si marcate, secretos (contrasignos e claves de cryptation) essera salveguardate in le immagasinage de systema, que permitte le connexiones tre functionar sin un session de KDE.
it: Se marcata, i segreti (password e chiavi di cifratura) saranno salvati nella memoria di sistema, ciò consente il funzionamento della connessione senza una sessione di KDE.
kk: Белгісі қойылса, құпия мәліметтер (паролі, шифрлау кілтері) жүйелік жинақтауышында сақталады. Бұл қосылымға KDE сеанссыз істеуге мүмкіндік береді.
km: ប្រសិនបើ​បាន​ធីក ការ​សម្ងាត់ (ពាក្យសម្ងាត់ និង​ការ​អ៊ិនគ្រីប​កូនសោ) នឹង​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​ប្រព័ន្ធ​ផ្ទុក ដែល​អនុញ្ញាត​ការ​តភ្ជាប់​ទៅកាន់​ការងារ​ដោយ​គ្មាន​សម័យ KDE ។
nds: Wenn anmaakt, warrt Passwöör un Verslöteln-Slötels för't hele Systeem sekert, d.h., de Verbinnen löppt ok ahn KDE-Törn.
ru: Если отметить, секретные данные (пароли и ключи шифрования) будут сохранены в системном хранилище, что позволит использовать это соединение без сессии KDE.
sl: Če to označite, bodo skrivnosti (gesla in šifrirni ključi) shranjene v sistemsko shrambo, ki dovoljuje delovanje povezave brez seje KDE.
zh_tw: 若勾選此選項，機密資料（如密碼與加密金鑰等）會被存在系統儲存裝置中，這樣您可以不必在 KDE 裡也能使用。

source: &System connection
ar: وصلة &نظام
ca: Connexió del &sistema
es: Conexión del &sistema
fr: Connexion &système
hr: &Sistemska veza
ia: Connexion de &systema
it: Connessione di &sistema
kk: Жү&йелік қосылым
km: ការ​តភ្ជាប់​ប្រព័ន្ធ​
nds: &Systeemverbinnen
ru: &Системное соединение
sl: S&istemska povezava
zh_tw: 系統連線(&S)

source: Edit advanced permissions for this connection
ar: حرر الأذون المتقدم لهذه الوصلة
ca: Edita els permisos avançats per aquesta connexió
es: Editar los permisos avanzados para esta conexión
fr: Modifier les droits d'accès avancés pour cette connexion
ia: Modifica permissiones avantiate pro iste connexion
it: Modifica i permessi avanzati per questa connessione
kk: Қосылымның қосымша рұқсаттарын өзгерту
km: កែសម្រួល​សិទ្ធិ​កម្រិតខ្ពស់​សម្រាប់​ការ​តភ្ជាប់​នេះ​
nds: Verwiedert Verlöven för disse Verbinnen bewerken
ru: Изменить расширенные права доступа для этого соединения
sl: Uredi napredna dovoljenja za to povezavo
zh_tw: 編輯此連線的進階存取權限

source: Fine-grained permissions editor for this connection. It lets you choose which users can activate/modify/delete this connection.
ar: محرر أذون دقيق لهذه الوصلة ، يسمح لك باختيار أي المستخدمين يمكن لم أن يفعلوا / يعدلوا / يحذفوا هذه الوصلة
ca: Editor de permisos detallats per aquesta connexió. Us permet triar quins usuaris poden activar/modificar/esborrar aquesta connexió.
es: Editor de permisos detallados para esta conexión. Le deja escoger qué usuarios pueden activar, modificar o borrar esta conexión.
fr: Éditeur de droits d'accès affinés pour cette connexion. Il permet de choisir quels utilisateurs peuvent activer / modifier / supprimer cette connexion.
ia: Editor subtil de permissiones pro iste connexion. Il permitte te de seliger qual usator pote activar/modificar.deler iste connexion.
it: Editor granulare dei permessi relativi a questa connessione. Ti consente di scegliere quali utenti possono attivare/modificare/eliminare questa connessione.
kk: Қосылымдың нақты рұқсаттарын өңдеу. Осы қосылымды белсендете/өзгерте/өшіре алатын пайдаланушыларды тағайындау мүмкіндігі.
km: កម្មវិធី​កែសម្រួល​សិទ្ធិ Fine-grained សម្រាប់​ការ​តភ្ជាប់​នេះ ។ វា​អនុញ្ញាត​ឲ្យ​ជ្រើស​អ្នកប្រើ​ណាមួយ​ដែល​អាច​ធ្វើឲ្យ​សកម្ម/កែប្រែ/លុប​ការ​តភ្ជាប់​នេះ ។
nds: Bannig nau Verlöven-Editor för disse Verbinnen. Hier kannst Du utsöken, welke Brukers disse Verbinnen anmaken, ännern oder wegmaken dörvt.
ru: Редактор прав доступа для этого соединения. С его помощью вы можете указать пользователей, которые могут включить, изменить и удалить это соединение.
sl: Podrobni urejevalnik dovoljenj za to povezavo. Dovoli vam nastaviti kateri uporabniki lahko omogočijo/spremenijo/izbrišejo to povezavo.
zh_tw: 此連線的權限微調編輯器。它可以讓您選擇可以啟用/變更/刪除此連線的使用者。

source: Advanced Permissions
ar: أذون متقدمة
ca: Permisos avançats
es: Permisos avanzados
fr: Droits d'accès avancés
ia: Permissiones avantiate
it: Permessi avanzati
kk: Қосымша рұқсаттар
km: សិទ្ធិ​កម្រិត​ខ្ពស់​​
nds: Verwiedert Verlöven
ru: Расширенные права
sl: Napredna dovoljenja
zh_tw: 進階的權限

source: &Connection name:
ar: ا&سم الوصلة:
ca: &Nom de la connexió:
es: Nombre de &conexión:
fr: Nom de la &connexion :
hr: Naziv &veze:
ia: &Nomine de connexion:
it: Nome della &connessione:
kk: &Қосылым атауы:
km: ឈ្មោះ​តភ្ជាប់​ ៖​
nds: &Verbinnennaam:
ru: Название &соединения:
sl: &Ime povezave:
zh_tw: 連線名稱(&C)：
