Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: Server (0)
ar: الخادم (0)
ca: Servidor (0)
es: Servidor (0)
fr: Serveur (0)
ia: Servitor (0)
kk: Сервер (0)
km: ម៉ាស៊ីន​បម្រើ​ (០)
ru: Сервер (0)
sl: Strežnik (0)
zh_tw: 伺服器 (0)

source: Client (1)
ar: العميل (1)
es: Cliente (1)
ia: Cliente (1)
kk: Клиент (1)
km: ម៉ាស៊ីន​ភ្ញៀវ (១)
ru: Клиент (1)
sl: Odjemalec (1)
zh_tw: 客戶端 (1)

source: Proxies
ar: الوكلاء
ca: Intermediaris
es: Proxys
fr: Serveurs mandataires
it: Proxy
kk: Проксилер
km: ប្រូកស៊ី
nds: Een vun de Datenproxies lett sik nich torechtmaken
ru: Прокси
sl: Posredniški strežniki
zh_tw: 代理伺服器

source: Proxy Type:
ar: نوع الوكيل:
ca: Tipus de servidor intermediari:
es: Tipo de proxy:
fr: Type de serveur mandataire :
ia: Typo de proxy:
it: Tipo di proxy:
kk: Проксидің түрі:
km: ប្រភេទ​ប្រូកស៊ី ៖
nds: Proxy-Typ:
ru: Тип прокси:
sl: Vrsta posredniškega strežnika:
zh_tw: 代理伺服器型態：

source: Server Address:
ar: عنوان الخادم:
ca: Adreça del servidor:
es: Dirección del servidor:
fr: Adresse du serveur :
ia: Adresse de Servitor:
it: Indirizzo del server:
kk: Серверінің адресі:
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ ៖
nds: Serveradress:
ru: Адрес сервера:
sl: Naslov strežnika:
zh_tw: 伺服器位址：

source: Port:
ar: المنفذ:
es: Puerto:
ia: Porto:
it: Porta:
kk: Порты:
km: ច្រក ៖
ru: Порт:
sl: Vrata:
zh_tw: 連接埠：

source: Retry indefinitely when errors occur
ca: Reintentar indefinidament quan es presentin errors
es: Reintentar indefinidamente si ocurren errores
fr: Réessayer indéfiniment lors des erreurs surviennent
ia: Reessaya indefinitemenet quando il occurre un error
it: Riprova continuamente in caso di errori
kk: Қате орын алса - шексіз қайталана берсін
km: ព្យាយាម​ដោយ​គ្មាន​ដែន​កំណត់​នៅ​ពេល​មាន​កំហុស​កើតឡើង
nds: Bi opduken Fehlers jümmers wedder versöken
ru: В случае ошибок переподключаться до бесконечности
sl: Ko se pojavijo napake poskušaj znova brez premora
zh_tw: 錯誤發生時無限制重試

source: Proxy Username:
ca: Nom d'usuari del servidor intermediari:
es: Usuario del proxy:
fr: Nom d'utilisateur du serveur mandataire :
ia: Nomine de usator de proxy:
it: Nome utente del proxy:
kk: Прокси пйдаланушысы:
km: ឈ្មោះ​អ្នកប្រើ​ប្រូកស៊ី ៖
nds: Proxy-Brukernaam:
ru: Имя пользователя прокси:
sl: Uporabniško ime posredniškega strežnika:
zh_tw: 代理伺服器使用者名稱：

source: Show Password
ca: Mostra la contrasenya
es: Mostrar contraseña
fr: Afficher le mot de passe
ia: Monstra contrasigno
it: Mostra password
kk: Паролі көрсетілсін
km: បង្ហាញ​ពាក្យ​សម្ងាត់
nds: Passwoort wiesen
ru: Показывать пароль
sl: Prikaži geslo
zh_tw: 顯示密碼

# @item:inlist Item added when OpenVPN cipher lookup failed
source: OpenVPN cipher lookup failed
ca: Ha fallat la cerca del xifratge OpenVPN
fr: La recherche de chiffrement pour OpenVPN a échoué
ia: Il falleca cercar cyphra de OpenVPN
it: Ricerca di cifrario OpenVPN non riuscita
kk: OpenVPN шифрын қарастыру жаңылысы
nds: Naslaan vun OpenVPN-Verslöteln fehlslaan.
ru: Сбой поиска шифра OpenVPN
sl: Iskanje šifre OpenVPN ni uspelo
zh_tw: OpenVPN 密文搜尋失敗

# @item::inlist Default openvpn cipher item
source: Default
ar: المبدئي
ca: Per defecte
es: Predeterminado
fr: Par défaut
hr: Uobičajeno
ia: Predefinite
it: Predefinito
kk: Әдетті
km: លំនាំដើម​
nds: Standard
ru: По умолчанию
sl: Privzeto
zh_tw: 預設

# @item:inlist Item added when OpenVPN cipher lookup failed
source: No OpenVPN ciphers found
ca: No s'ha trobat cap xifratge OpenVPN
fr: Aucun chiffrement pour OpenVPN n'a été trouvé
ia: Il non trovava alcun cyphras de OpenVPN
it: Nessun cifrario OpenVPN trovato
kk: OpenVPN шифры табылмады
nds: Keen OpenVPN-Verslöteln funnen.
ru: Шифров OpenVPN не найдено
sl: Najdene ni nobene šifre OpenVPN
zh_tw: 找不到 OpenVPN 的密文

source: Allow following &authentication methods:
ar: ا&سمح لطرق الاستيثاق التالية:
ca: Permet els mètodes d'autenticació següents:
es: Permitir los siguientes métodos de &autenticación:
fr: Autoriser les méthodes d'&authentification suivantes :
ia: Permitte le sequente methodos de &authentication
it: Permetti di seguire i metodi di &autenticazione:
kk: Рұқсатты аутентификация тәсілдері:
km: អនុញ្ញាត​បំពេញ​តាម​វិធីសាស្ត្រ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ ៖​
nds: Disse Metoden för de &Identiteetprööv tolaten:
ru: Разрешать следующие методы &аутентификации:
sl: Dovoli naslednje &načine overjanja:
zh_tw: 允許跟隨認證方法(&A)：

source: Use Microsoft Point-to-Point Encryption
ar: تشفير مايكروسوف نقطة-إلى-نقطة
ca: Utilitza l'encriptatge Punt-a-Punt de Microsoft
es: Usar cifrado punto a punto de Microsoft
fr: Utiliser le chiffrement point-à-point de Microsoft (MPPE)
ia: Usa Microsoft Point-to-Point-Encryption (cryptation puncto a puncto de Microsoft)
it: Usa la cifratura da punto a punto di Microsoft
kk: Microsoft н)үктеден нүктеге шифрлауы (MPPE
km: ប្រើ​ការ​អ៊ិនគ្រី​ប​ពី​ចំណុច​ទៅ​ចំណុច​ម៉ៃ​ក្រូសូហ្វ​​
nds: "Punkt-to-Punkt"-Verslöteln vun Microsoft bruken
ru: Использовать MPPE (Microsoft Point-to-Point Encryption)
sl: Uporabi šifriranje Microsoft Point-to-Point
zh_tw: 使用 Microsoft 點對點加密（Microsoft P2P Encryption，MPPE）

source: Use &MPPE Encryption
ar: است&خدم تشفير MPPE
ca: Usa l'encriptatge &MPPE
es: Usar cifrado &MPPE
fr: Utiliser le chiffrement &MPPE
ia: Usa Cryptation &MPPE
it: Usa la cifratura &MPPE
kk: &MPPE шифрлау қолданылсын
km: ប្រើ​ការ​អ៊ិនគ្រីប​ MPPE ​​
nds: &MPPE-Verslöteln bruken
ru: Использовать шифрование &MPPE
sl: Uporabi šifriranje &MPPE
zh_tw: 使用 MPPE 加密(&M)

source: &Crypto:
ar: ال&تشفير:
ca: &Criptografia:
es: &Cifrado:
fr: &Chiffrement :
hr: &Krpitiranje:
it: &Cifratura:
kk: &Шифрлауы:
nds: &Verslöteln:
ru: &Шифрование:
sl: &Šifriranje:
zh_tw: 加密(&C)：

source: 128 bit
ar: 128 بت
es: 128 bits
fr: 128 bits
hr: 128 bitni
kk: 128 биттік
km: ១២៨ ប៊ីត​​
ru: 128 битов
sl: 128 bitno
zh_tw: 128 位元

source: 40 bit
ar: 40 بت
es: 40 bits
fr: 40 bits
hr: 40 bitni
kk: 40 биттік
km: ៤០​ ប៊ីត​
ru: 40 битов
sl: 40 bitno
zh_tw: 40 位元

source: Use &stateful encryption
ar: استخدم تشفير ال&حالة
ca: Usa l'encriptatge amb e&stats
es: Usar cifrado con &estado
fr: Utiliser le chiffrement à état&s
ia: Usa cryptation &stateful
it: Usa cifratura con &stato
kk: &Толық күйде шифрлау әдісі
km: ប្រើ​ការ​អ៊ិនគ្រីបដែល​មាន​ភាព​ពេញ​លេញ​​
nds: To&standwohren Verslöteln bruken
ru: Использовать шифрование с &состояниями
sl: Uporabi šifriranje s &stanji
zh_tw: 使用狀態加密(&S)

source: Allow &BSD compression
ca: Permet la compressió &BSD
es: Permitir la compresión &BSD
fr: Autoriser la compression &BSD
ia: Permitte compression &BSD
it: Permetti compressione &BSD
kk: &BSD сығылуы болсын
km: អនុញ្ញាត​​ការ​បង្ហាប់​ BSD ​​
nds: &BSD-Komprimeren tolaten
ru: Разрешить сжатие &BSD
sl: Dovoli stiskanje &BSD
zh_tw: 允許 BSD 加密(&B)

source: Allow &Deflate compression
ca: Permet la compressió de &desinflat
es: Permitir la compresión &Deflate
fr: Autoriser la compression &Deflate
ia: Permitte compression &Deflate
it: Permetti compressione &Deflate
kk: Жәй қысып сығылуы болсын
km: អនុញ្ញាត​​ឲ្យ​ការ​បង្ហាប់​ Deflate
nds: &Deflate-Komprimeren tolaten
ru: Разрешить сжатие &Deflate
sl: Dovoli stiskanje &Deflate
zh_tw: 允許 Defalte 壓縮(&D)

source: Allow &TCP header compression
ca: Permet la compressió de capçaleres TCP
es: Usar la compresión de las cabeceras &TCP
fr: Utiliser la compression d'en-têtes &TCP
ia: Permitte compression de capite &TCP
it: Permetti compressione delle intestazioni &TCP
kk: &TCP айдарының сығылуы болсын
km: អនុញ្ញាត​ការ​បង្ហាប់​បឋមកថា​​ TCP ​​
nds: &TCP-Koppdatenkomprimeren tolaten
ru: Разрешить сжатие заголовков &TCP
sl: Dovoli stiskanje &glave TCP
zh_tw: 允許 TCP 標頭壓縮(&T)

source: Send PPP &echo packets
ca: Envia paquets d'&eco PPP
es: Enviar paquetes de &eco de PPP
fr: Envoyer des paquets d'&écho PPP
ia: Invia pacchettos de &echo PPP
it: Invia pacchetti &echo PPP
kk: PPP жаңғырық дестелері жіберілсін
km: ផ្ញើ​កញ្ចប់ ​PPP &echo​
nds: PPP-&Echopaketen loosstüern
ru: Посылать &эхо-пакеты PPP
sl: Pošiljaj pakete &odmeva PPP
zh_tw: 傳送 PPP 的回響 (echo) 封包(&E)

source: PPTPAuthentication
ca: Autenticació PPTPA
es: Autenticación PPTP
ia: Authentication PPTP
it: Autenticazione PPTP
kk: PPTP аутнентификациясы
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​ PPTP
nds: PPTP-Identiteetprööv
ru: Аутентификация PPTP
sl: Overitev PPTP
zh_tw: PPTP 認證

source: PPTP Settings
ca: Arranjaments de PPTP
es: Ajustes de PPTP
fr: Paramètres PPTP
hr: Postavke PPTP-a
ia: Preferentias de PPTP
it: Impostazioni PPTP
kk: PPTP баптауы
km: ការ​កំណត់ ​PPTP
nds: PPTP-Instellen
ru: Параметры PPTP
sl: Nastavitve za PPTP
zh_tw: PPTP 設定

source: Additional
ca: Addicional
fr: Supplémentaires
hr: Dodatni
it: In aggiunta
kk: Қосымша
nds: Bito
ru: Дополнительно
sl: Dodatno
zh_tw: 附加

source: &Login:
ar: اسم الد&خول:
ca: &Usuari:
es: &Usuario:
fr: &Identifiant de connexion :
hr: &Prijava:
ia: A&uthentication:
it: &Accesso:
kk: &Пайдаланушы:
km: ចូល​ ៖
nds: &Brukernaam:
ru: &Имя:
sl: &Prijava:
zh_tw: 帳號(&L)：

source: &NT Domain:
ar: ال&نطاق NT:
ca: Domini &NT:
es: Dominio &NT:
fr: &Domaine NT :
hr: &NT domena:
ia: Dominio &NT:
it: Dominio &NT:
kk: &NT домені:
km: ដែន​ NT ៖
nds: &NT-Domään:
ru: &Домен NT:
sl: Domena &NT:
zh_tw: NT 網域(&N)

# @label:textbox password label for private key password
source: Private Key Password:
ca: Contrasenya de la clau privada:
es: Contraseña de la clave privada:
fr: Mot de passe de la clé privée :
ia: Contrasigno de clave private:
it: Password della chiave privata:
kk: Сырлы кілттің паролі:
km: ពាក្យ​សម្ងាត់​កូន​សោ​ឯកជន ៖
nds: Privaatslötel-Passwoort:
ru: Пароль личного ключа:
sl: Geslo zasebnega ključa:
zh_tw: 私密金鑰密碼：

# @label:textbox password label for EAP password
source: Password:
ca: Contrasenya:
es: Contraseña:
fr: Mot de passe :
ia: Contrasigno:
kk: Паролі:
km: ពាក្យ​សម្ងាត់ ៖
nds: Passwoort:
ru: Пароль:
sl: Geslo:
zh_tw: 密碼：

source: Configuration uses ssh-agent for authentication, but no ssh-agent found running.
ca: La configuració utilitza «ssh-agent» per a l'autenticació, però no s'ha trobat cap «ssh-agent» executant-se.
fr: La configuration utilise l'agent ssh pour l'authentification, mais aucun agent ssh n'a été trouvé en cours de fonctionnement.
ia: Configuration usa ssh-agent (agente sssh) pro authentication, ma il non trovava alcun agente ssh executante.
it: La configurazione utilizza ssh-agent per l'autenticazione, ma non è stato trovato alcun ssh-agent in esecuzione.
kk: Баптау бойынша аутентификацияда ssh-агенті қолданбақ, бірақ жегілген ssh-агенті жоқ.
nds: Instellen bruukt en SSH-Hölper för de Identiteetprööv, man dor lett sik keen lopen SSH-Hölper finnen.
ru: Согласно конфигурации, проверку подлинности должен выполнять ssh-agent, но он не запущен.
sl: Nastavitev uporablja ssh-agent za overitev, tega pa ni bilo mogoče najti zagnanega.
zh_tw: 設定裡使用 ssh-agent 做認證，但找不到執行中的 ssh-agent。

source: Strong Swan VPN
ca: VPN «Strong Swan»
fr: VPN Strong Swan
km: Swan VPN មាំមួន​​
ru: VPN через Strong Swan

source: &Show passwords
ar: أ&ظهر كلمة سر:
ca: Mo&stra les contrasenyes
es: Mo&strar la contraseñas
fr: &Afficher les mots de passe
ia: Mon&stra contrasignos
it: Mo&stra le password
kk: Парольдер &көрсетілсін
km: បង្ហាញ​ពាក្យ​សម្ងាត់
nds: Passwöör &wiesen
ru: &Показывать пароли
sl: &Prikaži gesla
zh_tw: 顯示密碼(&S)

source: Gateway
ar: البوابة
ca: Passarel·la
es: Puerta de enlace
fr: Passerelle
kk: Шлюз
km: ផ្លូវ​ចេញ​ចូល
nds: Döörreekner
ru: Шлюз
sl: Prehod
zh_tw: 閘道

source: Gateway:
ar: البوابة:
ca: Passarel·la:
es: Puerta de enlace:
fr: Passerelle :
kk: Шлюзі:
km: ផ្លូវ​ចេញ​ចូល​ ៖​
nds: Döörreekner:
ru: Шлюз:
sl: Prehod:
zh_tw: 閘道：

source: Certificate:
ar: الشهادة:
ca: Certificat:
es: Certificado:
fr: Certificat :
ia: Certificato:
it: Certificato:
kk: Куәлігі:
km: វិញ្ញាបនបត្រ ៖
nds: Zertifikaat:
ru: Сертификат:
sl: Potrdilo:
zh_tw: 憑證：

source: Certificate/private key
ar: مفتاح الخاص/الشهادة
ca: Certificat/clau privada
es: Certificado/clave privada
fr: Certificat / Clé privée
ia: Certificato/clave private
it: Certificato/chiave privata
kk: Куәлік/сырлы кілт
km: វិញ្ញាបនបត្រ/កូនសោ​ឯកជន
nds: Zertifikaat/Privaatslötel
ru: Сертификат/личный ключ
sl: Potrdilo/zasebni ključ
zh_tw: 憑證/私密金鑰

source: Certificate/ssh-agent
ar: الشهادة/عميل ssh
ca: Certificat/ssh-agent
es: Certificado/ssh-agent
fr: Certificat / Agent ssh
ia: Certificato/ssh-agent
it: Certificato/ssh-agent
kk: Куәлік/ssh-агенті
km: វិញ្ញាបនបត្រ/ssh-agent
nds: Zertifikaat/SSH-Hölper
ru: Сертификат/ssh-agent
sl: Potrdilo/ssh-agent
zh_tw: 憑證/ssh 代理程式

source: Smartcard
ca: Targeta intel·ligent
fr: Carte à puce
ia: Smartcard (carta intelligente)
kk: Смарт-карта
nds: Smartkoort
ru: Смарт-карта
sl: Pametna kartica
zh_tw: 智慧卡

source: Private key:
ar: المفتاح الخاص:
ca: Clau privada:
es: Clave privada:
fr: Clé privée :
ia: Clave private:
it: Chiave privata:
kk: Сырлы кілті:
km: កូនសោ​ឯកជន ៖
nds: Privaatslötel:
ru: Личный ключ:
sl: Zasebni ključ:
zh_tw: 私密金鑰：

source: User &Password
ar: كلمة سر ال&مستخدم
ca: &Contrasenya d'usuari
es: &Contraseña de usuario
fr: Mot de passe &utilisateur
hr: Korisnička za&porka
ia: &Contrasigno de usator
it: &Password dell'utente
kk: Пайдаланушы па&ролі
km: ពាក្យ​សម្ងាត់​អ្នក​ប្រើ​​
nds: Bruker&passwoort
ru: &Пароль пользователя:
sl: Uporabniško &geslo
zh_tw: 使用者密碼(&P)

source: Options
ar: خيارات
ca: Opcions
es: Opciones
ia: Optiones
it: Opzioni
kk: Амалдар
km: ជម្រើស
nds: Optschonen
ru: Параметры
sl: Možnosti
zh_tw: 選項

source: Request an inner IP address
ca: Requereix una adreça IP interna
es: Solicitar una dirección IP interna
fr: Demander une adresse IP interne
ia: Require un adresse IPO interior
it: Richiesto un indirizzo IP interno
kk: Ішкі IP адресі сұралсын
km: ស្នើ​អាសយដ្ឋាន​ IP ខាងក្នុង​​
nds: En intern IP-Adress anfragen
ru: Запрашивать внутренний IP-адрес
sl: Zahtevaj notranji naslov IP
zh_tw: 請求一個內部 IP 位址

source: Enforce UDP encapsulation
ca: Força l'encapsulat UDP
es: Forzar el encapsulado UDP
fr: Appliquer l'encapsulation UDP
ia: Applica encapsulation de UDP
it: Forza incapsulamento UDP
kk: UDP инкапсуляциясы мәжбүрленсін
km: បង្ខំ​ដាក់​ក្នុង​​ UDP
nds: UDP-Inkapseln verdwingen
ru: Принудительная инкапсуляция UDP-пакетов
sl: Vsili enkapsulacijo UDP
zh_tw: 強制使用 UDP 封裝

source: Use IP compression
ca: Usa la compressió IP
es: Usar compresión de IP
fr: Utiliser la compression IP
ia: Usa compression IP
it: Usa compressione IP
kk: IP сығуы қолданылсын
km: ប្រើ​​ការ​បង្ហាប់​ IP ​
nds: IP-Komprimeren bruken
ru: Использовать сжатие протокола IP
sl: Uporabljaj stiskanje IP
zh_tw: 使用 IP 壓縮

source: Error decrypting the obfuscated password
ca: Error en desencriptar la contrasenya ofuscada
es: Error descifrando la contraseña ofuscada
fr: Erreur lors du déchiffrement du mot de passe masqué
ia: Error quando on decryptava le contrasigno obscurate
it: Errore di decifratura della password oscurata
kk: Шиеленістірген паролінің шифрін шешу қатесі
km: កំហុស​ក្នុង​ការ​ឌិគ្រីប​​ពាក្យ​សម្ងាត់​ដែល​ពិបាក​យល់
nds: Fehler bi't Opslöteln vun't in nich leesbor Form vörhannen Passwoort
ru: Ошибка расшифровки зашифрованного пароля
sl: Napaka med odšifriranjem zapletenega gesla
zh_tw: 解開混淆密碼時發生錯誤

source: File %1 could not be opened.
ca: No s'ha pogut obrir el fitxer %1.
es: No se puede abrir el archivo %1.
fr: Impossible de rouvrir le fichier %1.
ia: Le file %1 non poteva esser aperite.
it: Il file %1 non può essere aperto.
kk: %1 файлы ашылмады
km: មិន​អាច​បើក​ឯកសារ %1 បាន​ទេ ។
nds: Datei "%1" lett sik nich opmaken.
ru: Не удалось открыть файл %1.
sl: Datoteke %1 ni bilo mogoče odpreti.
zh_tw: 無法開啟檔案 %1。

source: Needed executable cisco-decrypt could not be found.
ca: No s'ha trobat l'executable «cisco-decrypt» necessari.
es: No se ha encontrado el ejecutable cisco-decrypt, que es necesario.
fr: Impossible de trouver l'exécutable « cisco-decrypt » nécessaire.
ia: il non pote trovar le necessari executabile cisco-decrypt.
it: L'eseguibile richiesto cisco-decrypt non è stato trovato.
kk: Керек cisco-decrypt деген орындалатын файл табылмады.
km: រក​មិន​ឃើញ cisco-decrypt ប្រតិបត្តិ​ដែល​ត្រូវការ​ទេ ។
nds: Nödig utföhrbor Programm "cisco-decrypt" lett sik nich finnen.
ru: Не удалось найти нужный для работы исполняемый файл cisco-decrypt.
sl: Ni bilo mogoče najti zahtevane izvedljive datoteke cisco-decrypt.
zh_tw: 找不到必須的執行檔 cisco-decrypt。

source: The VPN settings file '%1' specifies that VPN traffic should be tunneled through TCP which is currently not supported in the vpnc software. The connection can still be created, with TCP tunneling disabled, however it may not work as expected.
ca: El fitxer de configuració de la VPN «%1» especifica que el trànsit VPN hauria d'estar en un túnel TCP que actualment no està disponible en el programari vpnc. La connexió encara pot crear-se, amb el túnel TCP desactivat, però podria no funcionar com s'espera.
es: El archivo «%1» de preferencias de VPN especifica que el tráfico VPN debería usar un túnel mediante TCP, lo que en la actualidad no está permitido por el software vpnc. Aún así, la conexión se puede crear sin usar el túnel TCP, algo que podría funcionar de forma distinta a la esperada.
fr: Le fichier de configuration VPN « '%1 » spécifie que le trafic VPN devra être tunnellisé via TCP, ce qui n'est actuellement pris en charge dans le logiciel VPN. La connexion peut encore être créée, avec la tunnellisation TCP désactivée, cependant elle risque de ne pas fonctionner comme attendu.
ia: Le file de preferentias de VPN '%1' specifica que le traffico deberea esser canalisate trans TCP que currentemente non es supportate in le software vpnc. Le connexion pote ancora esser create, con le TCP tunnelling dishabilitate, totevia il non functionara como on expecta.
it: Il file delle impostazioni VPN «%1» specifica che il traffico VPN dovrebbe essere trasportato su TCP, che non è al momento supportato da vpnc. La connessione può essere creata lo stesso, con il trasporto su TCP disabilitato, ma potrebbe non funzionare come previsto.
kk: '%1' деген VPN баптау файлында VPN трафигін TCP арқылы туннелдеу керек деп жазылған, бірақ оны бар vpnc бағдарламасы қолдамайды. Қосылым TCP туннелдеусіз құрылады, бірақ ойдағыдай істемеу мүмкін.
km: ឯកសារ​ការ​កំណត់ VPN '%1' បញ្ជាក់​ថា​ចរាចរ​​ VPN គួរតែ​ត្រូវ​បាន​ធ្យូណែល​តាម​ TCP ដែល​ពេល​បច្ចុប្បន្ន​​មិន​ត្រូវ​បាន​គាំទ្រ​នៅ​ក្នុង​កម្មវិធី​ vpnc ។ ការ​តភ្ជាប់​នៅ​តែ​អាច​ត្រូវ​បាន​បង្កើត ទោះបីជា​ធ្យូណែល​តាម​ TCP ត្រូវ​បាន​បិទ​ក៏ដោយ​ ប៉ុន្តែ​វា​អាច​មិន​ដំណើរការ​ដូច​ដែល​រំពឹង​ទុក​ទេ ។
nds: De VPN-Instellendatei "%1" leggt fast, dat VPN-Överdregen dör TCP tunnelt warrt, man opstunns ünnerstütt dat VPNC-Programm disse Funkschoon noch nich. De Verbinnen lett sik twaars opstellen, man ahn TCP-Tunnel, d.h., se löppt villicht nich so as verwacht.
ru: В файле параметров VPN '%1' указано, что трафик VPN должен проходить через TCP-туннель, но клиент vpnc это не поддерживает. Соединение может быть установлено без туннелирования, однако в его работе возможны аномалии.
sl: Datoteka z nastavitvami VPN, '%1', določa, da naj bi bil promet skozi VPN tuneliran skozi TCP, to pa trenutno ni podprto v programu vpnc. Povezava se lahko vseeno ustvari, z onemogočenim TCP tuneliranjem, obstaja pa možnost, da ne bo delovala kot bi pričakovali.
zh_tw: VPN 設定檔 %1 指定 VPN 連線要透過 TCP 通道，但目前的 vpnc 軟體不支援。 連線還是可以建立，不過 TCP 通道功能會被關閉，而可能不會依您所期望地運作。

source: Not supported
ar: غير مدعوم
ca: No està implementat
es: No permitido
fr: Non pris en charge
ia: Non supportate
it: Non supportato
kk: Қолдауы жоқ
km: មិន​បាន​គាំទ្រឡើយ​
nds: Nich ünnerstütt
ru: Не поддерживается
sl: Ni podprto
zh_tw: 未支援

source: %1: file format error.
ca: %1: Error de format de fitxer.
es: %1: error en formato de archivo.
fr: %1 : erreur de format de fichier.
ia: %1: error de formato de file.
it: %1: errore di formato del file.
kk: %1: файл пішім қатесі.
km: %1 ៖ កំហុស​ទ្រង់ទ្រាយ​ឯកសារ ។
nds: %1: Dateiformaatfehler
ru: %1: ошибка формата файла.
sl: %1: napaka oblike datoteke.
zh_tw: %1：檔案格式錯誤

source: %1: file could not be created
ca: %1: No s'ha pogut crear el fitxer
fr: %1 : impossible de créer le fichier
ia: %1: File non poteva esser create
it: %1: il file non può essere creato
kk: %1: файл құрылмады
ru: %1: не удалось создать файл
sl: %1: datoteke ni bilo mogoče ustvariti
zh_tw: %1：無法建立檔案

source: VPNCAuthentication
ar: VPNCاستيثاق
ca: AutenticacióVPNC
es: Autenticación con VPNC
ia: Authentication de VPNCA
it: Autenticazione VPNC
nds: VPNC-Identiteetprööv
ru: Аутентификация VPNC
sl: Overjanje VPNC
zh_tw: VPNC 認證

source: User &Password:
ca: &Contrasenya d'usuari:
es: Contraseña del &usuario:
fr: Mot de passe &utilisateur :
ia: Contrasigno de &usator:
it: &Password dell'utente:
kk: Пайдаланушы па&ролі:
km: ពាក្យ​សម្ងាត់​អ្នក​ប្រើ​​ ៖
nds: Bruker&passwoort:
ru: &Пароль пользователя:
sl: Uporabniško &geslo:
zh_tw: 使用者密碼(&P)：

source: &Group Password:
ar: &كلمة سر المجموعة:
ca: &Contrasenya de grup:
es: Contraseña de &grupo:
fr: &Mot de passe du groupe :
hr: Zaporka &grupe:
ia: Contrasigno de &gruppo:
it: Password di &gruppo:
kk: &Топтық паролі:
km: ពាក្យ​សម្ងាត់​ក្រុម​ ៖​
nds: &Koppelpasswoort:
ru: Пароль &группы:
sl: &Skupinsko geslo:
zh_tw: 群組密碼(&G)：

source: Group name:
ar: اسم المجموعة:
ca: Nom de grup:
es: Nombre de grupo:
fr: Nom du groupe :
ia: Nomine de gruppo:
it: Nome di gruppo:
kk: Топтың атауы:
km: ឈ្មោះ​ក្រុម​ ៖​
nds: Koppelnaam:
ru: Имя группы:
sl: Ime skupine:
zh_tw: 群組名稱：

source: Use hybrid authentication
ca: Utilitza l'autenticació híbrida
es: Usar autenticación híbrida
fr: Utiliser une authentification hybride
ia: Usa authentication hybrida
it: Usa autenticazione ibrida
kk: Гибрид аутентификациясы болсын
km: ប្រើ​ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​កូនកាត់
nds: Hybrid-Identiteetprööv bruken
ru: Использовать гибридную аутентификацию
sl: Uporabi hibridno overitev
zh_tw: 使用混合式認證

source: &Domain:
ar: ال&نطاق:
ca: &Domini:
es: &Dominio:
fr: &Domaine :
hr: &Domena:
ia: &Dominio:
it: &Dominio:
kk: &Домені:
km: ដែន ៖​
nds: &Domään:
ru: &Домен:
sl: &Domena:
zh_tw: 網域(&D)：

source: &Encryption Method:
ar: &طريقة التشفير:
ca: &Mètode d'encriptatge
es: Método de &cifrado:
fr: Méthode de chiffrem&ent :
hr: Metoda &enkripcije:
ia: Methodo de &encryption:
it: M&etodo di cifratura:
kk: &Шифрлау әдісі:
km: វិធីសាស្ត្រ​​អ៊ិនគ្រីប​ ៖​
nds: &Verslötelmetood
ru: М&етод шифрования:
sl: &Šifrirna metoda:
zh_tw: 加密方法(&E)：

source: Secure
ca: Segur
fr: Sécurisée
hr: Sigurna
ia: Secur
it: Sicuro
kk: Қауіпсіз
nds: Seker
ru: Безопасный
sl: Varno
zh_tw: 安全

source: Weak
ar: ضعيف
ca: Dèbil
es: Débil
fr: Faible
hr: Slaba
ia: Debile
it: Debole
kk: Осал
km: ខ្សោយ​​
nds: Swach
ru: Слабый
sl: Šibko
zh_tw: 弱

source: &NAT Traversal:
ar: &عبور NAT:
ca: &NAT transversal:
es: Atravesamiento de &NAT:
fr: Traversée de &NAT :
hr: &NAT Unakrsno (Traversal):
ia: &NAT transversal:
it: Attraversamento &NAT:
ru: Прохождение &NAT:
sl: Prehod prek &NAT-a:
zh_tw: NAT 穿越 (NAT-T)(&N)：

source: NAT-T (if available)
ar: NAT-T (إذا توفرت)
ca: NAT-T (si és disponible)
es: NAT-T (si está disponible)
fr: NAT-T (si disponible)
ia: NAT-T (si disponibile)
it: NAT-T (se disponibile)
kk: NAT-T (бар болса)
km: NAT-T (ប្រសិនបើ​មាន)
nds: NAT-T (wenn mööglich)
ru: NAT-T (если доступен)
sl: NAT-T (če je na voljo)
zh_tw: NAT-T（若可使用）

source: Force NAT-T
ca: Força el NAT-T
es: Forzar NAT-T
fr: Forcer NAT-T
ia: Fortia NAT-T
it: Forza NAT-T
kk: NAT-T (мәжбүрлеп)
km: បង្ខំ NAT-T
nds: NAT-T verdwingen
ru: NAT-T принудительно
sl: Vsili NAT-T
zh_tw: 強制使用 NAT-T

source: &IKE DH Group
ca: Grup DH de &IKE
es: Grupo &IKE DH
fr: Groupe &DH-IKE
ia: Gruppo &IKE DH
it: Gruppo DH IKE
kk: &IKE DH тобы
km: ក្រុម &IKE DH
nds: &ISU-DH-Koppel
ru: Группа &IKE DH
sl: Skupina &IKE DH
zh_tw: IKE DH 群組(&I)

source: DH Group 1
ca: Grup DH 1
es: Grupo 1 de DH
fr: Groupe DH 1
ia: DH Gruppo 1
it: Gruppo 1 DH
kk: DH 1-тобы
km: DH ក្រុម ១
nds: DH-Koppel 1
ru: Группа DH 1
sl: Skupina DH 1
zh_tw: DH 群組 1
