Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

source: %1 (%2) does not support Network Access Point (NAP).
ca: %1 (%2) no ha implementat la connectivitat per xarxa de punts d'accés «Network Access Point» (NAP).
es: %1 (%2) no permite punto de acceso de red (NAP).
fr: %1 (%2) ne prend pas en charge le point d'accès au réseau (NAP).
ia: %1 (%2) non supporta Puncto de Accesso de Rete (NAP)
it: %1 (%2) non supporta Network Access Point (NAP).
kk: %1 (%2) деген қатынау нүкте желіні (NAP) қолдамайды.
km: %1 (%2) មិន​គាំទ្រ Network Access Point (NAP) ។
nds: %1 (%2) ünnerstütt keen Nettwark-Togangpunkt (NAP).
ru: %1 (%2) не поддерживает режим точки сетевого доступа (NAP).
sl: %1 (%2) ne podpira omrežne dostopne točke (NAP).
zh_tw: %1（%2）不支援網路存取點（NAP）。

source: Error activating devices's serial port: %1
ca: Error en activar el port sèrie del dispositiu: %1
es: Error al activar el puerto serie del dispositivo: %1
fr: Problème lors de l'activation du port série du périphérique : %1
ia: Error durante que on activava porto serial del dispositivo: %1
it: Errore durante l'attivazione della porta seriale del dispositivo: %1
kk: Құрылғының тізбекті порты белсендетілмеді: %1
km: កំហុស​ក្នុង​ការ​ធ្វើឲ្យ​ច្រក​សៀរៀល​របស់​ឧបករណ៍​សកម្ម ៖ %1
nds: Fehler bi't Anmaken vun de Reedschappen ehr seriell Koppelsteed: %1
ru: Ошибка активации последовательного порта устройств: %1
sl: Napaka med omogočanjem zaporednih vrat naprave: %1
zh_tw: 啟動裝置的序列埠時發生錯誤：%1

source: Device %1 is not the one we want (%2)
ca: El dispositiu %1 no és el que es desitja (%2)
es: El dispositivo %1 no es el que queremos (%2)
fr: Le périphérique %1 n'est pas celui que nous souhaitons (%2)
ia: Dispositovo %1 non es lo que nos vole (%2)
it: Il dispositivo %1 non è quello desiderato (%2)
kk: %1 құрылғы қалағанымыз (%2) емес
km: ឧបករណ៍ %1 មិន​មែន​ជា​ឧបករណ៍​ដែល​យើង​ចង់បាន​ទេ (%2)
nds: Reedschap %1 warrt nich bruukt (%2)
ru: Устройство %1 не то, что нужно (%2)
sl: Naprava %1 ni tista, ki jo želimo (%2)
zh_tw: 裝置 %1 不是我們要的（%2）

source: Device for serial port %1 (%2) not found.
ca: No s'ha trobat el dispositiu pel port sèrie %1 (%2).
es: No se ha encontrado el dispositivo para el puerto serie %1 (%2).
fr: Le périphérique pour le port série %1 (%2) est introuvable.
ia: Il non trovava dispositivo pro porto serial %1 (%2)
it: Dispositivo per la porta seriale %1 (%2) non trovato.
kk: Тізбекті порттың %1 (%2) құрылғысы табылмады.
km: រក​មិន​ឃើញ​ឧបករណ៍​សម្រាប់​ច្រក​សៀរៀល %1 (%2) ។
nds: Reedschap för seriell Koppelsteed %1 (%2) lett sik nich finnen.
ru: Устройство для последовательного порта %1 (%2) не найдено.
sl: Naprava za zaporedna vrata %1 (%2) ni bila najdena.
zh_tw: 找不到裝置的序列埠 %1（%2）。

source: Network Management
ar: إدارة الشبكة
ca: Gestió de la xarxa
es: Gestión de red
fr: Gestion de réseau
hr: Upravljanje mrežom
ia: Gestion de rete
it: Gestione di rete
kk: Желі басқаруы
km: ការ​គ្រប់គ្រង​បណ្ដាញ
nds: Nettwarkpleeg
ru: Управление сетью
sl: Omrežno upravljanje
zh_tw: 網路管理

source: Create network connections standalone
ar: أنشئ شبكة اتصالات مستقلة
ca: Crea connexions de xarxa independents
es: Crear conexiones de red autónomas
fr: Créer des connexions réseau en mode autonome
hr: Neovisno stvori mrežne veze
ia: Crea connexiones de rete independente
it: Crea connessioni di rete indipendenti
kk: Желілік қосылымдарды құратын бөлек бағдарлама
km: បង្កើត​ការ​តភ្ជាប់​បណ្ដាញ​តែ​ឯង
nds: Allenstah-Nettwarkverbinnen opstellen
ru: Создать отдельные сетевые подключения
sl: Samostojno ustvari omrežne povezave
zh_tw: 獨立建立網路連線

source: (c) 2008 Will Stephenson
hr: © 2008 Will Stephenson
it: © 2008 Will Stephenson
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៨ ដោយ Will Stephenson
nds: © 2008 Will Stephenson
ru: © Will Stephenson, 2008

source: Connection ID to edit
ar: معرف الوصلة لتحرير:
ca: Identificador de connexió a editar
es: ID de la conexión a editar
fr: Identifiant de connexion à modifier
ia: ID de connexion de modificar
it: Identificativo di connessione da modificare
kk: Өзгертетін қосылым ID-і
km: កែ​សម្រួល​​លេខ​សម្គាល់​ការ​តភ្ជាប់​​
nds: Verbinnen-ID för't Bewerken
ru: ID редактируемого соединения
sl: ID povezave za urejanje
zh_tw: 要編輯的連線代碼

source: Connect to a hidden wireless network
ar: اتصل بشبكات لاسلكية مخفية
ca: Connecta a una xarxa sense fils oculta
es: Conectar a una red inalámbrica oculta
fr: Se connecter à un réseau sans fil caché
ia: Connecte a rete sin cablos celate
it: Connetti a una rete senza fili nascosta
kk: Жасырын сымсыз желіге қосылу
km: តភ្ជាប់​ទៅកាន់​បណ្ដាញ​ឥត​ខ្សែ​ដែល​លាក់​​
nds: Na en versteken Funknettwark tokoppeln
ru: Подключиться к скрытой беспроводной сети
sl: Poveži se s skritim brezžičnim omrežjem
zh_tw: 連線到隱藏的無線網路

source: Connection type to create, must be one of '802-3-ethernet', '802-11-wireless', 'pppoe', 'vpn', 'cellular', 'bluetooth'
ar: نوع الاتصال المراد إنشاؤه ، يجب أن يكون واحدا من '802-3-ethernet', '802-11-wireless', 'pppoe', 'vpn', 'cellular', 'bluetooth'
ca: El tipus de connexió a crear ha de ser un dels següents: «802-3-ethernet», «802-11-wireless», «pppoe», «vpn», «cellular», «bluetooth»
es: El tipo de conexión a crear, debe ser «802-3-ethernet», «802-11-wireless», «pppoe», «vpn», «cellular» o «bluetooth»
fr: Type de connexion à créer. Ce doit être l'un parmi « 802-3-ethernet », « 802-11-wireless », « pppoe », « vpn », « cellular », « bluetooth »
ia: Le typo de connexion de crear debe esser uno de '802-3-ethernet02-11-wireless', 'pppoe','vpn','cellular', 'bluetooth'
it: Tipo di connessione da creare: deve essere uno tra «802-3-ethernet», «802-11-wireless», «pppoe», «vpn», «cellular», «bluetooth»
kk: Құрылатын қосылым түрі келесінің бірі болмақ '802-3-ethernet', '802-11-wireless', 'pppoe', 'vpn', 'cellular', 'bluetooth'
km: ប្រភេទ​តភ្ជាប់​ត្រូវ​បង្កើត ត្រូវតែ​ជា '802-3-ethernet', '802-11-wireless', 'pppoe', 'vpn', 'cellular', 'bluetooth'
nds: De Tokoppeltyp för't Opstellen mutt "802-3-ethernet", "802-11-wireless", "ppoe", "vpn", "cellular" oder "bluetooth" wesen.
ru: Тип создаваемого соединения должен быть один из «802-3-ethernet», «802-11-wireless», «pppoe», «vpn», «cellular» или «bluetooth»
sl: Vrsta povezave za ustvarjanje. Mora biti »802-3-ethernet«, »802-11-wireless«, »pppoe«, »vpn«, »cellular« ali »bluetooth«
zh_tw: 要建立的連線型態，必須是 '802-3-ethernet'、'802-11-wireless'、'pppoe'、'vpn' 、'cellular' 或 'bluetooth' 其中一個

source: Space-separated connection type-specific arguments, may be either 'gsm' or 'cdma' for cellular connections, 'openvpn' or 'vpnc' for vpn connections, interface and AP identifiers for wireless connections, bluetooth mac address and service ('dun' or 'nap') for bluetooth connections. You can also pass the serial device (i.e. 'rfcomm0') instead of service for dun bluetooth connections, in that case this program will block waiting for that device to be registered in ModemManager.
ca: Arguments específics del tipus de connexió separats per espais, poden ser «gsm» o «cdma» per telèfons mòbils, «openvpn» o «vpnc» per connexions VPN, interfície i identificadors AP per connexions sense fils, adreça MAC Bluetooth i servei («dun» o «nap») per connexions Bluetooth. També podeu indicar el dispositiu sèrie (p. ex. «rfcomm0») en lloc del servei en les connexions «dun» del Bluetooth, en aquest cas el programa bloquejarà l'espera per aquest dispositiu a que es registri en el ModemManager.
es: Argumentos específicos de tipo de conexión separados por espacios. Puede ser «gsm» o «cdma» para conexiones móviles, «openvpn» o «vpnc» para conexiones VPN, identificadores de interfaz y puntos de acceso para conexiones inalámbricas, dirección MAC de bluetooth y servicio («dun» o «nap» para conexiones bluetooth. También puede pasar el dispositivo serie (p. ej., «rfcomm0») en lugar del servicio para conexiones «dun» por bluetooth. En este caso, este programa bloqueará la espera de dicho dispositivo para registrarlo en ModemManager.
fr: Arguments séparés par des espaces, spécifiques au type de connexion. Il peut s'agir de « gsm » ou « cdma » pour les connexions cellulaires, « openvpn » ou « vpnc » pour les connexions VPN, les identifiants d'interface et de points d'accès pour les connexions sans fil, l'adresse mac bluetooth et le service (« dun » ou « nap ») pour les connexions bluetooth. Vous pouvez également passer le périphérique série (c'est-à-dire « rfcomm0 ») au lieu du service pour les connexions bluetooth « dun ». Dans ce cas, ce programme se bloquera en attendant que ce périphérique soit déclaré dans ModemManager.
ia: Argumentos specific de typo de connexion separate per spatio, pote esser o 'gsm' o 'cdma' pro connexiones cellular, 'openvpn' o 'vpnc' pro connexiones vpn, interfacie e identificatores de AP pro connexiones sin cablos, adresse mac de bluetooth e servicio ('dun'o 'nap') pro connexiones bluetooth, Tu anque pote passar le dispositivo serial (i.e. 'rfcomm0') in loco del servicio pro connexiones bluetooth dun, in celle caso iste programma blocara attender que le dispositivo essera registrate in ModemManager (Gerente de modem).
it: Argomenti specifici per il tipo di connessione separati da spazi; possono essere «gsm» o «cdma» per le connessioni cellulari, «openvpn» o «vpnc» per quelle VPN, gli identificativi delle interfacce e AP per le connessioni senza fili, l'indirizzo MAC e il servizio («dun» o «nap») per le connessione bluetooth. Puoi fornire anche il dispositivo seriale (ad es. «rfcomm0») al posto del servizio per le connessioni bluetooth dun, in tal caso il programma rimarrà bloccato in attesa che il dispositivo si registri in ModemManager.
kk: Бос орынмен бөліктелген қосылым түріне тәуелді аргуметтері ұялы қосылымда 'gsm' не 'cdma' болу, vpn қосылымда 'openvpn' не 'vpnc' болу, сымсыз қосылымда интерфейс пен ҚН идентификаторы, bluetooth қосылымда bluetooth mac адресі мен қызметі ('dun' не 'nap') болу тиіс. Bluetooth қосылымы үшін dun bluetooth қызметінің орнына тізбекті портты да bluetooth mac адресі мен қызметі (мысалы ''rfcomm0' деп) келтіруге болады, бұндайда құрылғы ModemManager-дің құрылғы тіркеуін күтуі бағдарламамен бұғатталады.
km: អាគុយម៉ង់​ប្រភេទ​ជាក់លាក់​នៃ​ការ​តភ្ជាប់​ដែល​បំបែក​ដោយ​ដកឃ្លា អាច​ជា 'gsm' ឬ 'cdma' សម្រាប់​ការ​តភ្ជាប់​ទូរស័ព្ទ​ចល័ត 'openvpn' ឬ 'vpnc' សម្រាប់​ការ​តភ្ជាប់ vpn ចំណុច​ប្រទាក់​គ្រឿង​សម្គាល់ AP សម្រាប់​ការ​តភ្ជាប់​ឥត​ខ្សែ ប៊្លូធូស​អាសយដ្ឋាន mac​ និង​សេវាកម្ម ('dun' ឬ 'nap') សម្រាប់​ការ​តភ្ជាប់​ប៊្លូធូស​ ។​ អ្នក​អាច​ចម្លង​ឧបករណ៍​សៀរៀល​បាន​ផង​ដែរ ​(ឧ. 'rfcomm0') ជំនួសឲ្យ​សេវា​​សម្រាប់​​ការ​តភ្ជាប់​ប៊្លូធូស​ dun ក្នុង​ករណី​នោះ​កម្មវិធី​នេះ​នឹង​ត្រូវ​បាន​ទប់ស្កាត់​​​ការ​រង់ចាំ​ឧបករណ៍​ដែល​ត្រូវ​បាន​ចុះ​ឈ្មោះ​​នៅ​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ម៉ូដឹម ។
nds: Mit Freetekens scheedt verbinnentypegen Argumenten, "gsm" oder "cdma" för Mobilfunknettwarken, "openvpn" oder "vpnc" för VPN-Verbinnen, Koppelsteed- un Togrieppunkt-Kennen för Funkverbinnen, oder Bluetooth-Mac-Adress un Deenst ("DUN" oder "NAP") för Bluetooth-Verbinnen. För Bluetooth-Verbinnen lett sik ansteed vun den Deenst ok de serielle Reedschap angeven (a.B. "rfcomm0") denn warrt dat Töven op de Reedschap, de sik bi den Modempleger inmellen will, vun't Programm blockeert.
ru: Параметры соединения, разделённые пробелами: это может быть 'gsm' или 'cdma' для сотовой связи, 'openvpn' или 'vpnc' для VPN-подключений, идентификаторы интерфейса и точек доступа для беспроводных соединений, MAC-адрес и название службы ('dun' или 'nap') для соединений Bluetooth. Вместо названия службы DUN-подключений Bluetooth вы можете передать имя последовательного устройства (т.е. 'rfcomm0'), тогда программа будет ждать, пока это устройство не появится в ModemManager.
sl: S presledkom ločeni argumenti, specifični za povezavo. Za mobilno sta to lahko »gsm« ali »cdma« , za VPN »openvpn« ali »vpnc« , za brezžične povezave sta to lahko identifikatorja vmesnika ali dostopne točke, za bluetooth sta to lahko strojni naslov storitev bluetooth ('dun' ali 'nap'). Podate lahko tudi zaporedno napravo (kot npr. 'rfcomm') namesto storitve za povezave dun bluetooth. V tem primeru bo ta program zaustavil čakanje na tisto napravo, da bi bila registrirana v ModemManager-ju.
zh_tw: 連線型態指定參數，以空白分隔。若為行動裝置，可以是 'gsm' 或 'cdma'； VPN 連線則為 'openvpn' 或 'vpnc'； 無線網路則為介面與存取點的識別子； 藍牙網路則為藍牙的硬體位址與服務（'dun' 或 'nap'）。 對 dun 藍牙連線，您也可以改傳送序列裝置（也就是 'rfcomm0'）而不是服務， 這種狀況下此程式會等待裝置在 ModemManager 中註冊。

source: Operation mode, may be either 'create' or 'edit'
ar: طريقة العمل ، قد تكون إما بـ'أنشئ' أو 'حرر'
ca: Mode d'operació, pot ser «crea» o bé «edita»
es: Modo de operación, puede ser «create» o «edit»
fr: Mode de fonctionnement. Ce peut être soit « create » soit « edit »
hr: Način rada, može biti 'create' ili 'edit'
ia: Modo de operation, pote esser o 'create' o 'edit'
it: Modalità operativa, può essere «Crea» o «Modifica».
kk: Істеу режімі, 'create' немесе 'edit' болу тіис.
km: របៀប​ប្រតិបត្តិការ អាច​ជា 'បង្កើត' ឬ​'កែសម្រួល'
nds: Bedriefoort, kann "Opstellen" oder "Bewerken" wesen
ru: Режим работы, может быть «create» (создать) или «edit» (редактировать)
sl: Način delovanja, lahko je »create« (ustvari) ali »edit« (urejanje)
zh_tw: 操作模式，可以是 create 或 edit

source: Expected two specific args, found %1: %2
ca: S'esperaven dos arguments específics, s'ha trobat %1: %2
es: Se esperaban dos argumentos específicos, y se ha encontrado %1: %2
fr: Deux arguments spécifiques étaient attendus. Trouvé %1 : %2
ia: Il expectava duo argumentos specific, ma il trovava %1:%2
it: Attesi due argomenti specifici, trovato %1: %2
kk: Бұндайда екі аргумент болу тиіс, келтірілгені %1: %2
km: បាន​រក​ឃើញ​អាគុយម៉ង់​ដែល​រំពឹង​ពីរ %1: %2
nds: Twee besünner Argumenten verwacht, funnen %1: %2
ru: Ожидалось два определённых аргумента, найдено %1: %2
sl: Pričakovana dva določena argumenta, najdeno %1: %2
zh_tw: 應該要有兩個指定參數，找到 %1: %2

source: unknown error
ar: خطأ مجهول
ca: error desconegut
es: error desconocido
fr: Erreur inconnue
ia: error incognite
it: errore sconosciuto
kk: беймәлім қате
km: កំហុស​ដែល​មិន​ស្គាល់
nds: Nich begäng Fehler
ru: Неизвестная ошибка
sl: neznana napaka
zh_tw: 未知的錯誤

source: Error adding connection: %1
ca: Error en afegir una connexió: %1
es: Error al añadir la conexión: %1
fr: Problème lors l'ajout d'une connexion : %1
ia: Error durante que on addeva connexion: %1
it: Errore durante l'aggiunta della connessione: %1
kk: Қосылымды келтіру қатесі: %1
km: កំហុស​ក្នុង​ការ​បន្ថែម​ការ​តភ្ជាប់ ៖ %1
nds: Fehler bi't Tofögen vun de Verbinnen: %1
ru: Ошибка добавления соединения: %1
sl: Napaka med dodajanjem povezave: %1
zh_tw: 新增連線時發生錯誤：%1

source: &DH Group
ca: Grup de &DH
es: Grupo &DH
fr: Groupe &DH
ia: Gruppo &DH
it: Gruppo &DH
kk: &DH топтау
km: ក្រុម​ DH ​
nds: &DH-Koppel
ru: Группа &DH
sl: Skupina &DH
zh_tw: DH 群組(&D)

source: 768 bits (DH&1)
hr: 768 bitni (DH&1)
it: 768 bit (DH&1)
kk: 768 бит (DH&1)
km: ៧៦៨ ប៊ីត (DH&1)​
ru: 768 бит (DH&1)
sl: 768 bitov (DH&1)
zh_tw: 768 位元 (DH1)(&1)

source: 1024 bits (DH&2)
ia: 2024 Bits (DH&2)
it: 1024 bit (DH&2)
kk: 1024 бит (DH&2)
km: ១០២៤ ប៊ីត ​(DH&2)
ru: 1024 бита (DH&2)
sl: 1024 bitov (DH&2)
zh_tw: 1024 位元(DH2) (&2)

source: &PFS Group
ca: Grup de &PFS
es: Grupo &PFS
fr: Groupe &PFS
ia: Gruppo &PFS
it: Gruppo &PFS
kk: &PFS топтау
km: ក្រុម​ PFS ​​
nds: &UFV-Koppel
ru: Группа &PFS
sl: Skupina &PFS
zh_tw: PFS 群組(&P)

source: &Off
ar: إ&يقاف
ca: &Apagat
es: Apagad&o
fr: &Désactivé
it: Spent&o
kk: Ж&оқ
km: បិទ​
nds: &Ut
ru: &Отключить
sl: &Izključeno
zh_tw: 關閉(&O)

source: &768 bits (PF1)
hr: &768 bitni (PF1)
it: &768 bit (PF1)
kk: &768 бит (PF1)
km: ៧៦៨​ ប៊ីត (PF1)
ru: &768 бит (PF1)
sl: &768 bitov (PF1)
zh_tw: 768 位元(PF1)(&7)

source: 102&4 bits (PF2)
hr: 102&4 bitni (PF2)
it: 102&4 bit (PF2)
kk: 102&4 бит (PF2)
km: ១០២៤​ ប៊ីត (PF2)
ru: 102&4 бит (PF2)
sl: 102&4 bitov (PF2)
zh_tw: 1024 位元(PF2) (&4)

source: Disable &split tunnel
ar: عطل &فصل القناة
ca: Deshabilita la divisió del túnel
es: De&shabilitar túnel de división
fr: Désactiver le tunnel &séparé
ia: Dishabilita &split tunnel
it: Disabilita i tunnel &separati
kk: Жі&ктеу туннелі болмасын
km: បិទ​ធ្យូនែល​ពុះ​
nds: Koppelt Tunnel utmaken
ru: Отключить р&азделение туннеля
sl: Onemogoči &razdeljen kanal
zh_tw: 關閉分離的通道(&S)

source: General
fr: Général
it: Generale
kk: Жалпы
nds: Allgemeen
ru: Основное
sl: Splošno
zh_tw: 一般

source: Gate&way Type:
ar: &نوع البوابة:
ca: Tipus de pa&ssarel·la:
es: Tipo de p&uerta de enlace:
fr: T&ype de passerelle :
ia: Typo de gate&way:
it: Tipo di gate&way:
kk: &Шлюз түрі:
km: ប្រភេទ​ផ្លូវ​ចេញ​ចូល​ ៖​
nds: &Döörreekner-Typ:
ru: Тип ш&люза:
sl: V&rsta prehoda:
zh_tw: 閘道型態(&W)：

source: Standard Gateway
ar: البوابة القياسية:
ca: Passarel·la estàndard
es: Puerta de enlace estándar
fr: Passerelle standard
ia: Gateway standard
it: Gateway standard
kk: Стандартты шлюз
km: ផ្លូវ​ចេញ​ចូល​ស្តង់​ដារ​​
nds: Standard-Döörreekner
ru: Стандартный шлюз
sl: Običajni prehod
zh_tw: 標準閘道

source: &Group Name:
ar: اسم ال&مجموعة:
ca: Nom de &grup:
es: Nombre de &grupo:
fr: Nom du &groupe :
ia: Nomine de &gruppo:
it: Nome di &gruppo:
kk: &Топтың атауы:
km: ឈ្មោះ​ក្រុម​ ៖
nds: &Koppelnaam:
ru: &Имя группы:
sl: &Ime skupine:
zh_tw: 群組名稱(&G)：

source: U&ser Password:
ar: كلمة &سر المستخدم:
ca: &Contrasenya d'usuari:
es: Contraseña de u&suario:
fr: Mot de passe &utilisateur :
hr: Kori&snička zaporka:
ia: Contrasigno de u&sator:
it: Pa&ssword dell'utente:
kk: Пайдаланушы па&ролі:
km: ពាក្យ​សម្ងាត់​អ្នក​ប្រើ​
nds: Bruker&passwoort:
ru: &Пароль пользователя:
sl: U&porabniško geslo:
zh_tw: 使用者密碼(&S)：

source: G&roup Password:
ar: &كلمة سر المجموعة:
ca: Contrasenya de g&rup:
es: Contraseña de g&rupo:
fr: &Mot de passe du groupe :
hr: Zaporka g&rupe:
ia: Contrasigno de g&ruppo:
it: Password di g&ruppo:
kk: Т&оптық паролі:
km: ពាក្យសម្ងាត់ក្រុម​ ៖​
nds: &Koppelpasswoort:
ru: Пароль &группы:
sl: S&kupinsko geslo:
zh_tw: 群組密碼(&R)：

source: Certificate &file:
ar: ملف ال&شهادة:
ca: &Fitxer de certificat:
es: Archivo de certi&ficado:
fr: Fichier de &certificat :
ia: &File de certificato:
it: &File del certificato:
kk: Куәлік &файлы:
km: ឯកសារ​វិញ្ញាបនប័ត្រ ៖
nds: Zertifikaat&datei::
ru: Ф&айл сертификата:
sl: &Datoteka potrdila:
zh_tw: 憑證檔(&F)：

source: Certificate &password:
ar: كلمة الس&ر الشهادة:
ca: C&ontrasenya de certificat:
es: Contraseña de certif&icado:
fr: Mot de &passe du certificat :
ia: Con&trasigno del certificato:
it: &Password del certificato:
kk: Куәлік &паролі:
km: ពាក្យ​សម្ងាត់​វិញ្ញាបនប័ត្រ​​ ៖​​
nds: Zertifikaat-&Passwoort:
ru: &Пароль сертификата:
sl: Geslo po&trdila:
zh_tw: 憑證密碼(&P)：

source: &Show Passwords
ar: أ&ظهر كلمة سر
ca: Mo&stra les contrasenyes
es: Mo&strar contraseñas
fr: &Afficher les mots de passe
ia: Mon&stra contrasigno
it: Mo&stra le password
kk: Парольдер &көрсетілсін
km: បង្ហាញ​ពាក្យ​សម្ងាត់
nds: Passwöör &wiesen
ru: &Показывать пароли
sl: &Prikaži gesla
zh_tw: 顯示密碼(&S)

source: Ad&vanced...
ar: م&تقدم...
ca: A&vançat...
es: A&vanzado...
fr: A&vancé...
ia: A&vantiate
it: A&vanzate...
kk: Қ&осымша...
km: កម្រិត​ខ្ពស់​​...
nds: &Verwiedert...
ru: До&полнительно...
sl: &Napredno ...
zh_tw: 進階(&V)...

# @window:title NovellVPN advanced connection options
source: NovellVPN advanced options
ca: Opcions avançades de NovellVPN
fr: Options avancées pour NovellVPN
ia: Optiones avantiate de NovellVPN
it: Opzioni avanzate di NovellVPN
kk: NovellVPN қосымша параметрлері
nds: Verwiedert Optschonen för NovellVPN
ru: Дополнительные параметры NovellVPN
sl: Napredne možnosti za NovellVPN
zh_tw: NovellVPN 進階選項

source: Contacting host, please wait...
ca: S'està connectant amb el servidor, espereu...
es: Contactando con el servidor. Por favor, espere...
fr: Contact avec l'hôte en cours, veuillez patienter...
ia: Contingente hospite, pro favor attende...
it: Tentativo di contattare l'host, attendere...
kk: Хостпен байланысу. Күте тұрыңыз.
km: កំពុង​ទាក់ទង​ទៅ​ម៉ាស៊ីន សូម​រង់ចាំ...
nds: Reekner warrt ansnackt, bitte töven...
ru: Установления связи с узлом, подождите...
sl: Povezovanje z gostiteljem, počakajte ...
zh_tw: 聯繫主機中，請稍候...

source: Login
ar: ولوج
ca: Entrada
es: Inicio de sesión
fr: Identifiant de connexion
ia: Accesso de identification
it: Nome utente
kk: Кіру
km: ចូល​
nds: Anmellen
ru: Подключиться
sl: Prijava:
zh_tw: 登入

source: Check failed for certificate from VPN server "%1". Reason: %2 Accept it anyway?
ca: Ha fallat la verificació del certificat del servidor VPN «%1». Motiu: %2 L'accepto malgrat tot?
es: La comprobación del certificado del servidor VPN «%1» ha fallado. Motivo: %2 ¿Desea aceptarlo de todos modos?
fr: Échec du contrôle pour le certificat depuis le serveur VPN « %1 ». Raison : %2 L'accepter néanmoins ?
ia: Verifica fallite pro certificato ex servitor de VPN "%1". Motivation: %2 Tu accepta lo de omne modo?
it: Controllo del certificato non riuscito dal server VPN «%1». Motivo: %2 Vuoi accettarlo comunque?
km: បាន​បរាជ័យ​ក្នុង​ការ​ពិនិត្យមើល​វិញ្ញាបនបត្រ​ពី​ម៉ាស៊ីន​បម្រើ VPN "%1" ។ មូលហេតុ ៖ %2 អញ្ចឹង​ព្រម​ទទួល​វា​​ដែរ ឬទេ ?
nds: Prööv vun VPN-Server "%1" sien Zertifikaat fehlslaan. Oorsaak: %2 Liekers annehmen?
ru: Проверка сертификата с сервера VPN «%1» потерпела неудачу. Причина: %2 Принять сертификат несмотря на это?
sl: Preverjanje za potrdilo iz strežnika VPN "%1" je spodletelo. Vzrok: %2 Ali bi ga želeli vseeno sprejeti?
zh_tw: 檢查從 VPN 伺服器 %1 的憑證失敗。 理由：%2 還是要接受嗎？

source: Connection attempt was unsuccessful.
ca: L'intent de connexió ha estat infructuós.
es: El intento de conexión no ha tenido éxito.
fr: La tentative de connexion n'a pas abouti.
ia: Tentativa de connexion esseva sin successo
it: Il tentativo di connessione non è riuscito.
kk: Қосылым әрекеті сәтсіз болды.
km: បាន​ជោគជ័យ​ក្នុង​ការ​ប៉ុនប៉ង​តភ្ជាប់ ។
nds: Tokoppelversöök fehlslaan
ru: Попытка установления сетевого соединения не удалась.
sl: Poskus povezave ni bil uspešen.
zh_tw: 試圖連線不成功。

source: OpenConnect VPN Authentication
ca: Autenticació VPN OpenConnect
es: Autenticación VPN de OpenConnect
fr: Authentification VPN OpenConnect
ia: authentication de OpenConnect VPN
it: Autenticazione VPN OpenConnect
kk: OpenConnect VPN аутентификациясы
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ OpenConnect VPN
nds: OpenConnect-VPN-Identiteetprööv
ru: Аутентификация OpenConnect VPN
sl: Overitev OpenConnect VPN
zh_tw: OpenConnect VPN 認證

source: VPN Host
ar: مضيف VPN
ca: Servidor VPN
es: Servidor VPN
fr: Hôte VPN
ia: Hospite VPN
it: Host VPN
kk: VPN хосты
km: ម៉ាស៊ីន VPN
nds: VPN-Reekner
ru: VPN-сервер
sl: Gostitelj VPN
zh_tw: VPN 主機

source: Connect
ar: اتصل
ca: Connecta
es: Conectar
fr: Connecter
ia: Connecte
it: Connetti
kk: Қосылу
km: តភ្ជាប់​​
nds: Tokoppeln
ru: Подключиться
sl: Poveži se
zh_tw: 連線

source: Automatically start connecting next time
ca: Inicia automàticament la connexió la propera vegada
es: Iniciar la conexión automáticamente la próxima vez
fr: Démarrer automatiquement une connexion la prochaine fois
ia: Starta automaticamente connecter proxime vice
it: Avvia automaticamente la connessione la prossima volta
kk: Келесіде қосылу автоматты түрде басталсын
km: ចាប់ផ្ដើម​ការ​តភ្ជាប់​នៅ​ពេល​បន្ទាប់​ដោយ​ស្វ័យប្រវត្តិ
nds: Dat tokamen Maal automaatsch tokoppeln
ru: Автоматически подключаться в следующий раз
sl: Naslednjič se samodejno poveži
zh_tw: 下次自動開始連線

source: View Log
ca: Mostra el registre
es: Ver registro
fr: Afficher le journal
ia: Monstra il registro
it: Mostra registro
kk: Журналды қарау
km: កំណត់ហេតុ​ទិដ្ឋភាព
nds: Logbook ankieken
ru: Просмотреть журнал
sl: Ogled dnevnika
zh_tw: 檢視紀錄

source: Log Level:
ar: مستوى التّسجيل:
ca: Nivell de registre:
es: Nivel de registro:
fr: Niveau de journalisation :
ia: Nivello de registro:
it: Livello log:
kk: Журнал жүргізу деңгейі:
km: កម្រិត​កំណត់ហេតុ ៖
nds: Log-Stoop:
ru: Уровень детализации:
sl: Raven dnevnika:
zh_tw: 紀錄等級：

source: Info
ar: معلومات
ca: Informació
es: Información
fr: Informations
kk: Ақпар жинау
km: ព័ត៌មាន
ru: Информация
sl: Podrobnosti
zh_tw: 資訊

source: Debug
ca: Depuració
fr: Débogage
ia: Cribra (debug)
kk: Жөндеу
nds: Fehlersöök
ru: Отладка
sl: Razhroščevanje
zh_tw: 除錯
