Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/libknetworkmanager.po
Languages: ar, ca, es, fr, hr, ia, it, kk, km, nds, ru, sl, zh_tw

# @info:status Notification text when connecting
source: Activating %1
ar: تفعيل %1
ca: S'està activant %1
es: Activando %1
fr: Activation de %1
hr: Aktiviram %1
ia: Activante %1
it: Attivazione di %1
kk: %1 дегенді белсендету
km: ការ​ធ្វើ​ឲ្យ​សកម្ម​​ %1​
nds: %1 warrt anmaakt.
ru: Включение %1
sl: Omogočanje %1
zh_tw: 啟動 %1

# @info:status Notification text when a connection has been activated
source: %1 activated
ar: %1 منشط
ca: %1 activa
es: %1 activada
fr: %1 activé
hr: %1 aktivirana
ia: %1 activate
it: %1 attivata
kk: %1 белсенді
km: %1 បាន​ធ្វើ​ឲ្យ​សកម្ម​​
nds: %1 anmaakt
ru: %1 включено
sl: %1 omogočena
zh_tw: %1 已啟動

# @info:status Notification text when deactivating a connection
source: %1 deactivated
ar: تم إيقاف %1
ca: %1 desactivada
es: %1 desactivada
fr: %1 désactivé
hr: %1 deaktivirana
ia: %1 deactivate
it: %1 disattivata
kk: %1 белсенсіздірілді
km: %1 ធ្វើ​ឲ្យ​អសកម្ម​​
nds: %1 utmaakt
ru: %1 выключено
sl: %1 onemogočena
zh_tw: %1 已停止

# @info:status Notification text when connection has failed
source: Connection %1 failed
ar: فشل الاتصال %1
ca: Ha fallat la connexió %1
es: La conexión %1 ha fallado
fr: La connexion %1 a échoué
hr: Neuspjela veza %1
ia: Connexion %1 fallite
it: Connessione %1 non riuscita
kk: %1 қосылымы жаңылды
km: បាន​បរាជ័យ​ការ​តភ្ជាប់​ %1
nds: Verbinnen %1 klappt nich
ru: Сбой подключения %1
sl: Povezava %1 je spodletela
zh_tw: 連線 %1 失敗

# @info:status Notification text when wireless/gsm signal is low
source: Low signal on %1
ar: إشارة ضعيفة لـ %1
ca: Senyal feble a %1
es: Señal baja en %1
fr: Signal faible sur %1
hr: Slab signal za mrežu %1
ia: Basse signal sur %1
it: Segnale basso su %1
kk: %1 сигналы төмен
km: សញ្ញា​ទាប​ជាង​លើ %1
nds: Siet Signaal op %1
ru: Низкий сигнал на %1
sl: Nizek signal na %1
zh_tw: %1 上的信號過低

source: Activating %1 on %2
ar: تفعيل %1 في %2
ca: S'està activant %1 a %2
es: Activando %1 en %2
fr: Activation de %1 sur %2
hr: Aktiviranje %1 na %2
ia: Activante %1 sur %2
it: Attivazione di %1 su %2
kk: %2 дегендегі %1 белсендірілді
km: ការ​ធ្វើ​ឲ្យ​សកម្ម​ %1 លើ​ %2
nds: %1 op %2 warrt anmaakt.
ru: Включение %1 на %2
sl: Omogočanje %1 na %2
zh_tw: 於 %2 上啟動 %1 中

source: %1 on %2
ar: %1 في %2
ca: %1 a %2
es: %1 en %2
fr: %1 sur %2
hr: %1 na %2
ia: %1 sur %2
it: %1 su %2
kk: %2 дегендегі %1
km: %1 លើ​​ %2
nds: %1 op %2
ru: %1 на %2
sl: %1 na %2
zh_tw: %1 於 %2 上

source: %1 because it is now being managed
ar: %1 بسبب أنه أصبح مدار
ca: %1 perquè ara s'està gestionant
es: %1 porque ahora está siendo gestionada
fr: %1 car elle va à présent être gérée
ia: %1 proque il es hora initiante a esser gerite
it: %1, perché adesso è gestita
kk: %1 өйткені ол енді басқарылады
km: %1 ពី​ព្រោះ​ឥឡូវ​នេះ​វា​កំពុង​ត្រូវ​បាន​គ្រប់​គ្រង​​
nds: %1, wiel dat nu pleegt warrt.
ru: %1, поскольку сейчас он управляется
sl: %1, ker je sedaj upravljan
zh_tw: %1，因為現在它已納入管理

source: %1 because it is no longer being managed
ar: %1 لأنه لم يعد مدار
ca: %1 perquè ja no s'està gestionant
es: %1 porque ahora no está siendo gestionada
fr: %1 car elle ne sera plus gérée
ia: %1 proque il non es plus gerite
it: %1, perché non è più gestita
kk: %1 өйткені ол енді басқарылмайды
km: %1 ពី​ព្រោះ​វា​មិន​កំពុង​ត្រូវ​​បាន​គ្រប់​គ្រង​ទៀត​ទេ​​
nds: %1, wiel dat nich wieder pleegt warrt.
ru: %1, поскольку больше не управляется
sl: %1, ker ni več upravljan
zh_tw: %1，因為它已不再納入管理

source: %1 because configuration failed
ar: %1 بسبب فشل الإعدادات
ca: %1 perquè ha fallat la configuració
es: %1 porque falló la configuración
fr: %1 car la configuration a échoué
ia: %1 proque configuration falleva
it: %1, perché la configurazione non è riuscita
kk: %1 өйкені баптауы жаңылды
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​ការកំណត់​រចនា​សម្ព័ន្ធ​​
nds: %1, wiel de Instellen fehlslaan sünd.
ru: %1, поскольку произошёл сбой при настройке
sl: %1, ker nastavitev ni uspela
zh_tw: %1，因為設定失敗

source: %1 because the configuration is unavailable
ar: %1 بسب أن الإعدادات غير متاحة
ca: %1 perquè la configuració no està disponible
es: %1 porque la configuración no está disponible
fr: %1 car la configuration est indisponible
ia: %1 proque le configuration non es disponibile
it: %1, perché la configurazione non è disponibile
kk: %1 өйкені баптауы қол жеткізбейді
km: %1 ពី​ព្រោះ​មិន​អាច​កំណត់​រចនាសម្ព័ន្ធ​បាន​​ទេ​
nds: %1, wiel de Instellen nich verföögbor is.
ru: %1, поскольку параметры настройки недоступны
sl: %1, ker nastavitev ni na razpolago
zh_tw: %1，因為無法取得設定

source: %1 because the configuration has expired
ar: %1 بسبب أن الإعدادات منتهي
ca: %1 perquè la configuració ha expirat
es: %1 porque expiró la configuración
fr: %1 car la configuration a expiré
ia: %1 proque le configuration terminava
it: %1, perché la configurazione è scaduta
kk: %1 өйкені баптауы ескірген
km: %1 ពី​ព្រោះ​ការកំណត់​រចនា​សម្ព័ន្ធ​បាន​ផុត​កំណត់​​
nds: %1, wiel de Instellen aflopen is.
ru: %1, поскольку параметры настройки устарели
sl: %1, ker je nastavitev pretekla
zh_tw: %1，因為設定已過時

source: %1 because secrets were not provided
ar: %1 بسبب عدم وجود كلمة السر
ca: %1 perquè no s'han proporcionat els secrets
es: %1 porque no se proporcionaron los datos secretos
fr: %1 car les mots de passe n'ont pas été fournis
ia: %1 proque secretos non esseva fornite
it: %1, perché non sono stati dati gli elementi segreti
kk: %1 өйткені құпиялығы қамтамасыз етілмеген
km: %1 ពីព្រោះ​សម្ងាត់​មិន​ត្រូវ​បាន​ផ្ដល់​​
nds: %1, wiel keen Passwöör praatstellt wöörn.
ru: %1, поскольку не были указаны пароли
sl: %1, ker skrivnosti niso bile predložene
zh_tw: %1，因為沒有提供機密資料

source: %1 because the authorization supplicant disconnected
ar: %1 بسبب أن التصريح انقطع
ca: %1 perquè el demandant d'autorització s'ha desconnectat
es: %1 porque el solicitante de autorización se ha desconectado
fr: %1 car le demandeur de l'autorisation est déconnecté
hr: %1 jer je autorizacijski upitnik odspojen
ia: %1 proque le authorization supplicante disconnecteva
it: %1, perché il richiedente autorizzazione si è scollegato
kk: %1 өйткені авторизация сұраушысы ажыратылған
km: %1 ពី​ព្រោះ​បាន​ផ្ដាច់​កម្ម​វិធី​​សុំ​សេចក្ដី​អនុញ្ញាត​
nds: %1, wiel de Identiteetpröövhölper afkoppelt is.
ru: %1, поскольку запрашивающий авторизацию отключился
sl: %1, ker je pooblastitveni prosilnik prekinil povezavo
zh_tw: %1，因為與認證裝置的連線已中斷

source: %1 because the authorization supplicant's configuration failed
ca: %1 perquè ha fallat la configuració del demandant d'autorització
es: %1 porque falló la configuración del solicitante de autorización
fr: %1car la configuration du demandeur de l'autorisation a échoué
ia: %1 proque le configuration de authorization supplicante falleva
it: %1, perché non è riuscita la configurazione del richiedente autorizzazione
kk: %1 өйткені авторизация сұраушысын баптау жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​ការកំណត់​រចនាសម្ព័ន្ធ​របស់​កម្ម​វី​ធី​សុំ​​សេចក្ដី​អនុញ្ញាត​​
nds: %1, wiel den Identiteetpröövhölper sien Instellen fehlslaan sünd.
ru: %1, поскольку произошёл сбой настройки запрашивающего авторизацию
sl: %1, ker je nastavitev pooblastitvenega prosilnika spodletela
zh_tw: %1，因為認證裝置的設定失敗

source: %1 because the authorization supplicant failed
ca: %1 perquè el demandant d'autorització ha fallat
es: %1 porque falló el solicitante de autorización
fr: %1 car le demandeur de l'autorisation a échoué
ia: %1 proque le authorization supplicante falleva
it: %1, perché il richiedente autorizzazione non è riuscito
kk: %1 өйткені авторизация сұраушысының жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​កម្ម​វិធី​​សុំ​សេចក្ដី​អនុញ្ញាត​
nds: %1, wiel de Identiteetpröövhölper fehlslaan is.
ru: %1, поскольку произошёл сбой запрашивающего авторизацию
sl: %1, ker je pooblastitveni prosilnik spodletel
zh_tw: %1，因為認證裝置失敗

source: %1 because the authorization supplicant timed out
ca: %1 perquè el demandant d'autorització ha expirat
es: %1 porque el solicitante de autorización superó el tiempo límite
fr: %1 car le temps imparti au demandeur de l'autorisation a expiré
ia: %1 proque le authorization supplicante expirava
it: %1, perché il richiedente autorizzazione è scaduto
kk: %1 өйткені авторизация сұраушысының күту уақыты өтті
km: %1 ពី​ព្រោះ​អស់​ពេល​កម្ម​វិធី​សុំ​សេចក្ដី​អនុញ្ញាត​
nds: %1, wiel de Tiet för den Identiteetpröövhölper aflopen is.
ru: %1, поскольку было превышено время ожидания запрашивающего авторизацию
sl: %1, ker je pooblastitveni prosilnik dosegel časovno omejitev
zh_tw: %1，因為認證裝置逾時

source: %1 because PPP failed to start
ca: %1 perquè ha fallat l'inici del PPP
es: %1 porque falló el inicio de PPP
fr: %1 car PPP n'a pas réussi à démarrer
ia: %1 Il falleva a startar PPP
it: %1, perché PPP non è riuscito a partire
kk: %1 өйткені PPP бастау жаңылысы
km: %1 ពី​ព្រោះ​ចាប់ផ្ដើម​​​ PPP បាន​បរាជ័យ​​
nds: %1, wiel PPP sik nich starten lett.
ru: %1, поскольку произошёл сбой при запуске PPP
sl: %1, ker se PPP ni uspešno zagnal
zh_tw: %1，因為 PPP 啟動失敗

source: %1 because PPP disconnected
ca: %1 perquè s'ha desconnectat el PPP
es: %1 porque se desconectó PPP
fr: %1 car PPP est déconnecté
hr: %1 jer je PPP odspojen
ia: %1proque PPP disconnecteva
it: %1, perché PPP si è scollegato
kk: %1 өйткені PPP ажыратылды
km: %1 ពី​ព្រោះ​បាន​ផ្ដាច់​​ PPP ​​
nds: %1, wiel PPP afkoppelt hett.
ru: %1, поскольку произошло отключение PPP
sl: %1, ker je bila povezava PPP prekinjena
zh_tw: %1，因為 PPP 已斷線

source: %1 because PPP failed
ca: %1 perquè ha fallat el PPP
es: %1 porque falló PPP
fr: %1 car PPP a échoué
ia: %1proque PPP falleva
it: %1, perché PPP non è riuscito
kk: %1 өйткені PPP жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​​ PPP ​​
nds: %1, wiel PPP fehlslaan is.
ru: %1, поскольку произошёл сбой PPP
sl: %1, ker PPP ni uspel
zh_tw: %1，因為 PPP 撥號失敗

source: %1 because DHCP failed to start
ca: %1 perquè ha fallat l'inici del DHCP
es: %1 porque falló el inicio de DHCP
fr: %1 car DHCP n'a pas réussi à démarrer
ia: %1 proque Il falleva a startar DHCP
it: %1, perché DHCP non è riuscito a partire
kk: %1 өйткені DHCP бастау жаңылысы
km: %1 ពី​ព្រោះ​ចាប់​ផ្ដើម​​ DHCP បាន​បរាជ័យ​​
nds: %1, wiel DHCP sik nich starten lett.
ru: %1, поскольку произошёл сбой при запуске DHCP
sl: %1, ker se DHCP ni uspešno zagnal
zh_tw: %1，因為 DHCP 啟動失敗

source: %1 because a DHCP error occurred
ca: %1 perquè ha ocorregut un error del DHCP
es: %1 porque se produjo un error de DHCP
fr: %1 car une erreur de DHCP est survenue
ia: %1 proque il occurreva un error de DHCP
it: %1, perché si è verificato un errore DHCP
kk: %1 өйткені DHCP қатесі орын алды
km: %1 ពី​ព្រោះ​បាន​កើត​មាន​កំហុស​​​ DHCP ​​
nds: %1, wiel dat en DHCP-Fehler geev.
ru: %1, поскольку произошла ошибка DHCP
sl: %1, ker je prišlo do napake DHCP
zh_tw: %1，因為 DHCP 發生錯誤

source: %1 because DHCP failed
ca: %1 perquè ha fallat el DHCP
es: %1 porque falló DHCP
fr: %1 car DHCP a échoué
ia: %1 proque DHCP falleva
it: %1, perché DHCP non è riuscito
kk: %1 өйткені DHCP жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​​ DHCP ​​
nds: %1, wiel DHCP fehlslaan is.
ru: %1, поскольку произошёл сбой DHCP
sl: %1, ker DHCP ni uspel
zh_tw: %1，因為 DHCP 失敗

source: %1 because the shared service failed to start
ca: %1 perquè ha fallat l'inici del servei compartit
es: %1 porque falló el inicio del servicio compartido
fr: %1 car le service partagé n'a pas réussi à démarrer
ia: %1 proque le servicio compartite falleva a startar
it: %1, perché il servizio condiviso non è riuscito a partire
kk: %1 өйткені ортақ қызметінің бастау жаңылысы
km: %1 ពី​ព្រោះ​ចាប់​ផ្ដើម​សេវា​ចែក​រំលែក​បាន​បរាជ័យ​​
nds: %1, wiel de deelt Deenst sik nich starten lett.
ru: %1, поскольку произошёл сбой при запуске общей службы
sl: %1, ker se deljena storitev ni uspešno zagnala
zh_tw: %1，因為分享服務啟動失敗

source: %1 because the shared service failed
ca: %1 perquè ha fallat el servei compartit
es: %1 porque falló el servicio compartido
fr: %1 car le service partagé a échoué
ia: %1 proque le servicio compartite falleva
it: %1, perché il servizio condiviso non è riuscito
kk: %1 өйткені ортақ қызметінің жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​សេវា​ដែល​បាន​ចែករំលែក​​
nds: %1, wiel de deelt Deenst fehlslaan is.
ru: %1, поскольку произошёл сбой общей службы
sl: %1, ker deljena storitev ni uspela
zh_tw: %1，因為分享服務失敗

source: %1 because the auto IP service failed to start
ca: %1 perquè ha fallat l'inici del servei d'IP automàtica
es: %1 porque falló el inicio del servicio de IP automática
fr: %1 car le service auto IP n'a pas réussi à démarrer
ia: %1 proque le servicio de IP automatic falleva a startar
it: %1, perché il servizio di IP automatico non è riuscito a partire
kk: %1 өйткені авто IP қызметінің бастау жаңылысы
km: %1 ពីព្រោះ​ចាប់​ផ្ដើម​សេវា​ IP ស្វ័យ​ប្រវត្តិ​បាន​បរាជ័យ​​
nds: %1, wiel de Auto-IP-Deenst sik nich starten lett.
ru: %1, поскольку произошёл сбой при запуске службы автоматического IP
sl: %1, ker se storitev za samodejni IP ni uspešno zagnala
zh_tw: %1，因為自動 IP 服務啟動失敗

source: %1 because the auto IP service reported an error
ca: %1 perquè el servei d'IP automàtica ha reportat un error
es: %1 porque el servicio de IP automática notificó un error
fr: %1 car le service auto IP a signalé une erreur
ia: %1 proque le servicio de IP automatic reportava un error
it: %1, perché il servizio di IP automatico ha segnalato un errore
kk: %1 өйткені авто IP қызметі қате туралы хабарлады
km: %1 ពី​ព្រោះ​បាន​រាយ​ការណ៍​កំហុស​សេវា​​ IP ស្វ័យ​ប្រវត្តិ​​
nds: %1, wiel de Auto-IP-Deenst en Fehler meldt.
ru: %1, поскольку служба автоматического IP сообщила об ошибке
sl: %1, ker je storitev za samodejni IP javila napako
zh_tw: %1，因為自動 IP 服務回報了一個錯誤

source: %1 because the auto IP service failed
ca: %1 perquè ha fallat el servei d'IP automàtica
es: %1 porque falló el servicio de IP automática
fr: %1 car le service auto IP a échoué
ia: %1 proque le servicio de IP automatic falleva
it: %1, perché il servizio di IP automatico non è riuscito
kk: %1 өйткені авто IP қызметінің жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​សេវា​​ IP ស្វ័យ​ប្រវត្តិ​​
nds: %1, wiel de Auto-IP-Deenst fehlslaan is.
ru: %1, поскольку произошёл сбой службы автоматического IP
sl: %1, ker storitev za samodejni IP ni uspela
zh_tw: %1，因為自動 IP 服務失敗

source: %1 because the modem is busy
ca: %1 perquè el mòdem està ocupat
es: %1 porque el módem está ocupado
fr: %1 car le modem est occupé
ia: %1 proque le modem es occupate
it: %1, perché il modem è occupato
kk: %1 өйткені модемі бос емес
km: %1 ពី​ព្រោះ​​ម៉ូដឹម​ជាប់​រវល់​
nds: %1, wiel dat Modem utlast is.
ru: %1, поскольку модем занят
sl: %1, ker je modem zaseden
zh_tw: %1，因為數據機忙碌中

source: %1 because the modem has no dial tone
ca: %1 perquè el mòdem no té to de marcatge
es: %1 porque el módem no da tono de llamada
fr: %1 car le modem n'a pas de tonalité
ia: %1 proque le modem non ha tono do commmunication (dial tone)
it: %1, perché il modem non riesce a prendere la linea
kk: %1 өйткені модемдің теру гүілі жоқ
km: %1 ពី​ព្រោះ​ម៉ូដឹម​​គ្មាន​សំឡេង​ហៅ​​​
nds: %1, wiel dat Modem keen Freetoon hett.
ru: %1, поскольку в модеме нет гудка
sl: %1, ker modem ni prejel klicnega tona
zh_tw: %1，因為數據機沒有撥號音

source: %1 because the modem shows no carrier
ca: %1 perquè el mòdem no mostra cap línia
es: %1 porque el módem no muestra ninguna portadora
fr: %1 car le modem n'affiche aucune porteuse
ia: %1 proque le modem non mostra alcun portante
it: %1, perché il modem non ha segnale portante
kk: %1 өйткені модем тасушы сигналы жоқ дейді
km: %1 ពី​ព្រោះ​ម៉ូដឹម​បង្ហាញ​គ្មាន​អ្នក​ដឹក​ជញ្ជូន​​
nds: %1, wiel dat Modem keen Dreegsignaal wiest.
ru: %1, поскольку модем сообщает об отсутствии несущей
sl: %1, ker modem ne kaže nosilca
zh_tw: %1，因為數據機沒有載波

source: %1 because the modem dial timed out
ca: %1 perquè el marcatge del mòdem ha esgotat el temps
es: %1 porque la marcación superó el tiempo límite
fr: %1 car le temps imparti à la numérotation a expiré
ia: %1 proque le communication (dial) de modem expirava
it: %1, perché la linea del modem è scaduta
kk: %1 өйткені модем теру күтудің уақыты өтті
km: %1 ពី​ព្រោះ​​អស់​ពេលវេលា​ហៅ​ម៉ូដឹម​​
nds: %1, wiel de Inwahltiet för dat Modem aflopen is.
ru: %1, поскольку было превышено время ожидания модема
sl: %1, ker je modemu potekel čas za klicanje
zh_tw: %1，因為數據機撥號逾時

source: %1 because the modem could not be initialized
ca: %1 perquè no s'ha pogut inicialitzar el mòdem
es: %1 porque no fue posible inicializar el módem
fr: %1 car il a été impossible d'initialiser le modem
ia: %1 proque le modem non poteva esser initialisate
it: %1, perché non è stato possibile inizializzare il modem
kk: %1 өйткені модем бастайтын күйіне келтірілмеді
km: %1 ពី​ព្រោះ​ម៉ូដឹម​មិន​អាច​ត្រូវ​បាន​ចាប់​ផ្ដើម​ឡើយ​​
nds: %1, wiel dat Modem sik nich torechtmaken lett.
ru: %1, поскольку модем не был инициализирован
sl: %1, ker ni bilo mogoče nastaviti začetnih vrednosti na modemu
zh_tw: %1，因為無法初始化數據機

source: %1 because the GSM APN could not be selected
ca: %1 perquè no s'ha pogut seleccionar el GSM APN
es: %1 porque no se pudo seleccionar el GSM APN
fr: %1 car il a été impossible de sélectionner l'APN du GSM
ia: %1 proque le GSM APN non poteva esser seligite
it: %1, perché non è stato possibile selezionare l'APN GSM
kk: %1 өйкені GSM APN таңдалмады
km: %1 ពី​ព្រោះ​​ GSM APN មិន​អាច​ត្រូវ​បាន​ជ្រើស​ឡើយ​
nds: %1, wiel de GSM-TPN sik nich utsöken lett.
ru: %1, поскольку не была выбрана GSM APN
sl: %1, ker imena dostopne točke GSM ni bilo mogoče izbrati
zh_tw: %1，因為無法選擇 GSM APN

source: %1 because the GSM modem is not searching
ca: %1 perquè el mòdem GSM no està cercant
es: %1 porque el módem GSM no está buscando
fr: %1 car le modem GSM n'effectue pas de recherche
ia: %1 proque le modem GSM non es cercante
it: %1, perché il modem GSM non sta cercando
kk: %1 өйткені GSM модем іздеуді орындалмайді
km: %1 ពី​ព្រោះ​ម៉ូដឹម​​ GSM មិន​កំពុង​ស្វែង​រក​​ឡើយ​
nds: %1, wiel dat GSM-Modem nich söken deit.
ru: %1, поскольку модем GSM не осуществляет поиск
sl: %1, ker modem GSM ne išče
zh_tw: %1，因為 GSM 數據機並未搜尋

source: %1 because GSM network registration was denied
ca: %1 perquè s'ha denegat el registre a la xarxa GSM
es: %1 porque se denegó el registro en la red GSM
fr: %1 car l'inscription du réseau GSM a été refusée
ia: %1 proque le registration de rete GSM esseva negate
it: %1, perché è stata negata la registrazione sulla rete GSM
kk: %1 өйткені GSM желі тіркеуден бас тартты
km: %1 ពីព្រោះ​​ការ​ចុះឈ្មោះ​បណ្ដាញ​​​​ GSM ​ត្រូវ​បាន​បដិសេធ​​
nds: %1, wiel dat Inmellen na't GSM-Nettwark afwiest wöör.
ru: %1, поскольку сеть GSM отказала в регистрации
sl: %1, ker je bila registracija v omrežju GSM zavrnjena
zh_tw: %1，因為 GSM 網路註冊被拒

source: %1 because GSM network registration timed out
ca: %1 perquè ha expirat el registre a la xarxa GSM
es: %1 porque se superó el tiempo límite para el registro en la red GSM
fr: %1 car le temps imparti à l'inscription du réseau GSM a expiré
ia: %1 proque le registration de rete GSM expirava
it: %1, perché è scaduta la registrazione sulla rete GSM
kk: %1 өйткені GSM желінің тіркеу күту уақыты өтті
km: %1 ​ពី​ព្រោះ​អស់​ពេលវេលា​ចុះឈ្មោះ​បណ្ដាញ​​ GSM ​​
nds: %1, wiel de Tiet för't Inmellen na't GSM-Nettwark aflopen is.
ru: %1, поскольку было превышено время ожидания регистрации в сети GSM
sl: %1, ker je potekel čas za registracijo v omrežju GSM
zh_tw: %1，因為 GSM 網路註冊逾時

source: %1 because GSM registration failed
ca: %1 perquè ha fallat el registre al GSM
es: %1 porque falló el registro GSM
fr: %1 car l'inscription du GSM a échoué
ia: %1 proque le registration de modem GSM falleva
it: %1, perché non è riuscita la registrazione sulla rete GSM
kk: %1 өйткені GSM желінің тіркеу жаңылысы
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​ការ​ចុះឈ្មោះ​​ GSM ​​
nds: %1, wiel dat Inmellen na't GSM-Nettwark fehlslaan is.
ru: %1, поскольку произошёл сбой регистрации GSM
sl: %1, ker registracija GSM ni uspela
zh_tw: %1，因為 GSM 註冊失敗

source: %1 because the GSM PIN check failed
ca: %1 perquè ha fallat la comprovació del PIN del GSM
es: %1 porque falló la verificación del PIN GSM
fr: %1 car la vérification du code PIN du GSM a échoué
ia: %1 proque le verifca de PIN GSM falleva
it: %1, perché il controllo del PIN GSM non è riuscito
kk: %1 өйткені GSM PIN-коды тексерістен өтпеді
km: %1 ពី​ព្រោះ​បាន​បរាជ័យ​​​ពិនិត្យ​មើល​​ GSM PIN ​
nds: %1, wiel de GSM-PIN-Prööv fehlslaan is.
ru: %1, поскольку произошёл сбой при проверке GSM PIN
sl: %1, ker preverjanje PIN-a GSM ni uspelo
zh_tw: %1，因為 GSM PIN 碼檢查失敗

source: %1 because firmware is missing
ar: %1 بسبب عدم جود تعريف
ca: %1 perquè falta el microprogramari
es: %1 porque falta el firmware
fr: %1 car il manque le micrologiciel
ia: %1 proque le firmware es mancante
it: %1, perché manca il firmware
kk: %1 өйткені микрокод бағдарламасы жоқ
km: %1 ពី​ព្រោះ​បាត់​កម្មវិធី​បង្កប់​​​
nds: %1, wiel de Firmware fehlt.
ru: %1, поскольку отсутствует прошивка
sl: %1, ker manjka strojna programska oprema
zh_tw: %1，因為沒有韌體

source: %1 because the device was removed
ar: %1 بسبب أن الجهاز قد أزيل
ca: %1 perquè s'ha extret el dispositiu
es: %1 porque se extrajo el dispositivo
fr: %1 car le périphérique a été supprimé
ia: %1 proque le dispositivo esseva removite
it: %1, perché il dispositivo è stato rimosso
kk: %1 өйткені құрылғысы алынып тасталған
km: %1 ពី​​ព្រោះ​ឧបករណ៍​ត្រូវ​បា​ន​យក​ចេញ​​
nds: %1, wiel de Reedschap wegmaakt wöör.
ru: %1, поскольку устройство было удалено
sl: %1, ker je bila naprava odstranjena
zh_tw: %1，因為裝置已被移除

source: %1 because the networking system is now sleeping
ar: %1 بسبب أن نظام التشبيك في طور الاسبات
ca: %1 perquè ara el sistema de connexió a xarxa està suspès
es: %1 porque el sistema de red está dormido
fr: %1 car le système de gestion de réseau se met à présent en sommeil
ia: %1 proque le systema de rete es hora dormiente
it: %1, perché il sistema di rete è ora a riposo
kk: %1 өйткені желі жүйесі қалғу режімінде
km: %1 ពី​ព្រោះ​ប្រ​ព័ន្ធ​ធ្វើ​បណ្ដាញ​កំពុង​តែ​​ផ្អាក​ឥឡូវ​នេះ​​
nds: %1, wiel dat Nettwarksysteem nu slöppt.
ru: %1, поскольку сетевая система находится в спящем режиме
sl: %1, ker omrežni sistem trenutno miruje
zh_tw: %1，因為網路系統正在休眠中

source: %1 because the connection was removed
ar: %1 بسبب حذف الوصلة
ca: %1 perquè s'ha eliminat la connexió
es: %1 porque se eliminó la conexión
fr: %1 car la connexion a été supprimée
ia: %1 proque le connexion esseva removite
it: %1, perché la connessione è stata rimossa
kk: %1 өйткені қосылымы өшірілген
km: %1 ពី​ព្រោះ​ការ​តភ្ជាប់​ត្រូវ​បាន​យកចេញ​
nds: %1, wiel de Verbinnen wegmaakt wöör.
ru: %1, поскольку соединение было удалено
sl: %1, ker je bila povezava odstranjena
zh_tw: %1，因為連線已被移除

source: %1 by request
ar: %1 عن طريق طلب
ca: %1 per petició
es: %1 a petición del usuario
fr: %1 à la demande
ia: %1 per requesta
it: %1, su richiesta
kk: Талап бойынша %1
km: %1 ដោយ​សំណើ​
nds: Op Anfraag %1
ru: %1 согласно запросу пользователя
sl: %1 na zahtevo
zh_tw: 依請求 %1

source: %1 because the cable was disconnected
ar: %1 بسبب فصل الكابل
ca: %1 perquè el cable estava desconnectat
es: %1 porque el cable se desconectó
fr: %1 car PPP est déconnecté
hr: %1 jer je kabel ištekan
ia: %1proque le cablo esseva disconnectite
it: %1, perché il cavo è stato scollegato
kk: %1 өйткені кабелі ажыратылған
km: %1 ពី​ព្រោះ​ខ្សែ​ត្រូវ​បាន​ផ្ដាច់​​
nds: %1, wiel dat Kavel aftrocken wöör.
ru: %1, поскольку произошло отключение кабеля
sl: %1, ker je bil kabel izklopljen
zh_tw: %1，因為纜線已中斷

# @info:status Notification for hardware added
source: %1 attached
ar: أضيف %1
ca: S'ha afegit %1
es: %1 insertada
fr: %1 a été raccordé
hr: %1 priključen
ia: %1 attachate
it: %1 collegato
kk: %1 тіркемеленген
km: %1 ដែល​​ភ្ជាប់​ជាមួយ​​​
nds: %1 bileggt
ru: %1 подключено
sl: Vmesnik %1 priklopljen
zh_tw: %1 已附加

# @action
source: Create Connection
ar: أنشئ اتصال
ca: Crea una connexió
es: Crear conexión
fr: Créer une connexion
hr: Stvori vezu
ia: Crea connexion
it: Crea connessione
kk: Байланысты құру
km: ធ្វើ​ការ​តភ្ជាប់​
nds: Verbinnen opstellen
ru: Создать соединение
sl: Ustvari povezavo
zh_tw: 建立連線

# @action
source: Close
ar: أغلق
ca: Tanca
es: Cerrar
fr: Fermer
ia: Claude
it: Chiudi
kk: Жабу
km: បិទ
nds: Tomaken
ru: Закрыть
sl: Zapri
zh_tw: 關閉
