Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/plasma_applet_networkmanagement.po
Languages: ar, el, es, et, ga, ia, kk, km, mr, nb, nds, sr@ijekavian, sr@ijekavianlatin, zh_tw

# @info:tooltip
source: Click here to disconnect
ar: انقر هنا لتقطع الاتصال
el: Κάντε κλικ εδώ για αποσύνδεση
es: Pulse aquí para desconectar
et: Klõpsa siia ühenduse katkestamiseks
nb: Trykk her for å koble fra
zh_tw: 點擊這裡以斷線

source: Networking system disabled
ar: مدير الشبكات معطل
el: Το σύστημα δικτύωσης απενεργοποιήθηκε
es: Sistema de red desactivado
et: Võrgusüsteem on välja lülitatud
ga: Díchumasaíodh an córas líonraithe
ia: Systema de rete dishabilitate
kk: Желі жүйесі бұғатталған
km: បាន​បិទ​ប្រព័ន្ធ​បណ្ដាញ​​
mr: संजाळ प्रणाली अकार्यान्वित आहे
nb: Nettverkssystemet er slått av
nds: Nettwarksysteem utmaakt
sr@ijekavian: Мрежни систем је деактивиран
sr@ijekavianlatin: Mrežni sistem je deaktiviran
zh_tw: 網路系統已關閉

# @info:status Notification for radio kill switch turned off
source: Wireless hardware disabled
ar: عتاد الشبكة اللاسلكية معطل
el: Το υλικό ασυρμάτου απενεργοποιήθηκε
es: Conexión inalámbrica desactivada
et: Juhtmeta side riistvara on välja lülitatud
ga: Díchumasaíodh crua-earraí gan sreang
ia: Hardware de rete sin cablos dishabilitate
kk: Сымсыз жабдық бұғатталған
km: បាន​បិទ​ផ្នែក​រឹង​ឥត​ខ្សែ​​
mr: वायरलेस हार्डवेअर अकार्यान्वित आहे
nb: Trådløs maskinvare slått av
nds: Funkreedschap utmaakt
sr@ijekavian: Бежични хардвер је деактивиран
sr@ijekavianlatin: Bežični hardver je deaktiviran
zh_tw: 無線網路硬體已關閉

source: Signal quality: %1%
ar: جودة الإشارة: %1%
el: Ποιότητα σήματος: %1%
es: Calidad de la señal: %1%
et: Signaali kvaliteet: %1%
ga: Cáilíocht an chomhartha: %1%
ia: Qualitate de signal: %1%
kk: Сигнал сапасы: %1%
km: គុណ​ភាព​សញ្ញា​ ៖ %1%
mr: संकेत गुणवत्ता : %1%
nb: Signalkvalitet: %1%
nds: Signaalgööd: %1%
sr@ijekavian: Квалитет сигнала: %1%
sr@ijekavianlatin: Kvalitet signala: %1%
zh_tw: 信號品質：%1%

# @action for creating a connection to a hidden wireless network
source: <placeholder>hidden network</placeholder>
ar: <placeholder>شبكة مخفية</placeholder>
el: <placeholder>κρυμμένο δίκτυο</placeholder>
es: <placeholder>red oculta</placeholder>
et: <placeholder>varjatud võrk</placeholder>
km: <placeholder>បណ្ដាញ​លាក់</placeholder>
nb: <placeholder>skjult nettverk</placeholder>
zh_tw: <placeholder>隱藏網路</placeholder>

# @label for hidden wireless network SSID entry
source: Enter network name and press <placeholder>enter</placeholder>
ar: أدخل اسم الشبكة و اضغط<placeholder>زر الإدخال</placeholder>
el: Εισαγάγετε το όνομα του δικτύου και πιέστε <placeholder>enter</placeholder>
es: Introduzca el nombre de la red y pulse <placeholder>Intro</placeholder>
et: Sisesta võrgu nimi ja vajuta <placeholder>enter</placeholder>
km: បញ្ចូល​ឈ្មោះ​បណ្ដាញ​ រួច​ចុច <placeholder>បញ្ចូល (Enter)</placeholder>
nb: Skriv inn nettverksnavn og trykk <placeholder>enter</placeholder>
zh_tw: 輸入網路名稱並按下 <placeholder>enter</placeholder>

# @info:tooltip for hidden wireless network SSID entry
source: Enter network name and press <placeholder>enter</placeholder>
ar: أدخل اسم الشبكة و اضغط<placeholder>زر الإدخال</placeholder>
el: Εισαγάγετε το όνομα του δικτύου και πιέστε <placeholder>enter</placeholder>
es: Introduzca el nombre de la red y pulse <placeholder>Intro</placeholder>
et: Sisesta võrgu nimi ja vajuta <placeholder>enter</placeholder>
km: បញ្ចូល​ឈ្មោះ​បណ្ដាញ​ រួច​ចុច <placeholder>បញ្ចូល (Enter)</placeholder>
nb: Skriv inn nettverksnavn og trykk <placeholder>enter</placeholder>
zh_tw: 輸入網路名稱並按下 <placeholder>enter</placeholder>

# name of the connection not known
source: Unknown
ar: مجهول
el: Άγνωστο
es: Desconocida
et: Tundmatu
ga: Anaithnid
ia: Incognite
kk: Беймәлім
km: មិនស្គាល់​
mr: अपरिचीत
nb: Ukjent
nds: Nich begäng
sr@ijekavian: непозната
sr@ijekavianlatin: nepoznata
zh_tw: 未知

# interface details
source: <b>Traffic</b>
ar: <b>الاستهلاك</b>
el: <b>Κίνηση</b>
es: <b>Tráfico</b>
et: <b>Liiklus</b>
ga: <b>Trácht</b>
kk: <b>Трафигі</b>
km: <b>ចរាចរ​</b>​
mr: <b>यातायात</b>
nb: <b>Trafikk</b>
nds: <b>Överdregen</b>
sr@ijekavian: <b>Саобраћај</b>
sr@ijekavianlatin: <b>Saobraćaj</b>
zh_tw: <b>流量</b>

source: Disconnect
ar: اقطع الاتصال
el: Αποσύνδεση
es: Desconectar
et: Katkesta ühendus
km: ផ្ដាច់
nb: Koble fra
nds: Afkoppeln
zh_tw: 斷線

# disconnect button in interface details window
source: Disconnect
ar: اقطع الاتصال
el: Αποσύνδεση
es: Desconectar
et: Katkesta ühendus
nb: Koble fra
zh_tw: 斷線

source: Go Back
ar: إرجع للخلف
el: Μετάβαση πίσω
es: Atrás
et: Mine tagasi
ga: Ar Ais
ia: Vade retro
kk: Артқа қарай өту
km: ត្រឡប់​ទៅ​ដើម​
mr: मागे जा
nb: Gå tilbake
nds: Torüch
sr@ijekavian: Иди назад
sr@ijekavianlatin: Idi nazad
zh_tw: 返回

# entry not available
source: not available
ar: غير متاح
el: μη διαθέσιμο
es: no disponible
et: pole saadaval
ga: níl ar fáil
ia: Non disponibile
kk: қол жеткізбейді
km: មិន​អាច​រក​បាន​
mr: उपलब्ध नाही
nb: ikke tilgjengelig
nds: nich verföögbor
sr@ijekavian: није доступно
sr@ijekavianlatin: nije dostupno
zh_tw: 無法使用

# traffic received empty
source: Received
ar: المستقبلة
el: Ελήφθη
es: Recibido
et: Saadud
ga: Faighte
ia: Recipite
kk: Қабылданған
km: បាន​ទទួល​​
mr: मिळालेले
nb: Mottatt
nds: Kregen
sr@ijekavian: Примљено
sr@ijekavianlatin: Primljeno
zh_tw: 已接收

# traffic transmitted empty
source: Transmitted
ar: المرسلة
el: Μεταδόθηκε
es: Transmitido
et: Saadetud
ga: Tarchurtha
ia: Transmittite
kk: Тапсырылған
km: បាន​បញ្ជូន​​
mr: पाठविलेले
nb: Sendt
nds: Loosstüert
sr@ijekavian: Послато
sr@ijekavianlatin: Poslato
zh_tw: 已傳輸

# state of mobile broadband connection
source: not enabled
ar: غير ممكّن
el: ανενεργή
es: desactivada
et: pole sisse lülitatud
ga: gan cumasú
ia: non habilitate
kk: рұқсат етілмеген
km: មិន​​បាន​បើក​ឡើយ​
mr: अकार्यान्वित आहे
nb: ikke slått på
nds: nich anmaakt
sr@ijekavian: није активирана
sr@ijekavianlatin: nije aktivirana
zh_tw: 未開啟

# interface details
source: Connection State
ar: حالة الوصلة
el: Κατάσταση σύνδεσης
es: Estado de la conexión
et: Ühenduse olek
ga: Staid an Cheangail
ia: Stato de connexion
kk: Қосылым күйі
km: ស្ថានភាព​តភ្ជាប់​
mr: जुळवणी स्थिती
nb: Tilkoblingstilstand
nds: Status vun de Verbinnen
sr@ijekavian: Стање везе
sr@ijekavianlatin: Stanje veze
zh_tw: 連線狀態

# interface details
source: IP Address
ar: عنوان IP
el: Διεύθυνση IP
es: Dirección IP
et: IP-aadress
ga: Seoladh IP
ia: Adresse IP
kk: IP адресі
km: អាសយដ្ឋាន IP
mr: IP पत्ता
nb: IP-adresse
nds: IP-Adress
sr@ijekavian: ИП адреса
sr@ijekavianlatin: IP adresa
zh_tw: IP 位址

# interface details
source: Connection Speed
ar: سرعة الوصلة
el: Ταχύτητα σύνδεσης
es: Velocidad de la conexión
et: Ühenduse kiirus
ga: Luas an Cheangail
ia: Velocitate de connexion:
kk: Жылдамдылығы
km: ល្បឿន​តភ្ជាប់​
mr: जुळवणी वेग
nb: Tilkoblingshastighet
nds: Gauheit vun de Verbinnen
sr@ijekavian: Брзина везе
sr@ijekavianlatin: Brzina veze
zh_tw: 連線速度

# bitrate
source: Unknown
ar: مجهول
el: Άγνωστο
es: Desconocida
et: Teadmata
ga: Anaithnid
ia: Incognite
kk: Беймәлім
km: មិន​ស្គាល់​
mr: अपरिचीत
nb: Ukjent
nds: Nich begäng
sr@ijekavian: непознат
sr@ijekavianlatin: nepoznat
zh_tw: 未知

# interface details
source: System Name
ar: اسم النظام
el: Όνομα συστήματος
es: Nombre del sistema
et: Süsteemne nimi
ga: Ainm an Chórais
ia: Nomine de systema
kk: Жүйелік атауы
km: ឈ្មោះ​ប្រព័ន្ធ​
mr: प्रणाली नाव
nb: Systemnavn
nds: Systeemnaam
sr@ijekavian: Системско име
sr@ijekavianlatin: Sistemsko ime
zh_tw: 系統名稱

# interface details
source: MAC Address
ar: عنوان MAC
el: Διεύθυνση MAC
es: Dirección MAC
et: MAC-aadress
ga: Seoladh MAC
ia: Adresse MAC
kk: MAC адресі
km: អាសយដ្ឋាន​ MAC
mr: MAC पत्ता
nb: MAC-adresse
nds: MAC-Adress
sr@ijekavian: МАЦ адреса
sr@ijekavianlatin: MAC adresa
zh_tw: 硬體 Mac 位址

# interface details
source: Access Point (SSID)
ar: نقطة الاتصال (SSID)
el: Σημείο πρόσβασης (SSID)
es: Punto de acceso (SSID)
et: Tugijaam (SSID)
ga: Pointe Rochtana (SSID)
ia: Puncto de accesso (SSID)
kk: Қатынау нүктесі (SSID)
km: ចំណុច​ចូល​ដំណើរការ​​ (SSID)
mr: प्रवेश बिंदू (SSID)
nb: Tilgangspunkt (SSID)
nds: Togangpunkt (SSID)
sr@ijekavian: Приступна тачка (ССИД)
sr@ijekavianlatin: Pristupna tačka (SSID)
zh_tw: 存取點 (SSID)

# interface details
source: Access Point (MAC)
ar: نقطة الاتصال (MAC)
el: Σημείο πρόσβασης (MAC)
es: Punto de acceso (MAC)
et: Tugijaam (MAC)
ga: Pointe Rochtana (MAC)
ia: Puncto de accesso(MAC)
kk: Қатынау нүктесі (MAC)
km: ចំណុច​ចូល​ដំណើរការ​​ (MAC)
mr: प्रवेश बिंदू (MAC)
nb: Tilgangspunkt (MAC)
nds: Togangpunkt (MAC)
sr@ijekavian: Приступна тачка (МАЦ)
sr@ijekavianlatin: Pristupna tačka (MAC)
zh_tw: 存取點 (MAC)

# @item:intable wireless band
source: Band
ar: النطاق
el: Εύρος
es: Banda
et: Sagedus
ga: Banda
ia: Banda
kk: Жолақы
km: ក្រុម
mr: बँड
nb: Bånd
sr@ijekavian: Појас
sr@ijekavianlatin: Pojas
zh_tw: 頻帶

# @item:intable wireless channel
source: Channel
ar: القناة
el: Δίαυλος
es: Canal
et: Kanal
ga: Cainéal
ia: Canal
kk: Арнасы
km: ឆានែល
mr: मार्ग
nb: Kanal
nds: Kanaal
sr@ijekavian: Канал
sr@ijekavianlatin: Kanal
zh_tw: 頻道

# interface details
source: Operator
ar: المشغل
el: Χειριστής
es: Operador
et: Operaator
ga: Oibreoir
kk: Операторы
km: ការី​
mr: ऑपरेटर
nb: Operatør
nds: Baas
sr@ijekavian: Оператер
sr@ijekavianlatin: Operater
zh_tw: 管理員

# interface details
source: Signal Quality
ar: جودة الإشارة
el: Ποιότητα σήματος
es: Calidad de la señal
et: Signaali kvaliteet
ga: Cáilíocht an Chomhartha
ia: Qualitate de signal
kk: Сигнал сапасы
km: គុណ​ភាព​សញ្ញា​
mr: संकेत गुणवत्ता
nb: Signalkvalitet
nds: Signaalgööd
sr@ijekavian: Квалитет сигнала
sr@ijekavianlatin: Kvalitet signala
zh_tw: 信號品質

# interface details
source: Access Technology
ar: تقنية الوصول
el: Τεχνολογία πρόσβασης
es: Tecnología de acceso
et: Tehnoloogia
ia: Technologia de accesso
kk: Қатынау технологиясы
km: បច្ចេក​​វិទ្យា​ចូល​ដំណើរការ
mr: प्रवेश तंत्रज्ञान
nb: Tilgangsteknologi
nds: Togrieptechnik
sr@ijekavian: Технологија приступа
sr@ijekavianlatin: Tehnologija pristupa
zh_tw: 存取技術

# interface details
source: Network Address (IP)
ar: عنوان الشبكة (IP)
el: Διεύθυνση δικτύου (IP)
es: Dirección de red (IP)
et: Võrguaadress (IP)
ga: Seoladh Líonra (IP)
ia: Adresse de rete (IP)
kk: Желі адресі (IP)
km: អាសយដ្ឋាន​បណ្ដាញ​ (IP)
mr: संजाळ पत्ता (IP)
nb: Nettverksadresse (IP)
nds: Nettwark-Adress (IP)
sr@ijekavian: Мрежна адреса (ИП)
sr@ijekavianlatin: Mrežna adresa (IP)
zh_tw: 網路位址（IP）

# interface details
source: Hardware Address (MAC)
ar: عنوان العتاد (MAC)
el: Διεύθυνση υλικού (MAC)
es: Dirección de hardware (MAC)
et: Riistvara-aadress (MAC)
ga: Seoladh Crua-Earraí (MAC)
ia: Adresse hardware (MAC)
kk: Жабдық адресі (MAC)
km: អាសយដ្ឋាន​ផ្នែក​រឹង (MAC)
mr: हार्डवेअर पत्ता (MAC)
nb: Maskinvareadresse (MAC)
nds: Reedschap-Adress (MAC)
sr@ijekavian: Хардверска адреса (МАЦ)
sr@ijekavianlatin: Hardverska adresa (MAC)
zh_tw: 硬體位址（MAC）

# label of the network interface
source: No IP address.
ar: لا يوجد عنوان
el: Καμία διεύθυνση ΙΡ.
es: Sin dirección IP.
et: IP-aadress puudub.
ga: Gan seoladh IP.
ia: Necun adresse IP
kk: IP адресі жоқ.
km: គ្មាន​អាសយដ្ឋាន IP ។
mr: IP पत्ता नाही.
nb: Ingen IP-adresse
nds: Keen IP-Adress
sr@ijekavian: Нема ИП адресе.
sr@ijekavianlatin: Nema IP adrese.
zh_tw: 沒有 IP 位址。

# label of the network interface
source: IP display error.
ar: خطأ في عرض العنوان
el: Σφάλμα εμφάνισης IP.
es: Error al mostrar la IP.
et: IP kuvamise viga.
ga: Earráid agus IP á thaispeáint.
ia: Error de monstrator de IP.
kk: IP көрсету қатесі.
km: កំហុស​ក្នុង​កា​រ​បង្ហាញ IP ។​
mr: IP दृश्य त्रुटी
nb: IP visningsfeil
nds: IP-Wiesfehler
sr@ijekavian: Грешка у приказу ИП‑а.
sr@ijekavianlatin: Greška u prikazu IP‑a.
zh_tw: IP 顯示錯誤。

source: Received
ar: المستقبلة
el: Ελήφθη
es: Recibido
et: Saadud
ga: Faighte
ia: Recipite
kk: Қабылданған
km: បាន​ទទួល​​​
mr: मिळालेले
nb: Mottatt
nds: Kregen
sr@ijekavian: Примљено
sr@ijekavianlatin: Primljeno
zh_tw: 已接收

source: Transmitted
ar: المرسلة
el: Μεταδόθηκε
es: Transmitido
et: Saadetud
ga: Tarchurtha
ia: Transmittite
kk: Тапсырылған
km: បាន​បញ្ជូន​​
mr: पाठविलेले
nb: Sendt
nds: Loosstüert
sr@ijekavian: Послато
sr@ijekavianlatin: Poslato
zh_tw: 已傳輸

# tooltip on the LHS widgets
source: Click here for interface details
ar: انقر هنا لتفاصيل الواجهة
el: Κάντε κλικ εδώ για λεπτομέρειες διεπαφής
es: Presione aquí para obtener detalles sobre la interfaz
et: Klõpsa siia liidese üksikasjade nägemiseks
ia: Pulsa hic pro detalios de interfacie
kk: Интерфейс мәліметі үшін осында түртіңіз
km: ធីក​ទីនេះ​ សម្រាប់​សេចក្ដី​លម្អិត​​អំពី​ចំណុច​ប្រទាក់​
mr: दुव्याच्या तपशीलाकरिता येथे क्लिक करा
nb: Trykk her for detaljer om grensesnittet
nds: Klick hier, wenn Du Enkelheiten över de Koppelsteed weten wullt.
sr@ijekavian: Кликните овде за детаље сучеља
sr@ijekavianlatin: Kliknite ovde za detalje sučelja
zh_tw: 點擊這裡取得介面詳情

# generic label for an interface
source: <b>Network Interface</b>
ar: <b>واجهة الشبكة</b>
el: <b>Διεπαφή δικτύου</b>
es: <b>Interfaz de red</b>
et: <b>Võrguliides</b>
ga: <b>Comhéadan Líonra</b>
ia: <b>Interfacie de rete</b>
kk: <b>Желі интерфейсі</b>
km: <b>ចំណុចប្រទាក់​បណ្ដាញ​​​</b>
mr: <b>संजाळ दुवा</b>
nb: <b> Nettverksgrensesnitt</b>
nds: <b>Nettwark-Koppelsteed</b>
sr@ijekavian: <b>Мрежно сучеље</b>
sr@ijekavianlatin: <b>Mrežno sučelje</b>
zh_tw: <b>網路介面</b>

# network interface name unknown
source: <b>Unknown Network Interface</b>
ar: <b>واجهة شبكة مجهولة</b>
el: <b>Άγνωστη διεπαφή δικτύου</b>
es: <b>Interfaz de red desconocida</b>
et: <b>Tundmatu võrguliides</b>
ga: <b>Comhéadan Anaithnid Líonra</b>
ia: <b>Interfacie de rete incognite</b>
kk: <b>Беймәлім желі интерфейсі</b>
km: <b>មិន​ស្គាល់​ចំណុច​ប្រទាក់​បណ្ដាញ</b>​
mr: <b>अपरिचीत संजाळ दुवा</b>
nb: <b> Ukjent nettverksgrensesnitt</b>
nds: <b> Nich begäng Nettwark-Koppelsteed</b>
sr@ijekavian: <b>Непознато мрежно сучеље</b>
sr@ijekavianlatin: <b>Nepoznato mrežno sučelje</b>
zh_tw: <b>未知的網路介面</b>

# wired interface network cable unplugged
source: Cable Unplugged
ar: الكابل مفصول
el: Το καλώδιο αποσυνδέθηκε
es: Cable desconectado
et: Kaabel on lahutatud
ga: Cábla Díphlugáilte
ia: Cablo disconnectite
kk: Сымы ажыратылған
km: ​បាន​ដក​ខ្សែ​​
mr: केबल काढली गेली.
nb: Kabel koblet fra
nds: Kavel ruttrocken
sr@ijekavian: Кабл је извучен
sr@ijekavianlatin: Kabl je izvučen
zh_tw: 網線已拔除

# CheckBox to enable or disable networking completely
source: Enable networking
ar: مكن مدير الشبكات
el: Ενεργοποίηση δικτύωσης
es: Habilitar redes
et: Võrguhalduse lubamine
ga: Cumasaigh an líonrú
ia: Habilita rete con cablo
kk: Желі жүйесі рұқсат етілсін
km: បើកការ​ត​​បណ្ដាញ​
mr: संजाळ कार्यान्वित करा
nb: Slå på bruk av nettverk
nds: Nettwarkfunkschonen anmaken
sr@ijekavian: Активирај умрежавање
sr@ijekavianlatin: Aktiviraj umrežavanje
zh_tw: 開啟網路

# @info:tooltip tooltip for the 'Enable networking' checkbox
source: Enable or disable the networking system
ar: مكن أو عطل مدير الشبكات
el: (Απ)ενεργοποιήστε το σύστημα δικτύωσης
es: Activar o desactivar el sistema de redes
et: Võrguhalduse lubamine või keelamine
nb: Slå nettverksystemet på eller av
zh_tw: 開啟或關閉網路系統

# Tooltip sub text
source: No network interfaces
ar: لا توجد واجهات للشبكة
el: Καμία διεπαφή δικτύου
es: No hay interfaces de red
et: Võrguliidesed puuduvad
ga: Gan chomhéadain líonra
ia: Necun interfacies de rete
kk: Желі интерфейстері жоқ
km: គ្មាន​ចំណុច​ប្រទាក់​បណ្ដាញ
mr: एकही संजाळ दुवा नाही
nb: Ingen nettverksgrensesnitt
nds: Keen Nettwark-Koppelsteden
sr@ijekavian: Нема мрежних сучеља
sr@ijekavianlatin: Nema mrežnih sučelja
zh_tw: 沒有網路介面

source: VPN Connections
ar: وصلات VPN
el: Συνδέσεις VPN
es: Conexiones VPN
et: VPN-ühendused
ga: Naisc VPN
ia: Connexiones VPN
kk: VPN қосылымдары
km: ការ​តភ្ជាប់ VPN
mr: VPN जुळवण्या
nb: VPN-forbindelser
nds: VPN-Verbinnen
sr@ijekavian: ВПН везе
sr@ijekavianlatin: VPN veze
zh_tw: VPN 連線

# tooltip, all interfaces are down
source: Disconnected
ar: قطع الاتصال
el: Αποσυνδέθηκε
es: Desconectada
et: Ühenduseta
ga: Dícheangailte
ia: Disconnectite
kk: Ажыратылған
km: បាន​ផ្ដាច់​
mr: जुळवणी तोडलेली आहे
nb: Frakoblet
nds: Afkoppelt
sr@ijekavian: Неповезан
sr@ijekavianlatin: Nepovezan
zh_tw: 已斷線

# tooltip, wireless is disabled in software
source: Wireless disabled in software
ar: الشبكة اللاسلكية معطلة بواسطة البرنامج
el: Το ασύρματο απενεργοποιήθηκε στο λογισμικό
es: Conexión inalámbrica desactivada por software
et: Juhtmeta side on tarkvaraliselt välja lülitatud
ga: Díchumasaíodh líonra gan sreang sa mbogearra
ia: Rete sin cablos dishabilitate in software
kk: Сымсыз бағдарламалы бұғатталған
km: ឥត​ខ្សែ​បាន​បិទ​នៅ​ក្នុង​ផ្នែក​ទន់​​
mr: सॉफ्टवेअर मध्ये वायरलेस अकार्यान्वित केलेले आहे
nb: Trådløs er slått av i programvare
nds: Funkreedschap mit Programm utmaakt
sr@ijekavian: Бежична је софтверски деактивирана
sr@ijekavianlatin: Bežična je softverski deaktivirana
zh_tw: 無線網路軟體已關閉

# tooltip, all interfaces are down
source: Networking disabled
ar: مدير الشبكات معطل
el: Δικτύωση ανενεργή
es: Red desactivada
et: Võrguühendus ei tööta
ga: Líonrú díchumasaithe
ia: Systema de rete con cablo dishabilitate
kk: Желі жүйесі бұғатталған
km: បាន​បិទ​ការ​ធ្វើ​បណ្ដាញ​​
mr: संजाळ अकार्यान्वित आहे
nb: Nettverkssystemet er slått av
nds: Nettwark utmaakt
sr@ijekavian: Умрежавање је деактивирано
sr@ijekavianlatin: Umrežavanje je deaktivirano
zh_tw: 網路功能已關閉

# tooltip, wireless is disabled by hardware
source: Wireless disabled by hardware
ar: الشبكة اللاسلكية معطلة بواسطة العتاد
el: Το ασύρματο απενεργοποιήθηκε από το υλικό
es: Conexión inalámbrica desactivada por hardware
et: Juhtmeta side on riistvaraliselt välja lülitatud
ia: Rete sin cablos dishabilitate per hardware
kk: Сымсыз жабдық арқылы бұғатталған
km: ឥត​ខ្សែ​​បាន​បិទ​ដោយ​ផ្នែក​រឹង​​
mr: हार्डवेअरने वायरलेस अकार्यान्वित केलेले आहे
nb: Trådløs er slått av med maskinvare
nds: Funkreedschap mit Schalter utmaakt
sr@ijekavian: Бежична је хардверски деактивирана
sr@ijekavianlatin: Bežična je hardverski deaktivirana
zh_tw: 無線網路硬體已關閉

# title on the LHS of the plasmoid
source: <h3>Interfaces</h3>
ar: <h3>الواجهات</h3>
el: <h3>Διεπαφές</h3>
et: <h3>Liidesed</h3>
ga: <h3>Comhéadain</h3>
ia: <h3>Interfacies</h3>
kk: <h3>Интерфейстер</h3>
km: <h3>ចំណុចប្រទាក់​​</h3>
mr: <h3>दुवे</h3>
nb: <h3>Grensesnitt</h3>
nds: <h3>Koppelsteden</h3>
sr@ijekavian: <h3>Сучеља</h3>
sr@ijekavianlatin: <h3>Sučelja</h3>
zh_tw: <h3>介面</h3>

# tabbar on the left side
source: Interfaces
ar: الواجهات
el: Διεπαφές
et: Liidesed
ga: Comhéadain
ia: Interfacies
kk: Интерфейстер
km: ចំណុចប្រទាក់​​
mr: दुवे
nb: Grensesnitt
nds: Koppelsteden
sr@ijekavian: Сучеља
sr@ijekavianlatin: Sučelja
zh_tw: 介面

# button
source: Connect to Another Network...
ar: اتصل بشبكة أخرى...
el: Σύνδεση σε άλλο δίκτυο...
es: Conectarse a otra red...
et: Ühendu teise võrguga...
nb: Koble til et annet nettverk …
nds: Na en anner Nettwark tokoppeln...
zh_tw: 連線到其他網路

# connection list
source: Connections
ar: الوصلات
el: Συνδέσεις
es: Conexiones
et: Ühendused
nb: Tilkoblinger
nds: Verbinnen
zh_tw: 連線

# @info:tooltip
source: Connections
ar: الوصلات
el: Συνδέσεις
es: Conexiones
et: Ühendused
nb: Tilkoblinger
nds: Verbinnen
zh_tw: 連線

# @info:tooltip
source: VPN Connections
ar: وصلات VPN
el: Συνδέσεις VPN
es: Conexiones VPN
et: VPN-ühendused
nb: VPN-tilkoblinger
nds: VPN-Verbinnen
zh_tw: VPN 連線

# connection list
source: Shared Connections
ar: الوصلات المشتركة
el: Κοινόχρηστες συνδέσεις
es: Conexiones compartidas
et: Jagatud ühendused
nb: Vis delte tilkoblinger
nds: Deelt Verbinnen
zh_tw: 分享的連線

# @info:tooltip
source: Shared Connections
ar: الوصلات المشتركة
el: Κοινόχρηστες συνδέσεις
es: Conexiones compartidas
et: Jagatud ühendused
nb: Vis delte tilkoblinger
nds: Deelt Verbinnen
zh_tw: 分享的連線

# CheckBox to enable or disable wireless interface (rfkill)
source: Enable wireless
ar: مكن الشبكة اللاسلكية
el: Ενεργοποίηση ασύρματου
es: Habilitar redes inalámbricas
et: Juhtmeta side lubamine
ga: Cumasaigh líonra gan sreang
ia: Habilita rete sin cablo
kk: Сымсыз байланыс рұқсат етілсін
km: បើក​ឥត​ខ្សែ
mr: वायरलेस कार्यान्वित करा
nb: Slå på trådløs
nds: Funknettwark anmaken
sr@ijekavian: Активирај бежичне
sr@ijekavianlatin: Aktiviraj bežične
zh_tw: 開啟無線網路

# CheckBox to enable or disable wwan (mobile broadband) interface)
source: Enable mobile broadband
ar: مكن النطاق العريض المتنقل
el: Ενεργοποίηση ευρείας ζώνης για κινητά
es: Activar banda ancha móvil
et: Mobiilse lairibaühenduse lubamine
ga: Cumasaigh leathanbhanda soghluaiste
ia: Habilita banda large mobile
kk: Кеңжолақты мобайл рұқсат етілсін
km: បើក​រលក​អាកាស​ចល័ត​​
mr: मोबाईल ब्रोडबँड कार्यान्वित करा
nb: Slå på mobilt bredbånd
nds: Mobil Breedband anmaken
sr@ijekavian: Активирај мобилне широкопојасне
sr@ijekavianlatin: Aktiviraj mobilne širokopojasne
zh_tw: 開啟行動寬頻

# settings button in applet's popup window
source: Settings...
ar: الإعدادات...
el: Ρυθμίσεις...
es: Preferencias...
et: Seadistused...
nb: Innstillinger …
nds: Instellen...
zh_tw: 設定...

# show interface list in applet's popup window
source: Show Interfaces
ar: اعرض الواجهات
el: Εμφάνιση διεπαφών
es: Interfaces
et: Näita liideseid
nb: Vis grensesnitt
nds: Koppelsteden wiesen
zh_tw: 顯示介面

# main window
source: Manage your network connections
ar: أدر وصلات شبكتك
el: Διαχειριστείτε τις συνδέσεις του δικτύου σας
es: Gestión de las conexiones de red
et: Võrguühenduste haldamine
nb: Styr dine nettverksforbindelser
nds: Nettwarkverbinnen plegen
zh_tw: 管理您的網路連線...

# Warning about wrong NetworkManager version
source: NetworkManager is not running. Please start it.
ar: مدير الشبكة لا يعمل. الرجاء تشغيله.
el: Το NetworkManager δεν εκτελείται. Εκκινήστε το.
es: NetworkManager no está en ejecución. Por favor, inícielo.
et: NetworkManager ei tööta. Palun käivita see.
ga: Níl NetworkManager ag rith. Tosaigh é!
ia: NetworkManagar (Gestion de rete) non es executante. Pro favor tu starta lo.
kk: NetworkManager жегілмеген Жегу керек..
km: កម្មវិធី​គ្រប់គ្រង​បណ្ដាញ​មិន​ទាន់​ដំណើរការ​ទេ ។ សូម​ចាប់ផ្ដើម​វា ។
mr: संजाळ व्यवस्थापक चालू नाही. कृपया तो सुरु करा.
nb: NetworkManager kjører ikke. Vennligst start den.
nds: NetworkManager löppt nich, bitte starten.
sr@ijekavian: Менаџер мреже није у погону, покрените га.
sr@ijekavianlatin: Menadžer mreže nije u pogonu, pokrenite ga.
zh_tw: NetworkManager 未執行。請先啟動它。

# Warning about wrong NetworkManager version
source: We need at least NetworkManager-%1 to work properly, found '%2'. Please upgrade to a newer version.
ar: نحن بحاجة على الأقل إلى NetworkManager-%1 حتى نعمل بشكل جيد ، ولكن وجدنا '%2'. الرجاء الترقية إلى إصدارة أحدث.
el: Χρειαζόμαστε τουλάχιστο το NetworkManager-%1 να λειτουργεί σωστά, βρέθηκε '%2'. Αναβαθμίστε σε νεότερη έκδοση.
es: Se necesita como mínimo NetworkManager-%1 para que funcione correctamente, pero se ha encontrado «%2». Por favor, actualice a una versión más reciente.
et: Korralikuks töötamiseks on vajalik vähemalt NetworkManager-%1, aga leiti "%2". Palun uuenda värskemale versioonile.
ia: Nos necessita al minus NetworkManager-%1 pro functionar propriemente, on trovava '%2'. Pro favor actualisa a version plus nove.
kk: Дұрыс істеу үшін кемінде NetworkManager-%1 керек, ал табылғаны: '%2'. Жаңартып алыңыз.
km: យើង​ត្រូវការ​យ៉ាង​ហោច​កម្មវិធី​គ្រប់គ្រង​បណ្ដាញ %1 ដើម្បី​ធ្វើការ​បាន​ត្រឹមត្រូវ​សម្រាប់​ការ​រក​ឃើញ '%2' ។ សូម​ធ្វើឲ្យ​ប្រសើរ​ទៅកាន់​កំណែ​ដែល​​ថ្មី​ជាង ។
mr: हे नीट चालण्याकरिता किमान संजाळ व्यवस्थापक -%1 ची गरज आहे. पण आता '%2' हा सापडला. कृपया नवीन आवृत्ती वर तो अद्ययावत करा.
nb: Vi trenger minst NetworkManager-%1 for å virke riktig, fant «%2». Oppgrader til en nyere versjon.
nds: Tominnst NetworkManager Verschoon %1 deit noot, man funnen wöör %2. Bitte op en nieger Verschoon opgraderen.
sr@ijekavian: За исправан рад потребна је бар издање %1 Менаџера мреже, а нађено је %2. Ажурирајте на новије издање.
sr@ijekavianlatin: Za ispravan rad potrebna je bar izdanje %1 Menadžera mreže, a nađeno je %2. Ažurirajte na novije izdanje.
zh_tw: 我們至少需要 NetworkManager-%1 才能正確運作，不過找到的版本是 %2。請更新到新的版本。

# hide interface list in applet's popup window
source: Hide Interfaces
ar: أخف الوجهات
el: Απόκρυψη διεπαφών
es: Ocultar interfaces
et: Peida liidesed
nb: Skjul grensesnitt
nds: Koppelsteden versteken
zh_tw: 隱藏介面
