Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/plasma_applet_networkmanagement.po
Languages: ar, el, es, et, ga, ia, kk, km, mr, nb, nds, sr@ijekavian, sr@ijekavianlatin, zh_tw

# details for the interface
source: Details
ar: التفاصيل
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
ga: Mionsonraí
ia: Detalios
kk: Егжей-тегжейі
km: សេចក្តី​​លម្អិត​
mr: तपशील
nb: Detaljer
nds: Enkelheiten
sr@ijekavian: Детаљи
sr@ijekavianlatin: Detalji
zh_tw: 詳情

source: Configure the System Bar
nb: Sett opp systemstolpen

source: <b>Appearance</b>
nb: <b>Utseende</b>

source: Show &wired connections
nb: Vis &kablede tilkoblinger

source: Show w&ireless connections
nb: Vis &trådløse tilkoblinger

source: Show &mobile broadband
nb: Vis &mobilt bredbånd

source: Show &VPN connections
nb: Vis &VPN-tilkoblinger

source: &Show this many wireless networks
nb: Vis &så mange trådløse nettverk

# text when this item is toggled
source: Show less networks...
ar: أعرض شبكات أقل
el: Εμφάνιση λιγότερων δικτύων...
es: Mostrar menos redes...
et: Näita vähem võrke...
nb: Vis færre nettverk …
nds: Minner Nettwarken wiesen
zh_tw: 顯示較少的網路...

# text when this item not toggled
source: Show one more network
ar: لا توجد شبكة
el: Εμφάνιση ενός ακόμη δικτύου
es: Mostrar una red más
et: Näita veel üht võrku
nb: Vis ett nettverk til
nds: Noch een Nettwark mehr wiesen
zh_tw: 顯示其他 %1 個網路...

# title for connect to another network window
source: You want to connect to a network. We see the following options for you:
ar: أن ترغب بالاتصال بشبكة. الخيارات المتاحة لك:
el: Θέλετε να συνδεθείτε με ένα δίκτυο. Βλέπουμε τις ακόλουθες επιλογές για εσάς:
es: Desea conectarse a una red. Hemos considerado las siguientes opciones por usted:
et: Soovid luua ühendust võrguga. Selleks on järgmised võimalused:
nb: Du vil koble til et nettverk. Det ser ut til at du har følgende muligheter:
zh_tw: 您要連線到某一個網路。以下是您可以設定的選項：

# initial label for VPN connection name
source: Not Available
ar: غير متاح
el: Μη διαθέσιμο
es: No disponible
et: Pole saadaval
ga: Níl ar Fáil
ia: Non disponibile
kk: Қол жеткізбеуде
km: មិន​អាច​រក​បាន​​
mr: उपलब्ध नाही
nb: Ikke tilgjengelig
nds: Nich verföögbor
sr@ijekavian: није доступно
sr@ijekavianlatin: nije dostupno
zh_tw: 無法使用

# ip of vpn interface item
source: not available
ar: غير متاح
el: μη διαθέσιμο
es: no disponible
et: pole saadaval
ga: níl ar fáil
ia: Non disponibile
kk: қол жеткізбейді
km: មិន​អាច​រក​បាន​​
mr: उपलब्ध नाही
nb: ikke tilgjengelig
nds: nich verföögbor
sr@ijekavian: није доступно
sr@ijekavianlatin: nije dostupno
zh_tw: 無法使用

# VPN state label
source: Connected
ar: متصل
el: Συνδέθηκε
es: Conectado
et: Ühendatud
ga: Ceangailte
ia: Connectite
kk: Қосылған
km: បាន​តភ្ជាប់​
mr: जुळलेले
nb: Tilkoblet
nds: Tokoppelt
sr@ijekavian: Повезана
sr@ijekavianlatin: Povezana
zh_tw: 已連線

# VPN state label
source: Connecting...
ar: يجري الاتصال...
el: Σύνδεση...
es: Conectando...
et: Ühendumine...
ga: Á Cheangal...
ia: Il connecte...
kk: Байланысты құру...
km: កំពុង​តភ្ជាប់...​
mr: जुळवत आहे...
nb: Kobler til …
nds: An't Tokoppeln...
sr@ijekavian: Повезујем...
sr@ijekavianlatin: Povezujem...
zh_tw: 連線中...

# VPN connections interface
source: <b>Virtual Private Network</b>
ar: <b>شبكة خاصة تخيلية</b>
el: <b>Εικονικό ιδιωτικό δίκτυο</b>
es: <b>Red privada virtual</b>
et: <b>Virtuaalne eravõrk (VPN)</b>
ga: <b>Líonra Príobháideach Fíorúil</b>
ia: <b>Rete Private Virtual</b>
kk: <b>Виртуалды жеке желі (VPN)</b>
km: <b>បណ្ដាញ​ផ្ទាល់​ខ្លួន​ជាក់ស្តែង​​</b>
mr: <b>आभासी वैयक्तिक संजाळ</b>
nb: <b>Virtuelt privat nettverk</b>
nds: <b>Virtuell Privaatnett</b>
sr@ijekavian: <b>Виртуелна приватна мрежа</b>
sr@ijekavianlatin: <b>Virtuelna privatna mreža</b>
zh_tw: <b>虛擬私密網路</b>

# VPN state label
source: Not Connected...
ar: غير متصل...
el: Χωρίς σύνδεση...
es: No conectado...
et: Pole ühendatud...
ga: Gan Cheangal...
ia: Non connectite...
kk: Байланыс жоқ...
km: មិន​បាន​តភ្ជាប់​​...
mr: न जुळलेले...
nb: Ikke tilkoblet
nds: Nich tokoppelt...
sr@ijekavian: Неповезана...
sr@ijekavianlatin: Nepovezana...
zh_tw: 未連線...

source: Strength: %1%
ar: القوة: %1%
el: Ισχύς: %1%
es: Potencia: %1%
et: Tugevus: %1%
ga: Neart: %1%
ia: Fortia: %1%
kk: Күші: %1%
km: កម្លាំង ៖ %1%
mr: सामर्थ्य : %1%
nb: Styrke: %1%
nds: Signaalstärk: %1%
sr@ijekavian: Јачина: %1%
sr@ijekavianlatin: Jačina: %1%
zh_tw: 強度：%1%

# interface details
source: Type
ar: النوع
el: Τύπος
es: Tipo
et: Tüüp
ga: Cineál
ia: Typo
kk: Түрі
km: ប្រភេទ​
mr: प्रकार
nds: Typ
sr@ijekavian: Врста
sr@ijekavianlatin: Vrsta
zh_tw: 類型

# interface details
source: Driver
ar: التعريف
el: Οδηγός
es: Controlador
et: Draiver
ga: Tiománaí
kk: Драйвері
km: កម្ម​វិធី​បញ្ជា​
mr: ड्राइव्हर
nds: Driever
sr@ijekavian: Драјвер
sr@ijekavianlatin: Drajver
zh_tw: 驅動程式

source: KBit/s
ar: ك.بت/ث
ga: KGhiotán/s
kk: Кбит/с
mr: KBit/सेकंद

source: MBit/s
ar: م.بت/ث
ga: MGhiotán/s
kk: Мбит/с
mr: MBit/सेकंद

source: GBit/s
ar: ج.بت/ث
ga: Gghiotán/s
kk: Гбит/с
mr: GBit/सेकंद

# label for creating a connection to a hidden wireless network
source: <hidden network>
ga: <líonra i bhfolach>
kk: <жасырын желі>
sr@ijekavian: &lt;скривена мрежа&gt;
sr@ijekavianlatin: &lt;skrivena mreža&gt;

# default KLineEdit::clickMessage() for hidden wireless network SSID entry
source: Enter network name and press <enter>
ga: Cuir ainm an líonra isteach agus brúigh <enter>
ia: Inserta nomine de rete e pressa <enter>
kk: Желі атауын келтіріп <enter> пернесін басыңыз
mr: संजाळाचे नाव लिहा व <enter> दाबा
sr@ijekavian: Унесите име мреже и притисните Enter
sr@ijekavianlatin: Unesite ime mreže i pritisnite Enter

# @info:tooltip for hidden wireless network SSID entry
source: Enter network name and press <enter>
ga: Cuir ainm an líonra isteach agus brúigh <enter>
ia: Inserta nomine de rete e pressa <enter>
kk: Желі атауын келтіріп <enter> пернесін басыңыз
mr: संजाळाचे नाव लिहा व <enter> दाबा
sr@ijekavian: Унесите име мреже и притисните Enter
sr@ijekavianlatin: Unesite ime mreže i pritisnite Enter

# tooltip on disconnect icon
source: Disconnect
ga: Dícheangail
ia: Disconnecte
kk: Ажырату
mr: जुळवणी तोडा
sr@ijekavian: Прекини везу
sr@ijekavianlatin: Prekini vezu

# title on the RHS of the plasmoid
source: <h3>Connections</h3>
ga: <h3>Ceangail</h3>
ia: <h3>Connexiones</h3>
kk: <h3>Қосылымдар</h3>
mr: <h3>जुळवण्या</h3>
sr@ijekavian: <h3>Везе</h3>
sr@ijekavianlatin: <h3>Veze</h3>

# manage connections button in the applet's popup
source: Manage Connections...
ga: Bainistigh Ceangail...
ia: Gere connexiones...
kk: Қосылымдарды басқару...
mr: जुळवण्या व्यवस्थापीत करा...
sr@ijekavian: Управљај везама...
sr@ijekavianlatin: Upravljaj vezama...

# @info:tooltip tooltip for the 'Show More' button
source: Show all available networks
ga: Taispeáin gach líonra atá ar fáil
ia: Monstra omne retes disponibile
kk: Бар желілерді көрсету
mr: सर्व उपलब्ध संजाळ दर्शवा
sr@ijekavian: Прикажи све расположиве мреже
sr@ijekavianlatin: Prikaži sve raspoložive mreže

# show more button in the applet's popup
source: Show More...
ga: Taispeáin Tuilleadh...
ia: Monstra plus...
kk: Көрсету...
mr: अधिक तपशील दर्शवा...
sr@ijekavian: Прикажи више...
sr@ijekavianlatin: Prikaži više...

# show more button in the applet's popup
source: Show Less...
ga: Taispeáin Níos Lú...
ia: Monstra minus...
kk: Көрсетпеу...
mr: कमी तपशील दर्शवा...
sr@ijekavian: Прикажи мање...
sr@ijekavianlatin: Prikaži manje...

# pressed show more button
source: Show Less...
ga: Taispeáin Níos Lú...
ia: Monstra minus...
kk: Артықты көрсетпеу...
mr: कमी तपशील दर्शवा...
sr@ijekavian: Прикажи мање...
sr@ijekavianlatin: Prikaži manje...

# unpressed show more button
source: Show More...
ga: Taispeáin Tuilleadh...
ia: Monstra plus...
kk: Артықты көрсету...
mr: अधिक तपशील दर्शवा...
sr@ijekavian: Прикажи више...
sr@ijekavianlatin: Prikaži više...

# interface details
source: IP Gateway
sr@ijekavian: ИП мрежни излаз
sr@ijekavianlatin: IP mrežni izlaz

# label of the network interface
source: No IP gateway.
ia: Necun adresse de IP gateway.
sr@ijekavian: Нема ИП мрежног излаза.
sr@ijekavianlatin: Nema IP mrežnog izlaza.
