Repository: netrunner-debian-kde-extras/networkmanagement
Catalog: po/*/solidcontrolnm09.po
Languages: kk

source: Backend loaded but wrong type obtained, expected %1
kk: Тетік бағдарламасы жүктелді, бірақ түрі қате, күткені %1 еді

source: No %1 Backend found
kk: %1 емес тетік табылды

source: Unable to use any of the %1 Backends
kk: %1 тетіктердің біреуі де қолдануға келмейді

# Unknown cellular type
source: Unknown
kk: Беймәлім

# Unknown cellular frequency band
source: Unknown
kk: Беймәлім

# Any cellular frequency band
source: Any
kk: Кез-келген

# Cellular frequency band
source: GSM/GPRS/EDGE 900 MHz
kk: GSM/GPRS/EDGE 900 МГц

# Cellular frequency band
source: GSM/GPRS/EDGE 1800 MHz
kk: GSM/GPRS/EDGE 1800 МГц

# Cellular frequency band
source: GSM/GPRS/EDGE 1900 MHz
kk: GSM/GPRS/EDGE 1900 МГц

# Cellular frequency band
source: GSM/GPRS/EDGE 850 MHz
kk: GSM/GPRS/EDGE 850 МГц

# Cellular frequency band
source: WCDMA 2100 MHz (Class I)
kk: WCDMA 2100 МГц (Class I)

# Cellular frequency band
source: WCDMA 3GPP 1800 MHz (Class III)
kk: WCDMA 3GPP 1800 МГц (Class III)

# Cellular frequency band
source: WCDMA 3GPP AWS 1700/2100 MHz (Class IV)
kk: WCDMA 3GPP AWS 1700/2100 МГц (Class IV)

# Cellular frequency band
source: WCDMA 3GPP UMTS 800 MHz (Class VI)
kk: WCDMA 3GPP UMTS 800 МГц (Class VI)

# Cellular frequency band
source: WCDMA 3GPP UMTS 850 MHz (Class V)
kk: WCDMA 3GPP UMTS 850 МГц (Class V)

# Cellular frequency band
source: WCDMA 3GPP UMTS 900 MHz (Class VIII)
kk: WCDMA 3GPP UMTS 900 МГц (Class VIII)

# Cellular frequency band
source: WCDMA 3GPP UMTS 1700 MHz (Class IX)
kk: WCDMA 3GPP UMTS 1700 МГц (Class IX)

# Cellular frequency band
source: WCDMA 3GPP UMTS 1900 MHz (Class II)
kk: WCDMA 3GPP UMTS 1900 МГц (Class II)

# Allowed Gsm modes (2G/3G/any)
source: Any
kk: Кез-келген

# Allowed Gsm modes (2G/3G/any)
source: Prefer 2G
kk: 2G басымды

# Allowed Gsm modes (2G/3G/any)
source: Prefer 3G
kk: 3G басымды

# Allowed Gsm modes (2G/3G/any)
source: Only 2G
kk: Тек 2G ғана

# Allowed Gsm modes (2G/3G/any)
source: Only 3G
kk: Тек 3G ғана

# Unknown cellular access technology
source: Unknown
kk: Беймәлім
